{
  "header": {
    "study_summary": "En inbjudan ges att gå in i Herrens vila – Be med ärligt uppsåt – Kristi Ande gör det möjligt för människor att skilja gott från ont – Satan förmår människor att förneka Kristus och göra ont – Profeterna uppenbarar Kristi ankomst – Genom tro utförs underverk och ges änglabetjäning – Människorna bör hoppas på evigt liv och hålla sig till kärleken. Omkring 401–421 e Kr.",
    "title_number": "Kapitel 7"
  },
  "verses": [
    "1 Och nu skriver jag, Moroni, några få av de ord som min far, Mormon, talade om tro, hopp och kärlek. Ty på detta sätt talade han till folket då han undervisade dem i synagogan som de hade byggt som en plats för tillbedjan:",
    "2 Och nu talar jag, Mormon, till er, mina älskade bröder. Och det är genom Gud Faderns och vår Herres Jesu Kristi nåd och hans heliga vilja, tack vare hans kallelses gåva till mig, som jag nu tillåts att tala till er.",
    "3 Därför vill jag tala till er som tillhör kyrkan, som är Kristi fridsamma efterföljare och som har fått ett tillräckligt hopp varigenom ni kan gå in i Herrens vila från nu och allt framgent, till dess ni vilar hos honom i himlen.",
    "4 Och nu, mina bröder, detta anser jag om er på grund av ert fridsamma umgänge med människobarnen.",
    "5 Ty jag kommer ihåg det Guds ord som säger: Av deras gärningar skall ni känna dem. Ty om deras gärningar är goda då är även de goda.",
    "6 Ty se, Gud har sagt att en människa som är ond inte kan göra det som är gott. Ty om hon frambär en gåva eller ber till Gud så är det henne till ingen nytta om hon inte gör det med ärligt uppsåt.",
    "7 Ty se, det räknas henne inte till rättfärdighet.",
    "8 Ty se, om en människa som är ond ger en gåva gör hon det motvilligt. Därför räknas det henne som om hon hade behållit gåvan själv, varför hon räknas som ond inför Gud.",
    "9 Och likaså räknas det som ont för en människa om hon inte ber med hjärtats ärliga uppsåt. Ja, och det är till ingen nytta för henne, ty Gud tar inte emot sådana.",
    "10 Därför kan en människa som är ond inte göra det som är gott. Inte heller ger hon en god gåva.",
    "11 Ty se, en bitter källa kan inte ge gott vatten, inte heller kan en god källa ge bittert vatten. Därför kan inte en människa som tjänar djävulen följa Kristus. Och om hon följer Kristus kan hon inte vara en djävulens tjänare.",
    "12 Därför kommer allt som är gott från Gud, och det som är ont kommer från djävulen. Ty djävulen är fiende till Gud och strider ständigt mot honom och inbjuder och lockar till synd och till att ständigt göra det som är ont.",
    "13 Men se, det som är av Gud inbjuder och lockar till att ständigt göra gott. Därför är allt som inbjuder och lockar till att göra gott, och till att älska Gud och att tjäna honom, inspirerat av Gud.",
    "14 Ta er därför i akt, mina älskade bröder, så att ni inte anser det som är ont vara av Gud, eller det som är gott och av Gud vara av djävulen.",
    "15 Ty se, mina bröder, det är givet er att döma för att ni skall kunna skilja gott från ont. Och sättet att döma är så tydligt att ni kan veta det med fullkomlig visshet, liksom dagsljuset skiljer sig från den mörka natten.",
    "16 Ty se, Kristi Ande ges åt varje människa för att hon skall kunna skilja gott från ont. Därför visar jag er hur ni bör döma, ty allt som inbjuder till att göra gott och som förmår människor att tro på Kristus kommer genom Kristi kraft och gåva, varför ni med fullkomlig visshet kan veta att det är av Gud.",
    "17 Men allt som förmår människor att göra ont och att inte tro på Kristus och att förneka honom och att inte tjäna Gud, det är – och det kan ni med fullkomlig visshet veta – av djävulen. Ty på så sätt verkar djävulen, ty han förmår ingen människa att göra gott, nej, inte en enda. Det gör inte heller hans änglar, och inte heller de som underkastar sig honom.",
    "18 Och nu, mina bröder, eftersom jag vet att ni känner till ljuset enligt vilket ni kan döma, det ljus som är Kristi ljus: Se till att ni inte dömer orätt. Ty med samma dom som ni dömer kommer även ni att bli dömda.",
    "19 Därför vädjar jag till er, bröder, att söka flitigt i Kristi ljus så att ni kan skilja gott från ont. Och om ni håller fast vid allt som är gott och inte fördömer det skall ni förvisso vara Kristi barn.",
    "20 Och nu, mina bröder, hur är det möjligt för er att hålla fast vid allt som är gott?",
    "21 Och nu kommer jag till den tro som jag sade att jag tänkte tala om, och jag skall säga er hur ni kan hålla fast vid allt som är gott.",
    "22 Ty se, Gud som vet allt och som är från evighet till evighet, se, han har sänt änglar till att betjäna människobarnen för att uppenbara det som rör Kristi ankomst, och allt gott skulle komma genom Kristus.",
    "23 Och Gud förkunnade även för profeterna genom sin egen mun att Kristus skulle komma.",
    "24 Och se, han har på olika sätt uppenbarat för människobarnen det som är gott. Och allt som är gott kommer från Kristus, annars skulle människorna vara fallna och inget gott kunde komma till dem.",
    "25 Därför började människorna, genom änglars betjäning och genom varje ord som utgick från Guds mun, utöva tro på Kristus. Och genom tro höll de sålunda fast vid alla goda ting, och så var det ända till Kristi ankomst.",
    "26 Och även efter hans ankomst blev människorna frälsta genom tro på hans namn, och genom tro blir de Guds söner. Och lika säkert som att Kristus lever talade han dessa ord till våra fäder och sade: Vad ni än ber Fadern om i mitt namn, som är gott, i tro och med tillit till att ni skall få, se, det skall ske er.",
    "27 Har alltså, mina älskade bröder, underverken upphört eftersom Kristus har uppstigit till himlen och satt sig på Guds högra sida för att av Fadern utkräva sin rätt att vara barmhärtig mot människobarnen?",
    "28 Han har ju uppfyllt lagens krav, och han gör anspråk på alla dem som har tro på honom. Och de som har tro på honom håller fast vid alla goda ting. Därför för han alla människobarnens talan, och han bor för evigt i himlarna.",
    "29 Och har underverken upphört för att han har gjort detta, mina älskade bröder? Se, jag säger er: Nej. Inte heller har änglar upphört att betjäna människobarnen.",
    "30 Ty se, de lyder under honom för att verka enligt hans befallnings ord och för att visa sig för dem som har stor tro och ståndaktigt sinne i varje form av gudaktighet.",
    "31 Och deras uppdrag består i att kalla människor till omvändelse och att uppfylla och utföra det verk som tillhör Faderns förbund, vilka han har slutit med människobarnen, och att bereda vägen bland människobarnen genom att förkunna Kristi ord för Herrens utvalda redskap så att de kan bära vittnesbörd om honom.",
    "32 Och genom att så göra bereder Herren Gud vägen, så att övriga människor kan få tro på Kristus och så att den Helige Anden kan få rum i deras hjärtan i enlighet med hans kraft. Och på så sätt uppfyller Fadern de förbund som han har slutit med människobarnen.",
    "33 Och Kristus har sagt: Om ni har tro på mig skall ni få kraft att göra vad jag än finner lämpligt.",
    "34 Och han har sagt: Omvänd er alla ni jordens ändar och kom till mig och bli döpta i mitt namn och tro på mig, så att ni kan bli frälsta.",
    "35 Och nu, mina älskade bröder, om det förhåller sig så att allt detta som jag har talat till er är sant – och Gud skall på den yttersta dagen med makt och stor härlighet visa er att det är sant – om det är sant, är då underverkens dag förbi?",
    "36 Eller har änglar slutat att visa sig för människobarnen? Eller har han hållit tillbaka den Helige Andens kraft från dem? Eller kommer han att göra det så länge tiden varar eller jorden består eller så länge det på dess yta finns en människa att frälsa?",
    "37 Se, jag säger er: Nej, ty det är genom tro som underverk utförs, och det är genom tro som änglar visar sig och betjänar människor. Ve därför människobarnen om sådant har upphört, ty det är på grund av otro, och därför är allt förgäves.",
    "38 Ty ingen människa kan bli frälst, enligt Kristi ord, om hon inte har tro på hans namn. Om därför sådant har upphört då har även tron upphört. Och hemskt är då människornas tillstånd, ty det är som om ingen återlösning hade skett.",
    "39 Men se, mina älskade bröder, jag anser er vara bättre än så, ty jag anser att ni har tro på Kristus tack vare er ödmjukhet. Ty om ni inte har tro på honom är ni inte lämpade att räknas bland hans kyrkas folk.",
    "40 Och vidare, mina älskade bröder, vill jag tala till er om hopp. Hur skulle ni kunna uppnå tro om ni inte har hopp?",
    "41 Och vad är det ni skall hoppas på? Se, jag säger er att ni genom Kristi försoning och hans uppståndelses kraft skall ha hopp om att kunna uppväckas till evigt liv, och detta tack vare er tro på honom enligt löftet.",
    "42 Om därför en människa har tro så måste hon ha hopp, ty utan tro kan det inte finnas något hopp.",
    "43 Och se, jag säger er att hon inte kan ha tro och hopp om hon inte är saktmodig och ödmjuk i hjärtat.",
    "44 I så fall vore hennes tro och hopp förgäves, ty ingen är godtagbar inför Gud utom de saktmodiga och ödmjuka i hjärtat. Och om en människa är saktmodig och ödmjuk i hjärtat, och genom den Helige Andens kraft bekänner att Jesus är Kristus, måste hon ha kärlek, ty om hon inte har kärlek är hon ingenting. Därför måste hon ha kärlek.",
    "45 Och kärleken är tålig och god och avundas inte och är inte uppblåst, söker inte sitt och blir inte lätt förargad, tänker intet ont och gläds inte åt ondska utan gläds åt sanningen, fördrar allting, tror allting, hoppas allting och uthärdar allting.",
    "46 Om ni därför, mina älskade bröder, inte har kärlek är ni ingenting, ty kärleken sviker aldrig. Håll därför fast vid kärleken, som är det största av allt, ty allt måste upphöra.",
    "47 Men den kärlek som är Kristi rena kärlek består för evigt, och var och en som på den yttersta dagen befinns vara fylld därav, med honom är allt väl.",
    "48 Därför, mina älskade bröder, be till Fadern av allt ert hjärta att ni må vara fyllda av denna kärlek som han har utgjutit över alla som är hans Sons, Jesu Kristi, sanna efterföljare, så att ni kan bli Guds söner, så att vi, när han visar sig, skall bli lika honom, ty vi skall se honom sådan han är, så att vi kan ha detta hopp och så att vi kan bli renade alldeles som han är ren. Amen."
  ]
}