{
  "header": {
    "study_summary": "Att döpa små barn är en ond avskyvärdhet – Små barn är levande i Kristus tack vare försoningen – Att tro, omvända sig, vara saktmodig och ödmjuk i hjärtat, ta emot den Helige Anden och att hålla ut intill änden leder till frälsning. Omkring 401–421 e Kr.",
    "title_number": "Kapitel 8"
  },
  "verses": [
    "1 Ett brev från min far Mormon, skrivet till mig, Moroni. Och det skrevs till mig kort efter min kallelse till verket. Och så här skrev han till mig och sade:",
    "2 Min älskade son Moroni! Jag gläder mig storligen åt att din Herre Jesus Kristus har tänkt på dig och kallat dig i sin tjänst och till sitt heliga verk.",
    "3 Jag tänker alltid på dig i mina böner och ber ständigt till Gud, Fadern, i Jesu, hans heliga barns namn, att han i sin oändliga godhet och nåd skall bevara dig genom ståndaktig tro på hans namn intill änden.",
    "4 Och nu, min son, talar jag till dig om något som smärtar mig mycket, ty det smärtar mig att ordstrider uppstår bland er.",
    "5 Ty om det jag har hört är sant så har det förekommit ordstrider bland er om era små barns dop.",
    "6 Och nu, min son, önskar jag att ni arbetar flitigt så att denna svåra förvillelse bland er försvinner, ty i denna avsikt har jag skrivit detta brev.",
    "7 Ty omedelbart efter det att jag hade hört detta om er frågade jag Herren om saken. Och Herrens ord kom till mig genom den Helige Andens kraft och sade:",
    "8 Lyssna till Kristi, din Återlösares, din Herres och din Guds, ord. Se, jag kom till världen inte för att kalla rättfärdiga utan syndare till omvändelse. De friska behöver ingen läkare utan de som är sjuka. Små barn är alltså friska, ty de kan inte begå synd. Därför är Adams förbannelse borttagen från dem genom mig så att den inte har någon makt över dem. Och lagen om omskärelse är avskaffad genom mig.",
    "9 Och på detta sätt uppenbarade den Helige Anden Guds ord för mig. Därför vet jag, min älskade son, att det är ett allvarligt hån inför Gud att döpa små barn.",
    "10 Se, jag säger dig att detta skall ni lära: Omvändelse och dop är för dem som är ansvariga och i stånd att begå synd. Ja, lär föräldrar att de måste omvända sig och bli döpta och ödmjuka sig som sina små barn. Då skall de alla bli frälsta med sina små barn.",
    "11 Och deras små barn behöver varken omvändelse eller dop. Se, dopet är till omvändelse för att uppfylla buden och leder till syndernas förlåtelse.",
    "12 Men små barn är levande i Kristus ända från världens grundläggning. Om inte skulle Gud vara en partisk Gud och även en föränderlig Gud som har anseende till person. Ty hur många små barn har inte dött utan dopet!",
    "13 Om små barn alltså inte skulle kunna bli frälsta utan dop måste dessa ha gått till ett oändligt helvete.",
    "14 Se, jag säger er att den som tror att små barn behöver dop befinner sig i bitterhetens galla och i ondskans bojor, ty han har varken tro, hopp eller kärlek. Därför måste han, om han skulle dö i den tron, gå ned till helvetet.",
    "15 Ty det är en förfärlig ogudaktighet att tro att Gud frälser ett barn för att det är döpt, och att det andra måste förgås därför att det inte har blivit döpt.",
    "16 Ve dem som förvränger Herrens vägar på det sättet, ty de skall förgås om de inte omvänder sig. Se, jag talar oförskräckt, ty jag har myndighet från Gud. Och jag fruktar inte för vad människor kan göra, ty fullkomlig kärlek driver ut all fruktan.",
    "17 Och jag är fylld med den kärlek som är evig kärlek. Därför är alla barn lika för mig. Därför älskar jag små barn med fullkomlig kärlek, och de är alla lika och delaktiga i frälsningen.",
    "18 Ty jag vet att Gud varken är en partisk Gud eller ett föränderligt väsen, utan han är oföränderlig från all evighet till all evighet.",
    "19 Små barn kan inte omvända sig. Därför är det en förfärlig ogudaktighet att förvägra dem Guds rena barmhärtighet, ty de är alla levande i honom tack vare hans barmhärtighet.",
    "20 Och den som säger att små barn behöver dop förnekar Kristi barmhärtighet och ringaktar hans försoning och hans återlösnings kraft.",
    "21 Ve sådana ty de är i fara för död, helvete och oändlig pina. Jag talar detta oförskräckt. Gud har befallt mig. Lyssna på dem och ge akt på dem, annars kommer de att stå emot er vid Kristi domarsäte.",
    "22 Ty se, alla små barn är levande i Kristus, och likaså alla de som är utan lagen. Ty återlösningens kraft omfattar alla dem som inte har någon lag. Den som inte är fördömd, eller den som inte står under fördömelse, kan därför inte omvända sig. Och för sådana är dopet till ingen nytta,",
    "23 utan det är ett hån mot Gud, och det förnekar Kristi barmhärtighet och hans Helige Andes makt, och är att lita till döda gärningar.",
    "24 Se, min son, sådant borde inte ske, ty omvändelse är till för dem som står under fördömelse och under en bruten lags förbannelse.",
    "25 Och omvändelsens första frukt är dopet. Och dopet kommer genom tro för att uppfylla buden, och att uppfylla buden medför syndernas förlåtelse.",
    "26 Och syndernas förlåtelse medför saktmod och ödmjukt hjärta, och genom saktmod och ödmjukt hjärta kommer närvaron av den Helige Anden, den Hjälpare som fyller oss med hopp och fullkomlig kärlek, den kärlek som består genom ivrig bön till dess änden kommer då alla de heliga skall bo hos Gud.",
    "27 Se, min son, jag skall åter skriva till dig om jag inte snart drar ut mot lamaniterna. Se, denna nations, eller det nephitiska folkets, högmod har visat sig bli deras undergång om de inte omvänder sig.",
    "28 Be för dem, min son, att omvändelsen må komma till dem. Men se, jag fruktar att Anden har slutat sträva med dem. Och i denna del av landet försöker de även störta all makt och myndighet som kommer från Gud, och de förnekar den Helige Anden.",
    "29 Och sedan de förkastat så stor kunskap, min son, måste de snart förgås för att uppfylla de profetior som talats av profeterna, liksom vår Frälsares egna ord.",
    "30 Farväl, min son, till dess jag skriver till dig eller träffar dig igen. Amen."
  ]
}