{
  "header": {
    "intro": "Mormons andra brev till sin son Moroni.",
    "study_intro": "Utgör kapitel 9.",
    "study_summary": "Både nephiterna och lamaniterna är fördärvade och urartade – De torterar och mördar varandra – Mormon ber om att nåd och godhet skall vara med Moroni för evigt. Omkring 401–421 e Kr.",
    "title_number": "Kapitel 9"
  },
  "verses": [
    "1 Min älskade son! Jag skriver åter till dig för att du skall veta att jag ännu är vid liv. Men jag skriver något om det som är sorgligt.",
    "2 Ty se, jag har utkämpat en häftig strid mot lamaniterna där vi inte vann seger. Och Archeantus har fallit för svärd, och även Luram och Emron, ja, vi har förlorat ett stort antal av våra bästa män.",
    "3 Och se, min son, nu fruktar jag att lamaniterna skall förgöra detta folk, ty de omvänder sig inte, och Satan hetsar dem ständigt till vrede mot varandra.",
    "4 Se, jag arbetar ständigt med dem, och när jag talar Guds ord med skärpa skakar de och vredgas på mig. Och när jag inte talar med skärpa förhärdar de sina hjärtan mot det. Därför fruktar jag att Herrens Ande har slutat sträva med dem.",
    "5 Ty så mycket vredgas de att det tycks mig som om de inte har någon fruktan för döden. Och de har förlorat sin kärlek till varandra, och de törstar ständigt efter blod och hämnd.",
    "6 Och nu, min älskade son, låt oss oavsett deras hårdhet arbeta flitigt, ty om vi skulle sluta arbeta skulle vi komma under fördömelse. Ty vi har ett arbete att utföra medan vi vistas i detta tabernakel av lera så att vi kan besegra all rättfärdighets fiende och vila våra själar i Guds rike.",
    "7 Och nu skriver jag något om detta folks lidanden. Ty enligt den kunskap jag fått av Amoron har lamaniterna många fångar som de tog från Sherrizahs torn, och där fanns män, kvinnor och barn.",
    "8 Och dessa kvinnors och barns makar och fäder har de dräpt. Och de ger kvinnorna deras mäns och barnen deras fäders kött att äta. Och inget vatten utom mycket litet ger de dem.",
    "9 Och trots att lamaniternas avskyvärdhet är stor, överträffar den inte vad vårt folk gjorde i Moriantum. Ty se, de tog många av lamaniternas döttrar tillfånga, och efter att ha berövat dem det som var kärare och dyrbarare än allt annat, nämligen kyskhet och dygd –",
    "10 ja, sedan de gjort detta, mördade de dem på det grymmaste sätt genom att tortera deras kroppar ända till döds. Och när de har gjort detta slukar de deras kött liksom vilda djur på grund av sina hjärtans hårdhet. Och de gör det som tecken på tapperhet.",
    "11 O min älskade son, hur kan ett folk som detta, som är så ociviliserat –",
    "12 (och endast några få år har förflutit sedan de var ett civiliserat och behagligt folk) –",
    "13 ja, o min son, hur kan ett folk som detta, som finner behag i så mycken avskyvärdhet –",
    "14 Hur kan vi förvänta oss att Gud skall tillbakahålla sin straffande hand från oss?",
    "15 Se, mitt hjärta ropar: Ve detta folk! Gå till doms, o Gud, och göm deras synder och ogudaktighet och avskyvärdheter för ditt ansikte!",
    "16 Och se, min son, det finns många änkor och deras döttrar som är kvar i Sherrizah. Och den del av förnödenheterna som lamaniterna inte bortförde, se den har Zenephis här fört bort och lämnat dem att vandra vart de kan i sökandet efter föda. Och många gamla kvinnor segnar ned vid vägen och dör.",
    "17 Och hären som är med mig är svag. Och lamaniternas härar står mellan Sherrizah och mig, och alla som har flytt till Arons här har fallit offer för deras förfärliga råhet.",
    "18 O, hur fördärvat är inte mitt folk! De är utan ordning och utan barmhärtighet. Se, jag är bara en människa och jag har bara en människas styrka, och jag kan inte längre genomdriva mina befallningar.",
    "19 Och de har sjunkit djupt i sitt fördärv, och de är alla lika råa och skonar ingen, vare sig gammal eller ung. Och de finner behag i allt utom i det som är gott, och våra kvinnors och barns lidande i hela detta land överträffar allt. Ja, tunga kan inte uttrycka det, och inte heller kan det skrivas.",
    "20 Och nu, min son, uppehåller jag mig inte längre vid denna fasansfulla scen. Se, du känner till dessa människors ogudaktighet. Du vet att de är utan principer och är känslokalla. Och deras ogudaktighet överträffar lamaniternas.",
    "21 Se, min son, jag kan inte anbefalla dem åt Gud av fruktan för att han skall slå mig.",
    "22 Men se, min son, jag anbefaller dig åt Gud, och jag förlitar mig på Kristus att du skall bli frälst. Och jag ber till Gud att han skall skona ditt liv så att du får bevittna att hans folk vänder åter till honom eller fullständigt går under. Ty jag vet att de måste förgås om de inte omvänder sig och vänder åter till honom.",
    "23 Och om de förgås gör de det liksom jarediterna för sina hjärtans egensinnighets skull, eftersom de eftertraktar blod och hämnd.",
    "24 Och om så sker att de förgås, så vet vi att många av våra bröder har gått över till lamaniterna och att även många fler kommer att gå över till dem. Skriv därför något, om du blir skonad och jag dör och inte får se dig. Men jag hoppas att jag får se dig snart, ty jag har heliga uppteckningar som jag vill överlämna åt dig.",
    "25 Min son, var trofast i Kristus, och må det som jag har skrivit inte trycka dig och tynga dig till döds, utan måtte Kristus lyfta dig, och må hans lidande och död, och detta att han visade sin kropp för våra fäder, och hans barmhärtighet och tålmodighet och hoppet om hans härlighet och om evigt liv finnas i ditt sinne för evigt.",
    "26 Och må nåd från Gud, Fadern, vars tron står högt i himlarna, och från vår Herre Jesus Kristus, som sitter på hans makts högra sida till dess allting är honom underlagt, vara med och förbli hos dig för evigt. Amen."
  ]
}