{
  "header": {
    "study_summary": "Nephiternas myntsystem förklaras – Amulek tvistar med Zeezrom – Kristus kommer inte att frälsa människor i deras synder – Endast de som ärver himmelriket är frälsta – Alla människor kommer att uppstå till odödlighet – Det finns ingen död efter uppståndelsen. Omkring 82 f Kr.",
    "title_number": "Kapitel 11"
  },
  "verses": [
    "1 Nu stod det i Mosiahs lag att var och en som var en lagens domare, eller de som utsetts till att vara domare, skulle få lön i förhållande till den tid de använde till att döma dem som fördes inför dem för att dömas.",
    "2 Om nu någon var i skuld till en annan och han inte ville betala vad han var skyldig anfördes klagomål mot honom till domaren, och domaren utövade sin myndighet och sände ut rättstjänare för att föra mannen inför honom. Och han dömde mannen enligt lagen och de bevis som anfördes mot honom, och på så sätt tvingades mannen att betala det han var skyldig, eller bli fråntagen allt, eller bli utdriven från folket som tjuv och rövare.",
    "3 Och domaren fick lön efter den tid som åtgick – en senin av guld för en dag eller en senum av silver, vilken har samma värde som en senin av guld. Och detta är enligt den lag som var given.",
    "4 Och detta är namnen på deras olika guldstycken och deras silverstycken efter deras värde. Och namnen gavs av nephiterna, ty de räknade inte på samma sätt som judarna som var i Jerusalem. Inte heller mätte de på samma sätt som judarna, utan de ändrade sitt räknesätt och sina mått efter folkets sinne och omständigheter under varje släktled, fram till domarnas regering, då de fastställdes av kung Mosiah.",
    "5 Nu är räknesättet sålunda: en senin av guld, en seon av guld, en shum av guld och en limna av guld.",
    "6 En senum av silver, en amnor av silver, en esrom av silver och en onti av silver.",
    "7 En senum av silver var lika med en senin av guld, och båda gällde för ett mått korn och likaså för ett mått av varje slag av spannmål.",
    "8 Men en seon av guld var värd två gånger så mycket som en senin.",
    "9 Och en shum av guld var värd två gånger så mycket som en seon.",
    "10 Och en limna av guld var värd lika mycket som de alla.",
    "11 Och en amnor av silver var lika stor som två senum.",
    "12 Och en esrom av silver var lika stor som fyra senum.",
    "13 Och en onti var lika stor som de alla.",
    "14 Detta är nu värdet av de mindre mynten i deras räknesätt:",
    "15 En shiblon är hälften av en senum, alltså en shiblon för ett halvt mått korn.",
    "16 Och en shiblum är hälften av en shiblon.",
    "17 Och en lea är hälften av en shiblum.",
    "18 Detta är nu myntens värde enligt deras räknesätt.",
    "19 En antion av guld motsvarar tre shibloner.",
    "20 Eftersom de fick lön efter hur mycket de arbetade var det uteslutande för att skaffa sig vinning som de hetsade folket till upplopp och alla slags oroligheter och ogudaktighet, så att de kunde få mer arbete, och så att de kunde tjäna pengar alltefter antalet mål som fördes inför dem. Därför hetsade de folket mot Alma och Amulek.",
    "21 Och denne Zeezrom började fråga ut Amulek och sade: Vill du svara på några frågor som jag skall ställa till dig? Nu var Zeezrom en man som var väl bevandrad i djävulens planer så att han kunde förgöra det som var gott. Därför sade han till Amulek: Vill du svara på de frågor som jag skall ställa till dig?",
    "22 Och Amulek sade till honom: Ja, om det är enligt Herrens Ande som är i mig. För jag säger inget som strider mot Herrens Ande. Och Zeezrom sade till honom: Se, här är sex onti silver, och alla dessa ger jag dig, om du förnekar förekomsten av ett Högsta Väsen.",
    "23 Då sade Amulek: O du helvetets barn, varför frestar du mig? Vet du inte att den rättfärdige inte ger efter för sådana frestelser?",
    "24 Tror du att det inte finns någon Gud? Jag säger dig: Nej, du vet att det finns en Gud, men du älskar vinning mer än honom.",
    "25 Och nu har du ljugit för mig inför Gud. Du sade till mig: Se, dessa sex onti, som är mycket värdefulla, skall jag ge dig – när du i ditt hjärta tänkte behålla dem. Och det enda du önskade var att jag skulle förneka den sanne och levande Guden så att du kunde få orsak att förgöra mig. Och se, för denna stora ondska skall du få din lön.",
    "26 Och Zeezrom sade till honom: Du säger att det finns en sann och levande Gud?",
    "27 Och Amulek sade: Ja, det finns en sann och levande Gud.",
    "28 Då sade Zeezrom: Finns det mer än en Gud?",
    "29 Och han svarade: Nej.",
    "30 Då sade Zeezrom vidare till honom: Hur vet du detta?",
    "31 Och han sade: En ängel har kungjort det för mig.",
    "32 Och Zeezrom sade vidare: Vem är han som skall komma? Är det Guds Son?",
    "33 Och han sade till honom: Ja.",
    "34 Och Zeezrom sade vidare: Skall han frälsa sitt folk i deras synder? Och Amulek svarade och sade till honom: Jag säger dig att det skall han inte, ty det är omöjligt för honom att förneka sitt ord.",
    "35 Då sade Zeezrom till folket: Se till att ni kommer ihåg detta, ty han sade att det bara finns en enda Gud. Ändå säger han att Guds Son skall komma, men han skall inte frälsa sitt folk – som om han hade myndighet att befalla Gud.",
    "36 Och Amulek säger återigen till honom: Se, du har ljugit, för du säger att jag talade som om jag hade myndighet att befalla över Gud, eftersom jag sade att han inte skall frälsa sitt folk i deras synder.",
    "37 Och återigen säger jag dig att han inte kan frälsa dem i deras synder, ty jag kan inte förneka hans ord, och han har sagt att inget orent kan ärva himmelriket. Hur kan ni då bli frälsta om ni inte ärver himmelriket? Därför kan ni inte bli frälsta i era synder.",
    "38 Nu sade Zeezrom återigen till honom: Är Guds Son den sanne evige Fadern?",
    "39 Och Amulek sade till honom: Ja, han är den sanne evige Fadern till himmel och jord och till allt som i dem är. Han är begynnelsen och änden, den förste och den siste.",
    "40 Och han skall komma till världen för att återlösa sitt folk, och han skall ta på sig deras överträdelser som tror på hans namn. Och dessa är de som skall få evigt liv, och frälsning kommer inte till någon annan.",
    "41 Därför förblir de ogudaktiga som om ingen återlösning hade skett, utom att dödens band har lossats. Ty se, dagen kommer då alla skall uppstå från de döda och stå inför Gud och bli dömda enligt sina gärningar.",
    "42 Men det finns en död som kallas en timlig död. Och Kristi död skall lossa denna timliga döds band så att alla skall uppstå från denna timliga död.",
    "43 Anden och kroppen skall återförenas i sin fullkomliga form. Både lem och led skall återställas till sin rätta gestaltning, alldeles som vi nu är. Och vi skall föras fram för att stå inför Gud, lika medvetna som vi nu är och med ett klart minne av all vår skuld.",
    "44 Och denna återställelse skall komma till alla, både gammal och ung, både träl och fri, både man och kvinna, både ond och rättfärdig, och inte så mycket som ett hårstrå på deras huvud skall gå förlorat, utan allt skall återställas till sin fullkomliga form sådan den nu är, eller till kroppen, och alla skall föras fram och ställas framför skranket inför Kristus, Sonen, och Gud, Fadern, och den Helige Anden, som är en enda evig Gud, för att dömas efter sina gärningar, vare sig de är goda eller de är onda.",
    "45 Se, nu har jag talat till dig om den dödliga kroppens död och även om den dödliga kroppens uppståndelse. Jag säger dig att denna dödliga kropp skall uppstå till en odödlig kropp, det vill säga från döden, ja, från den första döden till livet så att de inte längre kan dö. Deras andar förenas med deras kroppar för att aldrig åtskiljas. På så sätt blir helheten andlig och odödlig så att de inte längre kan se förgänglighet.",
    "46 När nu Amulek hade avslutat dessa ord började folket åter förundras, och även Zeezrom började darra. Och så slutade Amuleks ord, eller: Detta är allt som jag har skrivit."
  ]
}