{
  "header": {
    "intro": "En berättelse om Mosiahs söner som avstod från rätten till riket för Guds ords skull och gick upp till Nephis land för att predika för lamaniterna. Deras lidanden och befrielse – enligt Almas uppteckning.",
    "study_intro": "Omfattar kapitel 17 till och med 27.",
    "study_summary": "Mosiahs söner har profetians och uppenbarelsens ande – De går åt olika håll för att förkunna ordet för lamaniterna – Ammon färdas till Ismaels land och blir kung Lamonis tjänare – Ammon räddar kungens hjordar och dräper hans fiender vid Sebus vatten.Verserna 1–3omkring 77 f Kr,vers 4omkring 91–77 f Kr ochverserna 5–39omkring 91 f Kr.",
    "title_number": "Kapitel 17"
  },
  "verses": [
    "1 Och nu hände det sig att när Alma färdades söderut från Gideons land bort till Mantis land, se, då mötte han till sin förvåning Mosiahs söner på väg till Zarahemlas land.",
    "2 Och dessa Mosiahs söner var tillsammans med Alma då ängeln först visade sig för honom. Därför gladde sig Alma storligen över att se sina bröder. Och det som gjorde hans glädje ännu större var att de fortfarande var hans bröder i Herren. Ja, och de hade blivit starka i kunskapen om sanningen, ty de var män med sunt förstånd, och de hade flitigt utforskat skrifterna för att de skulle kunna få kännedom om Guds ord.",
    "3 Men detta är inte allt. De hade hängivit sig åt mycket bön och fasta, och därför hade de profetians ande och uppenbarelsens ande, och när de undervisade, undervisade de med Guds kraft och myndighet.",
    "4 Och de hade undervisat om Guds ord under fjorton års tid bland lamaniterna och hade haft stor framgång med att bringa många till kunskapen om sanningen. Ja, genom deras ords kraft fördes många fram inför Guds altare för att åkalla Guds namn och bekänna sina synder för honom.",
    "5 Och se, detta är de omständigheter de levde under på sina färder, ty de genomgick många bedrövelser. De led mycket, både till kropp och själ, i form av hunger, törst och utmattning och även av stora andliga ansträngningar.",
    "6 Och detta var deras resor: Sedan de hade tagit farväl av sin far Mosiah under domarnas första år, och sedan de hade avsagt sig riket som deras far ville överlämna åt dem, och detta var även folkets mening,",
    "7 drog de ut ur Zarahemlas land och tog med sig sina svärd och sina spjut och sina bågar och sina pilar och sina slungor, och detta gjorde de för att de skulle kunna skaffa sig föda medan de var i vildmarken.",
    "8 Och sålunda drog de ut i vildmarken med dem som de hade utsett för att bege sig upp till Nephis land och predika Guds ord för lamaniterna.",
    "9 Och det hände sig att de färdades många dagar i vildmarken, och de fastade mycket och bad mycket om att Herren skulle skänka dem en del av sin Ande till att följa dem och stanna kvar hos dem, så att de kunde bli ett redskap i Guds händer till att om möjligt bringa sina bröder lamaniterna till kunskapen om sanningen, till kunskapen om hur ogudaktiga deras fäders traditioner var, vilka inte var sanna.",
    "10 Och det hände sig att Herren besökte dem med sin Ande och sade till dem: Fatta mod! Och de fattade mod.",
    "11 Och Herren sade även till dem: Gå ut bland lamaniterna, era bröder, och befäst mitt ord. Men ni skall vara uthålliga i tålamod och lidanden så att ni kan visa fram goda exempel för dem genom mig. Då skall jag göra er till ett redskap i mina händer till många själars frälsning.",
    "12 Och det hände sig att Mosiahs söner, och även de som var med dem, i sina hjärtan fattade mod till att gå ut bland lamaniterna för att förkunna Guds ord för dem.",
    "13 Och det hände sig att när de hade kommit till lamaniternas lands gränser skildes de åt och lämnade varandra och litade på Herren att de åter skulle få träffa varandra vid sin skördetids slut, ty de föreställde sig att det var ett stort verk de hade åtagit sig.",
    "14 Och stort var det förvisso, ty de hade åtagit sig att predika Guds ord för ett vilt och förhärdat och blodtörstigt folk, ett folk som njöt av att mörda nephiterna och av att råna och plundra dem. Och deras hjärtan var fästa vid rikedomar, eller vid guld och silver och dyrbara stenar. Men de försökte skaffa sig dessa ting genom att mörda och plundra för att de inte skulle behöva arbeta med egna händer för att få dem.",
    "15 Därför var de ett mycket lättjefullt folk. Många av dem tillbad avgudar, och Guds förbannelse vilade över dem för deras fäders traditioners skull. Trots det gavs Herrens löften till dem, på villkor att de omvände sig.",
    "16 Detta var anledningen till att Mosiahs söner hade åtagit sig detta verk för att de kanske skulle kunna föra dem till omvändelse, för att kanske kunna bringa dem till kunskapen om återlösningsplanen.",
    "17 Därför skildes de från varandra och gick ut bland dem, var för sig enligt de Guds ord och den kraft som hade givits dem.",
    "18 Och Ammon var ledaren bland dem, eller snarare, han betjänade dem, och han skildes från dem sedan han hade välsignat dem i enlighet med deras olika uppdrag och hade meddelat dem Guds ord, eller betjänat dem, innan han gav sig av. Och så färdades de på sina olika vägar överallt i landet.",
    "19 Och Ammon for till Ismaels land, landet som var uppkallat efter Ismaels söner, som även de blev lamaniter.",
    "20 Och när Ammon kom in i Ismaels land tog lamaniterna honom och band honom, så som det var deras sed att binda alla nephiter som föll i deras händer och föra dem inför kungen. Och sålunda lämnades åt kungens godtycke att dräpa dem eller att hålla dem i fångenskap eller att kasta dem i fängelse eller att driva ut dem ur sitt land enligt hans vilja och godtycke.",
    "21 Och sålunda fördes Ammon fram inför den kung som var över Ismaels land. Och hans namn var Lamoni, och han var en ättling till Ismael.",
    "22 Och kungen frågade Ammon om det var hans önskan att bo i landet bland lamaniterna, det vill säga bland hans folk.",
    "23 Och Ammon sade till honom: Ja, jag önskar bo bland detta folk en tid, ja, och kanske till den dag jag dör.",
    "24 Och det hände sig att kung Lamoni var mycket nöjd med Ammon och befallde att hans band skulle lösas. Och han ville att Ammon skulle ta en av hans döttrar till hustru.",
    "25 Men Ammon sade till honom: Nej, men jag vill bli din tjänare. Därför blev Ammon en tjänare till kung Lamoni. Och det hände sig att han sattes bland andra tjänare att vakta Lamonis hjordar enligt lamaniternas sed.",
    "26 Och sedan han hade varit i kungens tjänst i tre dagar, medan han tillsammans med de lamanitiska tjänarna gick med hjordarna till vattningsstället som kallades Sebus vatten, och dit alla lamaniterna förde sina hjordar för att vattnas –",
    "27 när alltså Ammon och kungens tjänare förde sina hjordar till detta vattningsställe, se, då stod där ett antal lamaniter som hade fört sina hjordar till vattnet, och de skingrade Ammons och kungens tjänares hjordar, och de skingrade dem så att de flydde åt många håll.",
    "28 Nu började kungens tjänare knota och säga: Nu kommer kungen att dräpa oss som han har gjort med våra bröder därför att deras hjordar skingrades genom dessa mäns ogudaktighet. Och de började gråta häftigt och säga: Se, våra hjordar är redan skingrade.",
    "29 Nu grät de av fruktan för att bli dräpta. När nu Ammon såg detta, svällde hans hjärta inom honom av glädje, ty, sade han, jag skall visa min kraft för dessa mina medtjänare, eller den kraft som är i mig, genom att återlämna dessa hjordar till kungen så att jag kan vinna dessa mina medtjänares hjärtan, så att jag kan förmå dem att tro på mina ord.",
    "30 Och detta var nu Ammons tankar när han såg hur de som han kallade sina bröder led.",
    "31 Och det hände sig att han uppmuntrade dem med sina ord och sade: Mina bröder, var vid gott mod och låt oss gå och söka efter hjordarna, och vi skall samla ihop dem och föra dem tillbaka till vattningsstället. Och på så sätt skall vi bevara hjordarna åt kungen, och han kommer inte att dräpa oss.",
    "32 Och det hände sig att de gick för att söka efter hjordarna, och de följde Ammon, och de sprang mycket snabbt och kom ifatt kungens hjordar och samlade åter ihop dem vid vattningsstället.",
    "33 Och männen stod åter färdiga att skingra deras hjordar, men Ammon sade till sina bröder: Omringa hjordarna så att de inte kan fly, så går jag och tar upp kampen mot dessa män som skingrar våra hjordar.",
    "34 De gjorde därför som Ammon befallde dem, och han gick fram och ställde sig för att strida mot dem som stod vid Sebus vatten, och de var inte få till antalet.",
    "35 De fruktade därför inte Ammon eftersom de trodde att en enda av deras män skulle kunna dräpa honom om de ville, ty de visste inte att Herren hade lovat Mosiah att han skulle befria hans söner ur deras händer. Inte heller visste de något om Herren. Därför njöt de av sina bröders undergång, och av den anledningen stod de redo att skingra kungens hjordar.",
    "36 Men Ammon steg fram och började kasta stenar på dem med sin slunga, ja, han slungade stenar in bland dem med stor kraft, och på så sätt dräpte han ett antal av dem så att de började förundra sig över hans styrka. Men de vredgades för sina fallna bröders skull och var fast beslutna att han skulle dö, och eftersom de såg att de inte kunde träffa honom med sina stenar kom de mot honom med klubbor för att dräpa honom.",
    "37 Men se, var och en som lyfte sin klubba för att slå ned Ammon högg denne armarna av med sitt svärd, ty han parerade deras slag genom att hugga mot armarna på dem med sitt svärds egg så att de blev bestörta och började fly för honom. Ja, och de var inte få till antalet, och han drev dem på flykten genom sin arms styrka.",
    "38 Sex av dem hade nu fallit för slungan, men med sitt svärd dräpte han ingen utom deras ledare. Och han högg av armarna på alla som lyfte dem emot honom, och de var inte få.",
    "39 Och när han drivit dem långt bort återvände han, och de vattnade sina hjordar och förde dem tillbaka till kungens betesmarker. Och sedan gick de in till kungen bärande på de armar som med Ammons svärd hade huggits av dem som försökte dräpa honom, och dessa bars in till kungen som ett bevis på vad de hade gjort."
  ]
}