{
  "header": {
    "study_summary": "Herren befaller Ammon att leda Anti-Nephi-Lehis folk i säkerhet – Vid mötet med Alma tömmer Ammons glädje ut hans styrka – Nephiterna ger anti-nephi-lehiterna Jershons land – De kallas Ammons folk. Omkring 90–77 f Kr.",
    "title_number": "Kapitel 27"
  },
  "verses": [
    "1 Nu hände det sig att när de lamaniter som dragit ut för att strida mot nephiterna, efter sina många försök att förgöra dem, fann att det var lönlöst att försöka förgöra dem, återvände de till Nephis land.",
    "2 Och det hände sig att amalekiterna var mycket förtörnade på grund av sina förluster. Och när de såg att de inte kunde få hämnd på nephiterna började de hetsa folket till vrede mot sina bröder, Anti-Nephi-Lehis folk. Därför började de åter att förgöra dem.",
    "3 Nu vägrade detta folk åter att gripa till vapen, och de lät sig dräpas efter fiendens behag.",
    "4 När nu Ammon och hans bröder såg detta förödelsens verk bland dem som de så högt älskade och bland dem som så högt hade älskat dem – ty de hade blivit behandlade som om de var änglar utsända av Gud att frälsa dem från evig undergång – när därför Ammon och hans bröder såg detta stora förödelsens verk rördes de till medlidande, och de sade till kungen:",
    "5 Låt oss samla ihop detta Herrens folk, och låt oss dra ned till Zarahemlas land till våra bröder nephiterna och fly undan våra fienders händer så att vi inte omkommer.",
    "6 Men kungen sade till dem: Se, nephiterna skall förgöra oss för de många mord och synders skull som vi har begått emot dem.",
    "7 Och Ammon sade: Jag skall gå och fråga Herren. Och om han säger till oss att gå ned till våra bröder, följer ni då med?",
    "8 Och kungen sade till honom: Ja, om Herren säger till oss att gå skall vi bege oss ned till våra bröder, och vi skall bli deras slavar till dess vi har gottgjort dem för de många mord och synder som vi har begått emot dem.",
    "9 Men Ammon sade till honom: Det strider mot våra bröders lag, som stiftats av min far, att det skulle finnas några slavar bland dem. Låt oss därför dra ned och lita på våra bröders barmhärtighet.",
    "10 Men kungen sade till honom: Fråga Herren, och om han säger till oss att gå så går vi. Annars skall vi förgås här i landet.",
    "11 Och det hände sig att Ammon gick och frågade Herren, och Herren sade till honom:",
    "12 För detta folk ut ur detta land så att de inte förgås, ty Satan har fått ett fast grepp om amalekiternas hjärtan, och de hetsar lamaniterna till vrede mot sina bröder så att de dräper dem. Bege dig därför ut ur detta land, och välsignat är detta folk i detta släktled, ty jag skall bevara dem.",
    "13 Och nu hände det sig att Ammon gick och berättade för kungen alla de ord som Herren hade sagt till honom.",
    "14 Och de samlade ihop hela sitt folk, ja, hela Herrens folk, och de samlade ihop alla sina flockar och sina hjordar och drog ut ur landet och kom till vildmarken, som skilde Nephis land från Zarahemlas land, och kom över i närheten av landets gränser.",
    "15 Och det hände sig att Ammon sade till dem: Se, jag och mina bröder skall gå in i Zarahemlas land, och ni skall stanna här till dess vi återvänder. Och vi skall försöka utröna våra bröders hjärtan, om de vill att ni skall få komma in i deras land.",
    "16 Och det hände sig att när Ammon var på väg in i landet mötte han och hans bröder Alma på den plats som har omtalats. Och se, detta var ett glädjerikt möte.",
    "17 Nu var Ammons glädje så stor att han fylldes helt, ja, han uppslukades av glädjen i sin Gud till den grad att hans styrka uttömdes och han föll åter till marken.",
    "18 Var nu inte detta en utomordentlig glädje? Se, detta är en glädje som ingen uppnår utom den verkligt ångerfulle och ödmjuke som söker efter lycka.",
    "19 Nu var Almas glädje över att möta sina bröder i sanning stor, och likaså Arons, Omners och Himnis glädje. Men se, deras glädje var inte sådan att den översteg deras krafter.",
    "20 Och det hände sig att Alma förde sina bröder tillbaka till Zarahemlas land, ja, till sitt eget hus. Och de gick och berättade för överdomaren allt som hade hänt dem i Nephis land bland deras bröder lamaniterna.",
    "21 Och det hände sig att överdomaren sände ut en kungörelse över hela landet och begärde att få höra folkets röst beträffande att släppa in deras bröder, som var Anti-Nephi-Lehis folk.",
    "22 Och det hände sig att folkets röst löd sålunda: Se, vi vill avstå från Jershons land, som ligger österut vid havet, och som gränsar till landet Ymnighet, och som ligger söder om landet Ymnighet. Och detta Jershons land är det land som vi vill ge våra bröder som arvedel.",
    "23 Och se, vi skall ställa våra härar mellan Jershons land och Nephis land, så att vi kan beskydda våra bröder i Jershons land. Och detta gör vi för våra bröder med anledning av deras fruktan över att de genom att gripa till vapen mot sina bröder skulle begå synd. Och denna deras stora fruktan kom av den smärtsamma ånger de kände på grund av sina många mord och sin hemska ogudaktighet.",
    "24 Och se, detta skall vi göra för våra bröder så att de kan få ärva Jershons land, och vi skall med våra härar skydda dem från deras fiender, på villkor att de ger oss en del av sina ägodelar för att hjälpa oss att underhålla våra härar.",
    "25 Nu hände det sig att när Ammon hade hört detta återvände han till Anti-Nephi-Lehis folk, och Alma följde honom ut i vildmarken där de hade slagit upp sina tält, och de tillkännagav allt detta för dem. Och Alma berättade även för dem om sin omvändelse tillsammans med Ammon och Aron och hans bröder.",
    "26 Och det hände sig att detta orsakade stor glädje bland dem. Och de drog ned till Jershons land och tog Jershons land i besittning, och de kallades av nephiterna Ammons folk. Därför särskildes de från den tiden med detta namn.",
    "27 Och de bodde bland Nephis folk och räknades även till det folk som tillhörde Guds kyrka. Och de utmärkte sig även för sin hängivenhet mot Gud och även mot människor, ty de var fullkomligt ärliga och uppriktiga i allt, och de var ståndaktiga i tron på Kristus intill änden.",
    "28 Och de såg på utgjutandet av sina bröders blod med största avsky, och de kunde aldrig förmås att ta till vapen mot sina bröder. Och de såg aldrig på döden med någon grad av fruktan, tack vare sitt hopp och sin syn på Kristus och uppståndelsen. Därför var döden för dem uppslukad av Kristi seger över den.",
    "29 Därför ville de lida döden på det svåraste och mest smärtsamma sätt som deras bröder kunde tillfoga dem hellre än att gripa till svärd eller sabel för att dräpa dem.",
    "30 Och sålunda var de ett hängivet och älskat folk, ett folk storligen gynnat av Herren."
  ]
}