{
  "header": {
    "study_summary": "Korihor, en antikrist, förlöjligar Kristus, försoningen och profetians ande – Han lär att det inte finns någon Gud, inget människans fall, inget straff för synd och ingen Kristus – Alma vittnar om att Kristus skall komma och att allting tyder på att det finns en Gud – Korihor kräver ett tecken och slås med stumhet – Djävulen hade visat sig för Korihor som en ängel och lärt honom vad han skulle säga – Korihor blir nedtrampad och dör. Omkring 76–74 f Kr.",
    "title_number": "Kapitel 30"
  },
  "verses": [
    "1 Se, nu hände det sig att sedan Ammons folk hade slagit sig ned i Jershons land, ja, och även sedan lamaniterna drivits ut ur landet och deras döda hade begravts av folket i landet –",
    "2 nu blev deras döda inte räknade på grund av deras stora antal, och inte heller räknades nephiternas döda – ja, det hände sig sedan de hade begravt sina döda, och även efter tiden för fasta och sorg och bön (och detta var i det sextonde året av domarnas regering över Nephis folk), att det började bli oavbruten fred i hela landet.",
    "3 Ja, och folket vinnlade sig om att hålla Herrens bud, och de iakttog noggrant Guds förordningar enligt Moses lag eftersom de hade blivit undervisade om att hålla Moses lag till dess den skulle fullbordas.",
    "4 Och sålunda hade folket inga oroligheter under hela det sextonde året av domarnas regering över Nephis folk.",
    "5 Och det hände sig i början av det sjuttonde året av domarnas regering att de hade oavbruten fred.",
    "6 Men det hände sig under senare delen av det sjuttonde året att en man kom in i Zarahemlas land, och han var antikrist, ty han började predika för folket mot de profetior som hade talats av profeterna om Kristi ankomst.",
    "7 Nu fanns det ingen lag mot en människas tro, ty det var helt i strid med Guds bud att det skulle finnas en lag som gjorde att människor behandlades olika.",
    "8 Ty så säger skriften: Utvälj åt er i dag vem ni vill tjäna!",
    "9 Om nu någon önskade tjäna Gud var det hans rättighet, eller snarare: Om han trodde på Gud var det hans rättighet att få tjäna honom, men om han inte trodde på honom fanns det ingen lag som kunde straffa honom.",
    "10 Men om han mördade straffades han med döden, och om han rånade blev han likaså straffad. Och om han stal blev han likaså straffad, och om han begick äktenskapsbrott blev han likaså straffad. Ja, för all sådan ogudaktighet blev de straffade.",
    "11 Ty det fanns en lag om att människor skulle dömas enligt sina brott. Men det fanns ingen lag mot en människas tro. Därför straffades en människa endast för de brott som hon hade begått, och därför behandlades alla människor lika.",
    "12 Och denne antikrist, vars namn var Korihor (och lagen kunde inte tillämpas på honom), började predika för folket att det inte skulle komma någon Kristus. Och på detta sätt predikade han och sade:",
    "13 O ni som är bundna av ett dåraktigt och fåfängt hopp, varför tynger ni er med sådana dårskaper? Varför förväntar ni en Kristus? Ingen människa kan ju veta något om det som skall komma.",
    "14 Se, det som ni kallar profetior, som ni påstår har överlämnats av heliga profeter, se, det är era fäders dåraktiga traditioner.",
    "15 Hur vet ni att de är sanna? Se, ni kan inte veta något om det som ni inte ser. Därför kan ni inte veta att en Kristus skall komma.",
    "16 Ni ser framåt och säger att ni ser en förlåtelse för era synder. Men se, detta är följden av ett vanvettigt sinne, och denna sinnesrubbning kommer som följd av era fäders traditioner som vilseleder er till att tro sådant som inte är sant.",
    "17 Och mycket mera sådant sade han till dem, och han sade att ingen försoning för människornas synder kunde ske, utan att varje människa här i livet skördade följderna av sitt eget handlande. Därför fick varje människa framgång alltefter sin begåvning, och varje människa segrade alltefter sin styrka. Och vad människan än gjorde så var det inte något brott.",
    "18 Och sålunda predikade han för dem och vilseledde mångas hjärtan och fick dem att lyfta upp sina huvuden i sin ogudaktighet. Ja, han vilseledde många kvinnor, och även män, till att bedriva hor och intalade dem att när en människa var död, så var det slut därmed.",
    "19 Nu gick denne man över även till Jershons land för att predika detta bland Ammons folk, som en gång var lamaniternas folk.",
    "20 Men se, de var klokare än många av nephiterna, ty de tog honom och band honom och förde honom inför Ammon som var högpräst över det folket.",
    "21 Och det hände sig att denne bestämde att han skulle förpassas ut ur landet. Och han kom över till Gideons land och började predika även för dem som bodde där. Och här hade han inte stor framgång, ty han blev gripen, bunden och förd inför högprästen och likaså landets överdomare.",
    "22 Och det hände sig att högprästen sade till honom: Varför går du omkring och förvränger Herrens vägar? Varför lär du detta folk att det inte skall komma någon Kristus, för att därmed ta bort deras glädje? Varför talar du emot de heliga profeternas alla profetior?",
    "23 Och högprästens namn var Giddonah. Och Korihor sade till honom: Därför att jag inte förkunnar era fäders dåraktiga traditioner, och därför att jag inte lär människorna att underkasta sig de dåraktiga förordningar och förrättningar som forna präster har infört för att ta sig makt och myndighet över dem och hålla dem i okunnighet, så att de inte skulle kunna lyfta upp sina huvuden utan hållas i förtryck i enlighet med dina ord.",
    "24 Ni säger att detta folk är ett fritt folk. Se, jag säger att de är i träldom. Ni säger att dessa gamla profetior är sanna. Se, jag säger att ni inte vet att de är sanna.",
    "25 Ni säger att detta folk är ett skyldigt och ett fallet folk för en förfaders överträdelses skull. Se, jag säger att ett barn inte är skyldigt på grund av sina föräldrar.",
    "26 Och ni säger även att Kristus skall komma. Men se, jag säger att ni inte vet att en Kristus skall komma. Och ni säger även att han skall dödas för världens synder –",
    "27 och på så sätt förleder ni detta folk med era fäders dåraktiga traditioner och enligt era egna önskningar. Och ni håller dem nere, liksom i träldom, så att ni kan frossa på deras händers arbete så att de inte vågar se uppåt i frimodighet, och så att de inte vågar åtnjuta sina rättigheter och förmåner.",
    "28 Ja, de vågar inte använda det som är deras eget för att inte förarga sina präster som håller dem under oket enligt sina önskningar och som genom sina traditioner och sina drömmar och sina infall och sina syner och sina föregivna hemligheter har fått dem att tro att de, om de inte rättade sig efter deras ord, skulle förarga någon okänd varelse som de säger är Gud – en varelse som aldrig har blivit sedd eller känd, som aldrig har existerat och aldrig kommer att göra det.",
    "29 När nu högprästen och överdomaren såg hans hjärtas hårdhet, ja, när de såg att han ville smäda till och med Gud, ville de inte svara på hans ord utan lät binda honom och överlämnade honom i rättstjänarnas händer och sände honom till Zarahemlas land, för att han skulle kunna föras inför Alma och överdomaren, som var hela landets regent.",
    "30 Och det hände sig att när han fördes fram inför Alma och överdomaren fortsatte han på samma sätt som han gjort i Gideons land, ja, han fortsatte att häda.",
    "31 Och han stod fram med stora, uppblåsta ord inför Alma, och han smädade prästerna och lärarna och beskyllde dem för att vilseleda människorna med sina fäders enfaldiga traditioner för att själva kunna frossa på folkets arbete.",
    "32 Nu sade Alma till honom: Du vet att vi inte frossar på dessa människors arbete. Ty se, jag har ända från början av domarnas regering och fram tills nu arbetat med mina egna händer för mitt uppehälle, trots mina många resor runt om i landet för att förkunna Guds ord för mitt folk.",
    "33 Och trots det myckna arbete som jag har utfört i kyrkan, har jag aldrig fått så mycket som en enda senin för mitt arbete. Det har inte heller någon av mina bröder, utom när de suttit på domarsätet, och då har vi endast fått för vår tid enligt lagen.",
    "34 Och om vi nu inte får något för vårt arbete i kyrkan, vilken nytta har vi då av att arbeta i kyrkan, utom den att predika sanningen så att vi kan glädjas åt våra bröders glädje?",
    "35 Varför säger du då att vi predikar för detta folk för att skaffa oss vinning, när du själv vet att vi inte får någon vinning? Och tror du nu att vi bedrar detta folk och att det orsakar sådan glädje i deras hjärtan?",
    "36 Och Korihor svarade honom: Ja.",
    "37 Och då sade Alma till honom: Tror du att det finns en Gud?",
    "38 Och han svarade: Nej.",
    "39 Då sade Alma till honom: Förnekar du återigen att det finns en Gud, och förnekar du även Kristus? Ty se, jag säger dig att jag vet att det finns en Gud, och likaså att Kristus skall komma.",
    "40 Och vad belägg har du för att det inte finns någon Gud, eller för att Kristus inte kommer? Jag säger dig att du inget har utom ditt eget ord.",
    "41 Men se, jag har allt som ett bevis för att detta är sant, och du har också allt som ett bevis för dig att det är sant, och vill du förneka detta? Tror du att detta är sant?",
    "42 Se, jag vet att du tror, men du är besatt av en lögnens ande, och du har drivit ut Guds Ande så att den inte har någon plats i dig. Men djävulen har makt över dig, och han styr dig och gör upp planer för att kunna förgöra Guds barn.",
    "43 Och då sade Korihor till Alma: Om du vill visa mig ett tecken så att jag kan bli övertygad om att det finns en Gud, ja, visa mig att han har makt, då skall jag bli övertygad om att dina ord är sanna.",
    "44 Men Alma sade till honom: Du har fått tillräckligt med tecken. Skall du fresta din Gud? Säger du: Visa mig ett tecken, när du har alla dessa dina bröders vittnesbörd och även alla de heliga profeternas? Skrifterna är lagda framför dig, ja, och allt tyder på att det finns en Gud. Ja, hela jorden och allt som finns på dess yta, ja, och dess rörelse, ja, och även alla planeterna som rör sig i sina regelbundna banor vittnar om att det finns en högste Skapare.",
    "45 Och ändå går du omkring och vilseleder detta folks hjärtan och betygar för dem att det inte finns någon Gud. Och kommer du ändå att förneka honom, trots alla dessa vittnen? Och han sade: Ja, jag kommer att förneka honom, om du inte visar mig ett tecken.",
    "46 Och nu hände det sig att Alma sade till honom: Se, jag sörjer för ditt hjärtas hårdhets skull, ja, över att du fortfarande motsätter dig sanningens ande, så att din själ kan gå förlorad.",
    "47 Men se, det är bättre att din själ går förlorad än att du blir ett redskap till att föra många själar ned i fördärvet genom dina lögner och genom dina smickrande ord. Om du därför återigen skall förneka Gud, se då skall han slå dig så att du skall bli stum, så att du aldrig mer skall öppna din mun och så att du inte längre skall kunna bedra detta folk.",
    "48 Då sade Korihor till honom: Jag förnekar inte en Guds tillvaro, men jag tror inte att det finns en Gud. Och jag säger även att du inte vet att det finns en Gud, och om du inte visar mig ett tecken kommer jag inte att tro.",
    "49 Då sade Alma till honom: Detta ger jag dig som ett tecken: Du skall bli stum enligt mina ord, och jag säger att i Guds namn skall du bli slagen med stumhet så att du inte längre skall kunna tala.",
    "50 När nu Alma hade sagt dessa ord blev Korihor slagen med stumhet så att han inte kunde tala, i enlighet med Almas ord.",
    "51 Och när nu överdomaren såg detta räckte han ut sin hand och skrev till Korihor sålunda: Är du övertygad om Guds makt? På vem önskade du att Alma skulle visa sitt tecken? Ville du att han skulle skada andra för att ge dig ett tecken? Se, han har visat dig ett tecken. Och skall du nu fortsätta ifrågasätta?",
    "52 Och Korihor sträckte fram handen och skrev: Jag vet att jag är stum, ty jag kan inte tala, och jag vet att inget annat än Guds makt kunde åsamka mig detta. Ja, och jag har alltid vetat att det finns en Gud.",
    "53 Men se, djävulen har bedragit mig, ty han visade sig för mig i en ängels skepnad och sade till mig: Gå och vinn detta folk tillbaka, ty de har alla gått vilse efter en okänd Gud. Och han sade till mig: Det finns ingen Gud. Ja, och han lärde mig vad jag skulle säga, och jag har lärt ut hans ord. Och jag lärde ut dem för att de behagade det köttsliga sinnet. Och jag lärde ut dem ända till dess jag fick stor framgång, så att jag själv verkligen trodde att de var sanna. Och därför motstod jag sanningen ända till dess jag åsamkat mig denna stora förbannelse.",
    "54 När han nu hade sagt detta bönföll han Alma om att be till Gud så att förbannelsen kunde tas bort från honom.",
    "55 Men Alma sade till honom: Om denna förbannelse togs bort från dig skulle du åter vilseleda detta folks hjärtan. Därför skall det ske dig alldeles som Herren vill.",
    "56 Och det hände sig att förbannelsen inte togs bort från Korihor, utan han blev utdriven och gick från hus till hus och tiggde om mat.",
    "57 Nu blev vetskapen om det som hänt Korihor omedelbart kungjord över hela landet, ja, kungörelsen utsändes av överdomaren till hela befolkningen i landet vari det förkunnades för dem som hade trott på Korihors ord att de med hast måste omvända sig, för att inte samma straffdomar skulle drabba dem.",
    "58 Och det hände sig att de alla övertygades om Korihors ogudaktighet. Därför omvände de sig alla åter till Herren, och detta gjorde slut på det slags ondska som Korihor utövat. Och Korihor gick omkring från hus till hus och tiggde om mat för att uppehålla livet.",
    "59 Och det hände sig att då han gick omkring bland folket, ja, bland ett folk som hade skilt sig från nephiterna och kallade sig zoramiter, eftersom de leddes av en man vid namn Zoram – och då han gick omkring bland dem, se, då blev han stött omkull och nedtrampad ända till dess han dog.",
    "60 Och sålunda ser vi hur det går för den som förvränger Herrens vägar, och sålunda ser vi att djävulen inte hjälper sina barn på den yttersta dagen utan med hast drar ned dem till helvetet."
  ]
}