{
  "header": {
    "study_summary": "Plåtarna av mässing och andra heliga skrifter bevaras för att föra själar till frälsning – Jarediterna utrotades på grund av sin ogudaktighet – Deras hemliga eder och förbund måste undanhållas folket – Rådgör med Herren i allt du gör – Liksom Liahona vägledde nephiterna leder Kristi ord människan till evigt liv. Omkring 74 f Kr.",
    "title_number": "Kapitel 37"
  },
  "verses": [
    "1 Och nu, min son Helaman, befaller jag dig att ta de uppteckningar som har blivit mig anförtrodda.",
    "2 Och jag befaller dig även att föra en uppteckning om detta folk, liksom jag har gjort, på Nephis plåtar och helighålla alla dessa ting som jag har bevarat, på samma sätt som jag har gjort, ty det är i en vis avsikt som de bevaras.",
    "3 Och dessa plåtar av mässing, vilka innehåller dessa inristningar, vilka utgör avskrifter av de heliga skrifterna, vilka utgör våra fäders släktuppteckningar ända från begynnelsen –",
    "4 se, det har profeterats av våra fäder att de skulle bevaras och överlämnas från ett släktled till ett annat, och skyddas och bevaras av Herrens hand, till dess de skulle sändas ut till varje nation, släkte, tungomål och folk, för att dessa skall få kunskap om de hemligheter som de innehåller.",
    "5 Och se, om de bevaras måste de bibehålla sin glans, ja, och de skall bibehålla sin glans. Ja, det skall även alla de plåtar som innehåller det som är helig skrift.",
    "6 Nu tror du kanske att detta är dåraktigt av mig, men se, jag säger dig att med små och enkla medel uträttas mycket stort, och små ting bringar många gånger de visa på skam.",
    "7 Och Herren Gud använder sig av medel för att genomföra sina stora och eviga avsikter, och med mycket små medel bringar Herren de visa på skam och åstadkommer många själars frälsning.",
    "8 Och se, hittills har det varit enligt Guds visdom att dessa ting skulle bevaras, ty se, de har vidgat detta folks minne, ja, och övertygat många om deras felaktiga vägar och bringat dem till kunskapen om deras Gud, till deras själars frälsning.",
    "9 Ja, jag säger dig, att om det inte varit för det som dessa uppteckningar innehåller och som finns på dessa plåtar, skulle Ammon och hans bröder inte ha kunnat övertyga så många tusen lamaniter om att deras fäders tradition var felaktig. Ja, dessa uppteckningar och deras ord fick dem att omvända sig, det vill säga de bringade dem till kunskapen om Herren, deras Gud, och till att glädjas i Jesus Kristus, deras Återlösare.",
    "10 Och vem vet om inte de skall bli medlet att bringa många tusen av dem, ja, och likaså många tusen av våra styvnackade bröder nephiterna, som nu förhärdar sina hjärtan i synd och ondska, till kunskapen om sin Återlösare?",
    "11 Nu har dessa hemligheter ännu inte helt tillkännagivits för mig, och därför avstår jag från att säga mer.",
    "12 Och det räcker kanske om jag bara säger att de är bevarade i en vis avsikt, vilken avsikt är känd av Gud. Ty han råder i visdom över alla sina verk, och hans stigar är raka och hans bana är ett enda evigt kretslopp.",
    "13 O, kom ihåg, kom ihåg, min son Helaman, hur stränga Guds bud är. Och han sade: Om ni håller mina bud skall ni få framgång i landet – men om ni inte håller hans bud kommer ni att avskäras från hans närhet.",
    "14 Och kom nu ihåg, min son, att Gud har anförtrott dig dessa ting, vilka är heliga, vilka han har bevarat som heliga och vilka han även skall skydda och bevara i en för honom vis avsikt, så att han kan visa sin makt för framtida släktled.",
    "15 Och se, nu säger jag dig genom profetians ande att om du överträder Guds bud, se, då skall dessa ting, som är heliga, tas ifrån dig genom Guds makt, och du skall överlämnas åt Satan så att han kan sålla dig som agnar för vinden.",
    "16 Men om du håller Guds befallningar, och gör med dessa ting, som är heliga, enligt vad Herren befaller dig (ty du måste vända dig till Herren om allt vad du skall göra med dem), se, då kan ingen makt på jorden eller i helvetet ta dem ifrån dig, ty Gud har makt att uppfylla alla sina ord.",
    "17 Ja, han kommer att uppfylla alla de löften som han skall ge dig, ty han har uppfyllt de löften som han har givit våra fäder.",
    "18 Ty han lovade dem att han skulle bevara dessa ting i en för honom vis avsikt, så att han kan visa sin makt för framtida släktled.",
    "19 Och se, en avsikt har han uppnått, ja, genom att många tusen lamaniter återfördes till kunskapen om sanningen. Och han har visat sin makt genom dem och skall alltjämt visa sin makt genom dem för framtida släktled, och därför skall de bevaras.",
    "20 Därför befaller jag dig, min son Helaman, att du är noga med att uppfylla alla mina ord, och att du är noga med att hålla Guds bud så som de står skrivna.",
    "21 Och nu skall jag tala till dig om dessa tjugofyra plåtar så att du förvarar dem, så att hemligheterna och mörkrets gärningar och deras hemliga gärningar, eller de hemliga gärningar som utövades av de människor som har förgjorts, kan uppenbaras för detta folk. Ja, så att alla deras mord och deras röveri och deras plundringar och all deras ogudaktighet och alla deras avskyvärdheter kan uppenbaras för detta folk. Ja, och så att du bevarar dessa uttydare.",
    "22 Ty se, Herren såg att hans folk började verka i mörkret, ja, begå hemliga mord och avskyvärdheter. Därför sade Herren att om de inte omvände sig skulle de utrotas från jordens yta.",
    "23 Och Herren sade: Jag skall åt min tjänare Gazelem bereda en sten som skall stråla i mörkret och lysa så att jag kan avslöja för mitt folk som tjänar mig, så att jag kan avslöja för dem deras bröders gärningar, ja, deras hemliga gärningar, deras mörkrets gärningar och deras ogudaktighet och avskyvärdheter.",
    "24 Och nu, min son, bereddes dessa uttydare för att Guds ord skulle kunna uppfyllas, som han talade när han sade:",
    "25 Jag vill föra ut ur mörker till ljus alla deras hemliga gärningar och deras styggelser. Och såvida de inte omvänder sig skall jag utrota dem från jordens yta. Och jag skall föra alla deras hemligheter och avskyvärdheter fram i ljuset för varje nation som hädanefter skall besitta landet.",
    "26 Och nu, min son, ser vi att de inte omvände sig. Därför har de förgjorts, och så långt har Guds ord blivit uppfyllda, ja, deras hemliga avskyvärdheter har förts ut ur mörkret och tillkännagivits för oss.",
    "27 Och nu, min son, befaller jag dig att behålla alla deras eder och deras förbund och deras överenskommelser rörande deras hemliga avskyvärdheter för dig själv. Ja, och alla deras tecken och deras under skall du undanhålla detta folk så att de inte får kännedom om dem, för att inte även de till äventyrs skall falla i mörker och förgöras.",
    "28 Ty se, en förbannelse vilar över hela detta land: Enligt Guds makt skall undergång drabba alla dem som, när de är fullt mogna, gör mörkrets gärningar. Därför önskar jag att detta folk inte skall gå under.",
    "29 Därför skall du undanhålla dessa deras eders och deras förbunds hemliga planer för detta folk och endast tillkännage deras ogudaktighet och deras mord och deras avskyvärdheter. Och du skall lära dem att avsky sådana ogudaktigheter och avskyvärdheter och mord. Och du skall även lära dem att dessa människor utrotades på grund av sin ogudaktighet och sina avskyvärdheter och sina mord.",
    "30 Ty se, de mördade alla Herrens profeter som kom bland dem för att förkunna deras ondska för dem. Och blodet från dem som de mördade ropade till Herren, deras Gud, om hämnd över dem som var deras mördare. Och sålunda kom Guds straffdomar över dessa mörkrets och hemliga sammansvärjningars gärningsmän.",
    "31 Ja, och förbannat intill undergång vare landet i evigheters evighet för dessa mörkrets och hemliga sammansvärjningars gärningsmän, såvida de inte omvänder sig innan de är fullt mogna.",
    "32 Och kom nu ihåg, min son, de ord som jag har talat till dig. Anförtro inte dessa hemliga planer åt detta folk, utan lär dem att hysa ett evigt hat mot synd och ondska.",
    "33 Predika för dem omvändelse och tro på Herren Jesus Kristus. Lär dem att ödmjuka sig och att vara saktmodiga och ödmjuka i hjärtat. Lär dem att motstå alla djävulens frestelser genom sin tro på Herren Jesus Kristus.",
    "34 Lär dem att aldrig tröttna på att göra gott, utan att vara saktmodiga och ödmjuka i hjärtat, ty sådana skall finna ro för sina själar.",
    "35 O, kom ihåg detta, min son, och lär visdom i din ungdom. Ja, lär dig i din ungdom att hålla Guds bud.",
    "36 Ja, och ropa till Gud om allt vad du behöver. Ja, låt alla dina gärningar göras för Herren, och varthelst du går, låt det ske i Herren. Ja, låt alla dina tankar riktas mot Herren, ja, låt ditt hjärtas tillgivenhet tillägnas Herren för evigt.",
    "37 Rådgör med Herren i allt vad du gör, så skall han leda dig till det som är gott. Ja, överlämna dig åt Herren när du går till vila om aftonen så att han må vaka över dig när du sover, och när du stiger upp om morgonen låt då ditt hjärta vara fyllt av tacksamhet mot Gud. Och om du gör detta skall du bli upphöjd på den yttersta dagen.",
    "38 Och nu min son, har jag något att säga om det som våra fäder kallar ett klot eller en vägvisare – det som våra fäder kallade Liahona, som i översättning betyder kompass. Och Herren beredde den.",
    "39 Och se, ingen människa kan utföra ett arbete med så sällsynt konstfärdighet. Och se, den bereddes för att visa våra fäder den väg de skulle färdas i vildmarken.",
    "40 Och den fungerade i enlighet med deras tro på Gud. Om de därför hade tro till att lita på att Gud kunde göra så att dessa visare pekade ut vägen de skulle gå, se, då skedde det. Därför fick de uppleva detta underverk, och även många andra underverk, genom Guds makt, dag efter dag.",
    "41 Men eftersom dessa underverk åstadkoms genom små medel var det förunderliga verkningar som den visade för dem. När de var försumliga och glömde att utöva sin tro och flit då upphörde de förunderliga verkningarna, och de gjorde inga framsteg på sin resa.",
    "42 Därför blev de kvar i vildmarken, eller färdades inte den rätta vägen, och led hunger och törst för sina överträdelsers skull.",
    "43 Och nu, min son, vill jag att du skall förstå att detta är liksom en skuggbild, ty när våra fäder var försumliga i att ge akt på denna kompass (den var ju något timligt) hade de ingen framgång. På samma sätt är det med det som är andligt.",
    "44 Ty se, det är lika lätt att ge akt på Kristi ord, som skall visa dig raka vägen till evig sällhet, som det var för våra fäder att ge akt på denna kompass, som skulle visa dem raka vägen till det utlovade landet.",
    "45 Och nu säger jag: Ligger det inte en symbolik i detta? Ty lika säkert som denna vägvisare förde våra fäder, när de följde dess ledning, till det utlovade landet, skall Kristi ord, om vi följer deras ledning, föra oss bortom denna sorgens dal till ett långt bättre löftets land.",
    "46 O min son, låt oss inte vara försumliga för att vägen är lätt, ty så var det med våra fäder. Ty så var det berett för dem att om de ville se kunde de få leva, och på samma sätt är det med oss. Vägen är beredd, och om vi vill se kan vi leva för evigt.",
    "47 Min son, se nu till att du tar hand om dessa heliga föremål, ja, se till att du fäster blicken på Gud och får leva. Gå till detta folk och förkunna ordet, och var allvarlig. Min son, farväl."
  ]
}