{
  "header": {
    "study_summary": "Tao amin’ny haizina no nanambaran’ny feon’i Kristy ny famongorana ny vahoaka sy ny tanàna maro noho ny faharatsiany—Nambarany koa ny maha-Andriamanitra Azy, nolazainy fa tanteraka ny lalàn’i Mosesy, ary nasainy nanatona Azy ny olona mba ho voavonjy. Tokony ho 34 taona taorian’i Kristy.",
    "title_number": "Toko 9"
  },
  "verses": [
    "1 Ary ny zava-nitranga dia nisy feo re teo anivon’ny mponin’ny tany rehetra, eran’ny lafiny rehetra tamin’ny tany, niantso hoe:",
    "2 Loza, loza, lozan’ity vahoaka ity; lozan’ny mponin’ny tany manontolo raha tsy mibebaka izy; fa mihomehy ny devoly, ary mifaly ny anjeliny, noho ireo voavono tamin’ny zanakalahy sy ny zanakavavy kanton’ny vahoakako; ary noho ny helony sy ny fahavetavetany dia lavo ireny!",
    "3 Indro, ilay tanàna lehiben’i Zarahemlà dia efa nodorako tamin’ny afo, mbamin’ny mponina tao.",
    "4 Ary indro, ilay tanàna lehiben’i Môrônia dia efa nasaiko nalentika tany amin’ny halalin’ny ranomasina, ary narendrika ny mponina tao.",
    "5 Ary indro, ilay tanàna lehiben’i Môrônihà dia efa norakofako tamin’ny tany, mbamin’ny mponina tao, mba hanafina ny helony sy ny fahavetavetany tsy ho eo anoloan’ny tavako, ka ny ran’ny mpaminany sy ny olomasina dia tsy hankany Amiko intsony hanohitra azy.",
    "6 Ary indro, ny tanànan’i Gilgala dia efa nasaiko nalentika, ary ny mponina tao nalevina tany amin’ny halalin’ny tany;",
    "7 Eny, ary ny tanànan’i Ônihà mbamin’ny mponina tao, ary ny tanànan’i Môkoma mbamin’ny mponina tao ary ny tanànan’i Jerosalema mbamin’ny mponina tao; ary ny rano no efa nasaiko niakatra teo amin’ny toerany mba hanafina ny faharatsiany sy ny fahavetavetany tsy ho eo anoloan’ny tavako, ka ny ran’ny mpaminany sy ny olomasina dia tsy hiakatra intsony any Amiko hanohitra azy.",
    "8 Ary indro, ny tanànan’i Gadiandia, sy ny tanànan’i Gadiômnà sy ny tanànan’i Jakoba ary ny tanànan’i Gimgimnao, ireo rehetra ireo dia efa nasaiko nalentika, ary havoana sy lohasaha no nataoko teo amin’ny toerany; ary ny mponina tao dia efa naleviko tao amin’ny halalin’ny tany mba hanafina ny faharatsiany sy ny fahavetavetany tsy ho eo anoloan’ny tavako, ka ny ran’ny mpaminany sy ny olomasina dia tsy hiakatra intsony any amiko hanohitra azy ireo.",
    "9 Ary indro, ilay tanàna lehiben’i Jakôbogata, izay nonenan’ny vahoakan’i Jakoba mpanjaka, dia efa nasaiko nodorana tamin’ny afo noho ny fahotany sy ny faharatsiany izay nanoatra ny faharatsiana rehetra teo amin’ny tany manontolo, noho ny famonoany olona sy ny tsikombakomba miafiny, satria izy no nandrava ny fiadanan’ny vahoakako sy ny governemanta teo amin’ny tany; noho izany dia nasaiko nodorana izy mba hamongorana azy tsy ho eo anoloan’ny tavako, ka ny ran’ny mpaminany sy ny olomasina dia tsy hiakatra intsony aty Amiko hanohitra azy.",
    "10 Ary indro, ny tanànan’i Lamàna sy ny tanànan’i Jôsy, sy ny tanànan’i Gàda ary ny tanànan’i Kiskomena dia efa nasaiko nodorana tamin’ny afo, mbamin’ny mponina tao, noho ny faharatsiany tamin’ny nandroahany ny mpaminany sy nitorahany vato an’ireo izay nirahiko hanambara taminy ny momba ny faharatsiany sy ny fahavetavetany.",
    "11 Ary satria noroahiny hiala avokoa izy ireo, ka tsy nisy anankiray marina teo anivony, dia nalefako hidina ny afo ary nofongorako izy ireo, ka ny faharatsiany sy ny fahavetavetany dia ho azo nafenina tsy ho eo anoloan’ny tavako, ka ny ran’ny mpaminany sy ny olomasina izay nirahiko tany anivony dia tsy hiantso Ahy avy amin’ny tany hanohitra azy ireo.",
    "12 Ary famongorana lehibe maro no efa nasaiko tonga teo amin’ity tany ity, tamin’ity vahoaka ity, noho ny faharatsiany sy ny fahavetavetany.",
    "13 Ô ianareo rehetra izay voatsimbina noho ianareo marina kokoa noho izy ireo, tsy mba te hiverina Amiko va ianareo sy hibebaka amin’ny fahotanareo, ary hiova fo hahazoako manasitrana anareo?",
    "14 Eny, lazaiko aminareo marina tokoa, raha mankaty Amiko ianareo dia hanana ny fiainana mandrakizay. Indro, ny sandrin’ny famindram-poko dia mitsotra aminareo, ary na zovy na zovy no ho avy, dia izy no horaisiko; ary hotahiana ireo izay mankaty Amiko.",
    "15 Indro, Izaho no Jesoa Kristy, Ilay Zanak’ Andriamanitra. Izaho no nahary ny lanitra sy ny tany ary ny zavatra rehetra izay eo aminy. Izaho dia niaraka tamin’ny Ray hatrany am-piandohana. Izaho ao amin’ny Ray ary ny Ray ato Amiko; ary tao Amiko no efa nankalazan’ny Ray ny anarany.",
    "16 Tonga tany amin’ny Ahy Aho ary ny Ahy tsy nandray Ahy. Ary tanteraka ny soratra masina momba ny fiaviako.",
    "17 Ary izay rehetra efa nandray Ahy, dia efa nomeko azy ny ho tonga zanak’ Andriamanitra; ary dia toy izany koa no hataoko amin’izay rehetra hino ny anarako, fa indro, amin’ny alalako no tonga ny fanavotana, ary ao Amiko no tanteraka ny lalàn’i Mosesy.",
    "18 Izaho no fahazavana sy fiainan’izao tontolo izao. Izaho no Alfa sy Omega, ny fiandohana sy ny fiafarana.",
    "19 Ary tsy hanatitra fandatsahan-dra ho Ahy intsony ianareo; eny, ny soronareo sy ny fanatitrareo ho dorana dia hitsahatra, fa tsy hisy hoekeko ny soronareo sy ny fanatitrareo odorana.",
    "20 Ary haterinareo ho sorona ho Ahy ny fo torotoro sy ny fanahy manenina. Ary na zovy na zovy no mankaty Amiko amin’ny fo torotoro sy ny fanahy manenina, dia izy no hataoko batisa amin’ny afo sy ny Fanahy Masina, dia tahaka ny Lamanita, noho ny finoany Ahy tamin’ny fotoana niovany fo, dia natao batisa tamin’ny afo sy ny Fanahy Masina izy, ary tsy fantany izany.",
    "21 Indro, efa tonga teo amin’izao tontolo izao Aho mba hitondra ny fanavotana ho an’izao tontolo izao, mba hamonjy izao tontolo izao amin’ny fahotana.",
    "22 Koa na zovy na zovy no mibebaka sy mankaty Amiko toy ny ankizy madinika, dia izy no horaisiko, fa an’ny toa azy ny fanjakan’ Andriamanitra. Indro, an’ny toa azy no efa nanolorako ny Aiko sy efa nakako izany indray; koa mibebaha, ary mankanesa aty Amiko ianareo faran’ny tany, ary aoka ho voavonjy."
  ]
}