{
  "header": {
    "study_summary": "Nampianatra ny Nefita ny vavaky ny Tompo i Jesoa—Tokony hihary harena any an-danitra izy—Nodidina tsy hanan’eritreritra momba ny zavatra ara-nofo ny mpianatra roa ambin’ny folo eo amin’ny asa fanompoany. Ampitahao amin’nyMatio 6. Tokony ho 34 taona taorian’i Kristy.",
    "title_number": "Toko 13"
  },
  "verses": [
    "1 Lazaiko marina dia marina tokoa, fa mba tiako ny hanaovanareo fanampiana ho an’ny mahantra; nefa mitandrema mba tsy hanaovanareo ny fanampianareo eo anoloan’ny olona mba ho hitany; raha izany dia tsy hanana valisoa avy amin’ny Rainareo izay any an-danitra ianareo.",
    "2 Koa rehefa manao ny fanampianareo ianareo, dia aza mitsoka trompetra eo anoloanareo, toy ny ataon’ny mpiatsaravelatsihy ao amin’ny sinagoga sy eny an-dalana, mba hahazoany ny fideran’ny olona. Lazaiko aminareo marina tokoa, efa azony ny valisoany.",
    "3 Fa ianao kosa rehefa manao fanampiana, dia aoka tsy ho fantatry ny tananao havia izay ataon’ny tananao havanana;",
    "4 Ka ny fanampianao dia ataonao ao amin’ny mangingina; ary ny Rainao Izy tenany izay mahita ao amin’ny mangingina no hamaly anao ampahibemaso.",
    "5 Ary rehefa mivavaka ianao, dia aza manao tahaka ny mpiatsaravelatsihy, fa izy tia ny mivavaka mijoro eo amin’ny sinagoga sy eny amin’ny kihon-dalana mba hahitan’ny olona azy. Lazaiko aminareo marina tokoa, efa azony ny valisoany.",
    "6 Fa ianao kosa rehefa mivavaka, dia midira ao amin’ny efitranonao, ary rehefa voarindrinao ny varavaranao, dia mivavaha amin’ny Rainao izay ao amin’ny mangingina, ary ny Rainao izay mahita ao amin’ny mangingina no hamaly anao ampahibemaso.",
    "7 Fa rehefa mivavaka kosa ianareo, dia aza manao famerimberenana foana tahaka ny mpanompo sampy, satria heveriny fa hohenoina izy noho ny habetsahan’ny teniny.",
    "8 Aoka tsy hanahaka azy ianareo, fa ny Rainareo dia mahafantatra izay zavatra ilainareo mialoha ny hangatahanareo Aminy.",
    "9 Koa araka izao fomba izao no ivavahanareo: Rainay izay any an-danitra, hohamasinina anie ny anaranao.",
    "10 Hatao anie ny sitraponao ety an-tany tahaka ny any an-danitra.",
    "11 Ary mamela ny trosanay, toy ny amelanay izay nitrosa taminy.",
    "12 Ary aza mitarika anay ho amin’ny fakam-panahy, fa manafaha kosa anay amin’ny ratsy.",
    "13 Fa Anao ny fanjakana sy ny hery ary ny voninahitra, mandrakizay. Amena.",
    "14 Fa raha mamela ny olona ny hadisoany ianareo, ny Rainareo izay any an-danitra koa dia hamela anareo;",
    "15 Fa raha tsy mamela ny olona ny hadisoany ianareo dia tsy hamela koa ny hadisoanareo ny Rainareo.",
    "16 Ankoatra izany, rehefa mifady hanina ianareo dia aza manahaka ny mpihatsaravelatsihy izay malahelo tarehy fa mampanjonitra ny tavany izy mba hahazoany miseho ho mifady hanina amin’ny olona. Lazaiko aminareo marina dia marina tokoa, efa azony ny valisoany.",
    "17 Fa ianao kosa rehefa mifady hanina, dia hosory diloilo ny lohanao ary sasao ny tavanao;",
    "18 Mba tsy hisehoanao ho mifady hanina amin’ny olona fa amin’ny Rainao kosa izay ao amin’ny mangingina; ary ny Rainao izay mahita ao amin’ny mangingina no hamaly anao ampahibemaso.",
    "19 Aza mihary harena ho anareo ety an-tany, izay misy kalalao sy harafesina manimba, ary mpangalatra mamaky trano sy mangalatra;",
    "20 Fa miharia kosa harena ho anareo any an-danitra, izay tsy misy kalalao na harafesina manimba, izay tsy misy mpangalatra mamaky trano na mangalatra.",
    "21 Fa izay misy ny harenao, dia ho any koa ny fonao.",
    "22 Ny jiron’ny vatana dia ny maso; koa, raha mahiratra ny masonao, dia ho feno hazavana ny tenanao manontolo.",
    "23 Fa raha ratsy kosa ny masonao, dia ho feno haizina ny tenanao manontolo. Koa, raha maizina ny hazavana izay ao anatinao, akory ny halehiben’izany haizina izany!",
    "24 Tsy misy olona afaka manompo tompo roa; fa na izy hankahala ny anankiray ary ho tia ny anankiray, na izy hifikitra amin’ny anankiray ary hanamavo ny anankiray. Tsy afaka manompo an’ Andriamanitra sy i Mamôna ianareo.",
    "25 Ary ankehitriny ny zava-nitranga rehefa avy niteny ireo teny ireo i Jesoa, dia nibanjina ny roa ambin’ny folo izay efa nofinidiny Izy, sy niteny taminy hoe: Tsarovy ny teny izay efa noteneniko. Fa indro, ianareo no ireo izay efa nofidiko hampianatra ity vahoaka ity. Noho izany dia lazaiko aminareo, aza manana eritreritra ny amin’ny ainareo, izay hohaninareo na izay hosotroinareo; na ny amin’ny tenanareo, izay hotafianareo. Moa va ny aina tsy manoatra noho ny hanina ary ny tena noho ny fitafiana?",
    "26 Jereo ny voromanidina eny amin’ny habakabaka, fa tsy mamafy na mijinja na manangona ho any an-tsompitra ireny; kanefa ny Rainareo any an-danitra dia mamahana azy ireny. Moa va ianareo tsy tsara lavitra noho ireny?",
    "27 Iza aminareo, noho ny fanahiany, no afaka manampy hakiho iray amin’ny tsanganany?",
    "28 Ary nahoana ianareo no manahy ny amin’ny fitafiana? Diniho ny fanirin’ny lilia any an-tsaha; tsy miasa na mamoly ireny;",
    "29 Ary lazaiko aminareo anefa, fa na dia i Solomona tao amin’ny voninahiny rehetra aza dia tsy nitafy tahaka ny anankiray tamin’ireny.",
    "30 Noho izany, raha tafian’ Andriamanitra toy izany ny ahitra any an-tsaha, izay eny anio ary hatsipy any am-patana rahampitso, dia toy izany koa no hanafiany anareo raha tsy kely finoana ianareo.",
    "31 Noho izany dia aza manahy ka milaza hoe: Inona no hohaninay? na, Inona no hosotroinay? na, Inona no hatafy anay?",
    "32 Fa fantatry ny Rainareo izay any an-danitra fa mila ireo zavatra rehetra ireo ianareo.",
    "33 Nefa katsahonareo aloha ny fanjakan’ Andriamanitra sy ny fahamarinany, ary hanampy ho anareo ireo zavatra rehetra ireo.",
    "34 Noho izany dia aza manahy ny amin’ny ampitso, fa ny ampitso dia hanahy ny amin’ny zavatra ao aminy. Ampy ho an’ny andro ny ratsy ao aminy."
  ]
}