{
  "header": {
    "study_summary": "Niahy ny vahoaka ny mpianatra roa ambin’ny folo ary nivavaka mba handray ny Fanahy Masina—Natao batisa ny mpianatra ary nandray ny Fanahy Masina sy ny fiahian’ny anjely—Nivavaka i Jesoa sady nampiasa teny izay tsy hay soratana—Nohamarininy ny finoana lehibe fatratra tokoa an’ireo Nefita. Tokony ho 34 taona taorian’i Kristy.",
    "title_number": "Toko 19"
  },
  "verses": [
    "1 Ary ankehitriny ny zava-nitranga nony efa niakatra tany an-danitra i Jesoa, dia niparitaka ny valalabemandry, ary ny lehilahy tsirairay dia naka ny vadiny sy ny zanany ary niverina tany an-tranony ihany.",
    "2 Ary niely avy hatrany tany anivon’ny vahoaka ny feo, raha tsy mbola maizina akory, fa efa nahita an’i Jesoa ny valalabemandry ary Izy dia efa nanompo azy ireo, ary Izy dia haneho ny tenany amin’ny valalabemandry ny ampitso.",
    "3 Eny, ary na dia nandritra ny alina manontolo aza dia niely lavitra ny feo momba an’i Jesoa; ary maro tokoa no nampanirahina tany amin’ny vahoaka ka nisy maro, eny, marobe izaitsizy tokoa no isan’ireo nilofo fatratra tokoa tamin’izany manontolo alina izany mba hahatongavany eo amin’ny toerana izay hanehoan’i Jesoa ny tenany amin’ny valalabemandry ny ampitso.",
    "4 Ary ny zava-nitranga ny ampitso, nony efa tafavory ny valalabemandry, dia indro i Nefia sy ny rahalahiny izay efa natsangany tamin’ny maty, izay i Timoty no anarany, ary ny zanany lahy koa izay i Jona no anarany, ary koa i Matônia sy i Matônihà rahalahiny, ary i Komena, ary i Komenônia koa, ary i Jeremià, ary i Semnôna, ary i Jona, ary i Zedekià, ary i Isaià—ankehitriny dia ireo no anaran’ny mpianatra izay efa nofinidin’i Jesoa—ary ny zava-nitranga dia nandroso ireo sy nijoro teo afovoan’ny valalabemandry.",
    "5 Ary indro, maro loatra ny valalabemandry ka nataony izay hizarana azy ho vondrona roa ambin’ny folo.",
    "6 Ary ny roa ambin’ny folo dia nampianatra ny valalabemandry; ary indro, nataony izay handohalehan’ny valalabemandry teo amin’ny lafin-tany, sy hivavahany amin’ny Ray amin’ny anaran’i Jesoa.",
    "7 Ary ny mpianatra dia nivavaka tamin’ny Ray koa tamin’ny anaran’i Jesoa. Ary ny zava-nitranga dia nitsangana izy ireo ary niahy ny vahoaka.",
    "8 Ary rehefa avy nampianatra ireo teny ireo ihany izay efa notenenin’i Jesoa izy ireo—tsy nanova na inona na inona tamin’ny teny izay efa notenenin’i Jesoa—dia indro, nandohalika indray izy ireo sy nivavaka tamin’ny Ray tamin’ny anaran’i Jesoa.",
    "9 Ary nivavahany ho an’izay niriany indrindra; ary niriany ny hanomezana ny Fanahy Masina azy ireo.",
    "10 Ary nony efa nivavaka toy izany izy ireo dia nandeha nidina teo amoron-drano, ary nanaraka azy ireo ny valalabemandry.",
    "11 Ary ny zava-nitranga dia nidina tao anaty rano i Nefia ary natao batisa.",
    "12 Ary nivoaka avy tao anaty rano izy ary nanomboka nanao batisa. Ary nataony batisa avokoa ireo izay nofinidin’i Jesoa.",
    "13 Ary ny zava-nitranga, nony efa vita batisa avokoa izy ireo ary efa nivoaka avy tao anaty rano, dia nidina teo aminy ny Fanahy Masina, ary izy ireo dia heniky ny Fanahy Masina sy ny afo.",
    "14 Ary indro, nohodidinina toy ny tamin’ny afo izy ireo; ary nidina avy tany an-danitra izany, ary ny valalabemandry dia vavolombelon’izany sy vavolombelona nanambara izany; ary ny anjely dia nidina avy tany an-danitra sy nanompo azy ireo.",
    "15 Ary ny zava-nitranga, raha mbola nanompo ny mpianatra ny anjely, dia indro, tonga i Jesoa sy nijoro teo afovoany ary nanompo azy ireo.",
    "16 Ary ny zava-nitranga dia niteny tamin’ny valalabemandry Izy ary nandidy azy handohalehany indray amin’ny tany ary ny handohalehan’ny mpianany amin’ny tany koa.",
    "17 Ary ny zava-nitranga nony efa nandohalika tamin’ny tany izy rehetra, dia nandidy ny mpianany Izy ny hivavahany.",
    "18 Ary indro, nanomboka nivavaka izy ireo; ary izy ireo dia nivavaka tamin’i Jesoa, niantso Azy ho Tompony sy Andriamaniny.",
    "19 Ary ny zava-nitranga dia niala avy teo afovoany i Jesoa ary nandeha nihataka kely taminy sy niankohoka tamin’ny tany ny tenany, ary nanao hoe:",
    "20 Ray ô, misaotra Anao Aho fa efa nomenao ireto izay efa nofinidiko ireto ny Fanahy Masina; ary noho ny finoany Ahy no efa nifidianako azy ireo teo anivon’izao tontolo izao.",
    "21 Ray ô, mangataka Anao Aho mba hanomezanao ny Fanahy Masina ho an’ireo rehetra izay hino ny teniny.",
    "22 Ray ô, efa nomenao azy ireo ny Fanahy Masina, satria mino Ahy izy ireo; ary hitanao fa mino Ahy izy ireo, satria mandre azy ireo Ianao, ary mivavaka Amiko izy ireo; ary mivavaka Amiko izy ireo, satria miaraka aminy Aho.",
    "23 Ary ankehitriny Ray ô, mangataka Aminao Aho ho azy ireo ary ho an’ireo rehetra izay hino ny teniny koa mba hinoan’ireny Ahy, mba hahatonga Ahy ao aminy, tahaka Anao Ray ato Amiko, mba hahatonga antsika ho iray.",
    "24 Ary ny zava-nitranga rehefa avy nivavaka tamin’ny Ray toy izany i Jesoa, dia nankeo amin’ny mpianany Izy, ary indro, ireo dia mbola nanohy, tsy nitsahatra ny nivavaka Taminy; ary tsy nohamaroiny firy ny teny, satria efa nomena azy ireo izay tokony holazainy, ary feno faniriana izy ireo.",
    "25 Ary ny zava-nitranga dia nitahy azy ireo i Jesoa raha nivavaka Taminy izy ireo; ary ny tarehiny dia nitsiky taminy, ary ny fahazavan’ny tarehiny dia namiratra taminy, ary indro, izy ireo dia fotsy toy ny tarehy ary koa ny fitafian’i Jesoa; ary indro ny hafotsiany dia manoatra ny hafotsiana rehetra, eny, tsy mety hisy na inona na inona eto an-tany fotsy toy ny hafotsiany.",
    "26 Ary hoy i Jesoa taminy: Tohizo ny vavaka; kanefa tsy nitsahatra ny nivavaka izy ireo.",
    "27 Ary nihodina niala azy ireo indray Izy ary nandeha nihataka kely sy niankohoka tamin’ny tany ny tenany; ary nivavaka indray tamin’ny Ray Izy, nanao hoe:",
    "28 Ray ô, misaotra Anao Aho, fa efa nodiovinao ireo izay efa nofinidiko noho ny finoany, ary mivavaka ho azy ireo Aho ary koa ho an’ireo izay hino ny teniny mba ho azo diovina ao Amiko ireny, amin’ny finoana ny teniny, dia tahaka azy ireo voadio ato Amiko.",
    "29 Ray ô, tsy mivavaka ho an’izao tontolo izao Aho, fa ho an’ireo izay efa nomenao Ahy kosa avy tamin’izao tontolo izao, noho ny finoany, mba ho azo diovina ato Amiko ireo mba ho ao aminy Aho, tahaka Anao Ray ato Amiko mba ho iray ihany isika, mba hankalazana Ahy ao aminy.",
    "30 Ary rehefa avy niteny ireo teny ireo i Jesoa dia nankeo amin’ny mpianany indray; ary indro ireo dia naharitra nivavaka tsy nitsahatra Taminy; ary nitsiky taminy indray Izy; ary indro fotsy izy ireo, tahaka an’i Jesoa.",
    "31 Ary ny zava-nitranga dia nandeha nihataka kely indray Izy sy nivavaka tamin’ny Ray;",
    "32 Ary ny lela dia tsy afaka milaza ny teny izay nivavahany, sady tsy hain’ny olona soratana ny teny izay nivavahany.",
    "33 Ary ny valalabemandry dia nandre sy vavolombelona manambara; ary nisokatra ny fony ary dia nahatakatra tao am-pony ny teny izay nivavahany izy.",
    "34 Kanefa, lehibe sy mahatalanjona loatra ny teny izay nivavahany ka tsy hay soratana, sady tsy hain’ny olona lazaina koa.",
    "35 Ary ny zava-nitranga, rehefa avy namarana ny fivavany i Jesoa, dia nankeo amin’ny mpianatra indray Izy ary nanao taminy hoe: Tsy mbola nahita finoana lehibe toy izany Aho teo anivon’ny Jiosy rehetra; noho izany dia tsy afaka naneho fahagagana lehibe tokoa Aho, noho ny tsy finoany.",
    "36 Lazaiko aminareo marina tokoa, tsy nisy taminy izay nahita zavatra lehibe tokoa toy izay efa hitanareo; tsy nandre koa zavatra lehibe tokoa toy izay efa renareo izy."
  ]
}