{
  "header": {
    "study_summary": "Namatsy mofo sy divay tamin’ny fahagagana i Jesoa ary nitsodrano sy nizara ny Fanasan’ny Tompo ho an’ny vahoaka—Ho tonga amin’ny fahalalana ny Tompo Andriamaniny ny sisa tavela amin’ny taranak’i Jakoba ary handova an’i Amerika—Jesoa no ilay mpaminany nitovy tamin’i Mosesy, ary zanaky ny mpaminany ny Nefita—Ny hafa amin’ny vahoakan’ny Tompo dia hangonina ao Jerosalema. Tokony ho 34 taona taorian’i Kristy.",
    "title_number": "Toko 20"
  },
  "verses": [
    "1 Ary ny zava-nitranga dia nandidy ny valalabemandry sy ny mpianany koa Izy ny hampitsaharany ny vavaka. Ary Izy dia nandidy azy ireo ny tsy hitsaharany mivavaka ao am-pony.",
    "2 Ary nodidiany ny hitsanganany sy ny hijoroany amin’ny tongony. Dia nitsangana izy ireo ary nijoro tamin’ny tongony.",
    "3 Ary ny zava-nitranga dia namaky ny mofo indray Izy ary nitso-drano izany sy nanome ny mpianatra mba hihinana.",
    "4 Ary rehefa avy nihinana izy ireo, dia nodidiany ny hamakiany ny mofo sy ny hanomezany ny valalabemandry.",
    "5 Ary rehefa avy nanome ny valalabemandry izy ireo, dia nomeny azy ireo koa ny divay hosotroina, ary nodidiany izy ireo mba hanomezany ny valalabemandry.",
    "6 Ankehitriny dia tsy nisy mofo na divay nentin’ny mpianatra na ny valalabemandry;",
    "7 Fa Izy kosa no nanome azy ireo marina tokoa mofo hohanina sy divay koa hosotroina.",
    "8 Ary hoy Izy taminy: Izay mihinana ity mofo ity dia mihinana amin’ny vatako ho an’ny fanahiny; ary izay misotro amin’ity divay ity dia misotro amin’ny rako ho an’ny fanahiny; ary tsy ho noana na hangetaheta na oviana na oviana ny fanahiny, fa hovokisana kosa.",
    "9 Ankehitriny, rehefa avy nihinana sy nisotro avokoa ny valalabemandry, dia indro, heniky ny Fanahy izy ireo; ary nihiaka tamin’ny feo tokana izy ireo ary nanome voninahitra an’i Jesoa izay sady hitany no reny.",
    "10 Ary ny zava-nitranga rehefa avy nanome voninahitra an’i Jesoa avokoa izy ireo, dia hoy Izy taminy: Indro, Ankehitriny dia faranako ny didy izay efa nandidian’ny Ray Ahy momba ity vahoaka ity izay sisa tavela amin’ny mpianakavin’i Isiraely.",
    "11 Tsaroanareo fa niteny taminareo Aho ary nilaza fa rehefa ho tanteraka ny tenin’i Isaia—indro voasoratra izy ireny, manana azy ireny eo anoloanareo ianareo, koa hadihadio izy ireny—",
    "12 Ary lazaiko aminareo marina dia marina tokoa, fa rehefa ho tanteraka izy ireny, dia izany no fahatanterahan’ny fanekempihavanana izay efa nataon’ny Ray tamin’ity vahoaka ity, Ry mpianakavin’i Isiraely.",
    "13 Ary amin’izany ny sisa tavela izay haely patrana eran’ny lafin-tany dia hangonina avy any atsinanana sy avy any andrefana, ary avy any atsimo sy avy any avaratra; ary izy ireo dia hoentina ho amin’ny fahalalana ny Tompo Andriamaniny izay efa nanavotra azy ireo.",
    "14 Ary efa nandidy Ahy ny Ray hanomezako anareo ity tany ity ho lovanareo.",
    "15 Ary lazaiko aminareo, fa raha tsy mibebaka ny Jentilisa aorian’ny fitahiana izay horaisiny, rehefa avy nampihahaka ny vahoakako izy ireo—",
    "16 Amin’izany ianareo izay sisa tavela amin’ny mpianakavin’i Jakoba dia handeha eo anivony; ary ianareo dia ho eo afovoan’izy ireo izay ho maro; ary ianareo dia ho eo anivony toy ny liona eo anivon’ny biby an’ala sy tahaka ny liona tanora eo anivon’ny andian’ondry, izay raha mandeha mamakivaky izy dia manosihosy sy mamiravira, ary tsy misy afa-mamonjy.",
    "17 Ny tananao dia haingaina amin’ny rafilahinao, ary hojinjaina avokoa ny fahavalonao.",
    "18 Ary Izaho hanangona ny oloko toy ny lehilahy manangona ny amboarany eo am-pamoloana.",
    "19 Fa hataoko anao ry oloko izay efa nanaovan’ny Ray fanekempihavanana, eny, hataoko vy ny tandrokao ary hataoko varahina ny kitronao. Ary hanorotoro firenena maro ianao; ary hohamasiniko ho an’ny Tompo ny hareny, ary ho an’ny Tompon’ny tany manontolo ny fananany. Ary indro Izaho no Izy izay manao izany.",
    "20 Ary ny zavatra hitranga, hoy ny Ray, dia hihantona eo amboniny ny sabatry ny fahamarinana amin’izany andro izany; ary raha tsy mibebaka izy dia hianjera eo amboniny izany, hoy ny Ray, eny, dia ho eo ambonin’ny firenena rehetra amin’ny Jentilisa.",
    "21 Ary ny zavatra hitranga dia haoriko ny oloko, Ry mpianakavin’i Isiraely.",
    "22 Ary indro, ity vahoaka ity dia haoriko eo amin’ity tany ity ho fanatanterahana ny fanekempihavanana izay efa nataoko tamin’i Jakoba rainareo; ary ho Jerosalema Vaovao izany. Ary ny herin’ny lanitra dia ho eo afovoan’ity vahoaka ity; eny, Izaho dia ho eo afovoanareo.",
    "23 Indro, Izaho no Izy izay noresahin’i Mosesy hoe: Mpaminany iray no hatsangan’ny Tompo Andriamanitrareo ho anareo avy amin’ny rahalahinareo, tahaka ahy; izy no hohenoinareo amin’ny zavatra rehetra, na inona na inona holazainy anareo. Ary ny zavatra hitranga dia ny olona rehetra tsy te hihaino izany mpaminany izany dia hoesorina tsy ho eo anivon’ny vahoaka.",
    "24 Lazaiko aminareo marina tokoa, eny, ary ny mpaminany rehetra hatramin’i Samoela sy ireo izay manaraka aty aoriana, izay rehetra efa niteny, dia efa nanambara ny Amiko.",
    "25 Ary indro, zanaky ny mpaminany ianareo; ary avy amin’ny mpianakavin’i Isiraely; ary avy amin’ny fanekempihavanana izay efa nataon’ny Ray tamin’ny razanareo, tamin’ny filazana tamin’i Abrahama hoe: Ary amin’ny taranakao no hitahiana ny firenena rehetra amin’ny tany.",
    "26 Ny Ray, rehefa avy nanangana Ahy ho anareo aloha, sy naniraka Ahy hitahy anareo amin’ny fampihodinana ny tsirairay avy aminareo hiala amin’ny helony; ary izany dia noho ianareo zanaky ny fanekempihavanana—",
    "27 Ary rehefa notahiana toy izany ianareo, dia tanterahin’ny Ray ny fanekempihavanana izay nataony tamin’i Abrahama, manao hoe: Amin’ny taranakao no hitahiana ny firenena rehetra amin’ny tany—amin’ny fandatsahana ny Fanahy Masina amin’ny alalako amin’ny Jentilisa, dia fitahiana amin’ny Jentilisa izay hahatonga azy ho mahery noho ny rehetra, ka mampihahaka ny oloko, Ry mpianakavin’i Isiraely.",
    "28 Ary hanjary antambo ho an’ny vahoakan’ity tany ity izy. Na dia eo aza izany, rehefa handray ny fahafenoan’ny filazantsarako izy, amin’izany raha manamafy ny fony amiko izy, dia haveriko eo ambony lohany ihany ny helony, hoy ny Ray.",
    "29 Ary hotsarovako ny fanekempihavanana izay efa nataoko tamin’ny vahoakako; ary efa nifanaiky taminy Aho fa hangoniko miaraka izy amin’ny fotoana heveriko ho mahamety izany, ka homeko azy indray ny tanin’ireo razany ho lovany, dia ny tanin’i Jerosalema, izay tany nampanantenaina azy mandrakizay, hoy ny Ray.",
    "30 Ary ny zavatra hitranga dia tonga ny fotoana, rehefa hotoriana aminy ny fahafenoan’ny filazantsara;",
    "31 Ary hino Ahy izy, fa Izaho no Jesoa Kristy, Ilay Zanak’ Andriamanitra ary hivavaka amin’ny Ray amin’ny Anarako izy.",
    "32 Amin’izany ny mpitiliny dia hanandratra ny feony, ary amin’ny fampiaraham-peo no hihirany; fa hahita mifanatri-maso ireo.",
    "33 Amin’izany ny Ray dia hanangona azy miaraka indray sy hanome azy an’i Jerosalema ho tany lovany.",
    "34 Amin’izany izy dia hamelona hoby—Miaraha mihira, ianareo toerana rava ao Jerosalema; fa ny Ray efa nampionona ny vahoakany, efa nanavotra an’i Jerosalema Izy.",
    "35 Ny Ray efa nampitanjaka ny sandriny masina teo imason’ny firenena rehetra; ary ny faran’ny tany rehetra dia hahita ny famonjen’ny Ray; ary ny Ray sy Izaho dia iray.",
    "36 Ary amin’izany dia hotanterahina izay voasoratra hoe: Mifohaza, mifohaza indray, ary tafio ny herinao, Ry Ziona ô; tafio ny fitafianao tsara tarehy, Ry Jerosalema tanàna masina ô, fa tsy hiditra ao aminao intsony hatramin’izao ny tsy voafora sy ny tsy madio.",
    "37 Ahintsano ny vovoka hiala amin’ny tenanao; mitsangàna, mipetraha, Ry Jerosalema ô; vahao ny fatorana hiala amin’ny tendanao, Ry zanakavavin’i Ziona babo.",
    "38 Fa izao no lazain’ny Tompo: Efa nivarotra ny tenanareo tamin’ny tsinontsinona ianareo, ary havotana tsy amim-bola ianareo.",
    "39 Lazaiko aminareo marina dia marina tokoa fa hahafantatra ny anarako ny oloko; eny, amin’izany andro izany dia hahafantatra izy fa Izaho no Izy izay miteny.",
    "40 Amin’izany izy dia hilaza hoe: Akory ny hatsaran’ny tongotr’iry ery an-tendrombohitra, izay mitondra vaovao mahafaly ho azy, izay mitory fiadanana; izay mitondra teny soa mahafaly ho azy, izay mitory famonjena; izay manao amin’i Ziona hoe: Manjaka ny Andriamanitrao!",
    "41 Ary amin’izany dia ho re ny antso hoe: Mialà ianareo, mialà ianareo, mandehana ianareo miala eto, aza mikasika izay tsy madio; mandehana ianareo miala avy eo afovoany; aoka hadio ianareo izay mitondra ny fanaky ny Tompo.",
    "42 Fa ianareo tsy hivoaka amim-pirotorotoana, na handeha handositra; fa ny Tompo no handeha eo alohanareo, ary ny Andriamanitr’i Isiraely no ho vodilaharanareo.",
    "43 Indro, ny mpanompoko no hisahana amim-pahamalinana tokoa; hasandratra izy ary hakarina sy ho tena avo.",
    "44 Toy ny nigagan’ny maro taminao—ny tarehiny dia simba tokoa, mihoatra noho ny an’ny olona, ary ny bikany, mihoatra noho ny an’ny zanak’olona—",
    "45 Dia toy izany no hamafazany ny firenena maro; ny mpanjaka hikombom-bava aminy, fa izay tsy nolazaina taminy no ho hitany; ary izay tsy reny no hosaintsaininy.",
    "46 Lazaiko aminareo marina dia marina tokoa, ho tonga tokoa ireo zavatra rehetra ireo, dia toy ny efa nandidian’ny Ray Ahy. Amin’izany ity fanekempihavanana izay efa nifaneken’ny Ray tamin’ny olony ity dia ho tanteraka; ary amin’izany i Jerosalema dia honenan’ny oloko indray, ary ho tonga tany lovany izany."
  ]
}