{
  "header": {
    "study_summary": "Namosa-kevitra i Môzià mba hifidianana ny mpitsara ho eo amin’ny toeran’ny mpanjaka—Nitarika ny vahoakany tany amin’ny fahotana ny mpanjaka tsy marina—Nofinidin’ny feon’ny vahoaka i Almà zanany mba ho lohan’ny mpitsara—Izy koa no mpisorona avo teo amin’ny fiangonana—Nodimandry i Almà rainy sy i Môzià. Tokony ho 92–91 taona talohan’i Kristy.",
    "title_number": "Toko 29"
  },
  "verses": [
    "1 Ankehitriny, nony efa nahavita izany i Môzià, dia naniraka olona eran’ny tany manontolo tany anivon’ny vahoaka rehetra izy, noho ny faniriana hahalala ny sitrapony momba izay tokony ho mpanjakany.",
    "2 Ary ny zava-nitranga dia tonga ny feon’ny vahoaka, nanao hoe: Maniry an’i Aharôna zanakao lahy izahay ho mpanjaka sy ho mpanapaka anay.",
    "3 Ankehitriny dia efa lasa niakatra tany an-tanin’i Nefia i Aharôna, noho izany ny mpanjaka dia tsy afaka nanolotra azy ny fanjakana; sady tsy te handray ny fanjakan’i Aharôna; sady tsy nisy koa tamin’ny zanak’i Môzià te handray ny fanjakana.",
    "4 Noho izany i Môzià mpanjaka dia nampaniraka indray tany anivon’ny vahoaka; eny, nandefa teny voasoratra mihitsy tany anivon’ny vahoaka izy. Ary ireo teny izay voasoratra ireo dia manao hoe:",
    "5 Indro, ianareo ry vahoakako na ry rahalahiko, fa toy izany no iheverako anareo, maniry aho ny handinihinareo ny foto-kevitra izay iantsoana anareo hodinihina—fa maniry ianareo ny hanana mpanjaka iray.",
    "6 Ankehitriny ambarako aminareo fa ilay manan-jo ara-dalàna amin’ny fanjakana dia efa nandà ary tsy handray eo aminy ny fanjakana.",
    "7 Ary ankehitriny, raha toa misy anankiray hafa voatendry eo amin’ny toerany, dia indro manahy aho fandrao hitranga ny fifandirana eo aminareo. Ary iza moa no mahalala raha toa ny zanako lahy izay manana zo ara-dalàna amin’ny fanjakana ka tsy ho tezitra ary hitarika ny ampahan’ity vahoaka ity hanaraka azy, izay hahatonga ady sy fifandirana eo anivonareo, izay ho anton’ny fandatsahan-dra be sy ny familiviliana ny lalan’ny Tompo, eny, ary hamongotra ny fanahin’olona maro.",
    "8 Ankehitriny dia lazaiko aminareo, aoka isika ho hendry ary handinika ireo zavatra ireo, fa tsy manan-jo hamongotra ny zanako lahy isika, no sady tsy manan-jo koa hamongotra olon-kafa raha misy iray hafa hotendrena eo amin’ny toerany.",
    "9 Ary raha toa ny zanako lahy ka miverina indray amin’ny avonavony sy ny zava-poanany, dia hotsoahiny ny zavatra izay efa nolazainy, ary hitaky ny zony amin’ny fanjakana izy izay hahatonga azy ary koa ity vahoaka ity hanao fahotana be.",
    "10 Ary ankehitriny aoka isika ho hendry sy hitsinjo izany zavatra izany, ary hanao izay hampandry fahalemana ity vahoaka ity.",
    "11 Noho izany dia izaho no ho mpanjakanareo mandritra ny androko sisa; kanefa dia aoka isika hanendry mpitsara hitsara ity vahoaka ity araka ny lalàntsika; ary handamin’ny amin’ny fomba vaovao tokoa ny raharahan’ity vahoaka ity isika, fa hanendry olon-kendry isika ho mpitsara izay hitsara ity vahoaka ity araka ny didin’ Andriamanitra.",
    "12 Ankehitriny dia tsaratsara kokoa raha tsarain’ Andriamanitra ny olona toy izay tsarain’olombelona, fa ny fitsaran’ Andriamanitra dia marina mandrakariva, fa ny fitsaran’olombelona kosa dia tsy marina mandrakariva.",
    "13 Noho izany, raha toa ka mety hitranga ny hanananareo olo-marina ho mpanjakanareo, izay hampiorina ny lalàn’ Andriamanitra sy hitsara ity vahoaka ity araka ny didin’ Andriamanitra, eny, raha toa ianareo ka mety hanana olona ho mpanjakanareo izay hanao tahaka ny nataon’i Benjamina raiko tamin’ity vahoaka ity—Lazaiko aminareo fa raha toa ka izany mandrakariva no mitranga, dia tsara amin’izany ny hanananareo mandrakariva mpanjaka hifehy anareo.",
    "14 Ary na dia ny tenako aza dia efa niasa tamin’ny hery rehetra sy ny fahaizana izay nananako mba hampianatra anareo ny didin’ Andriamanitra sy hampiorina fandriampahalemana eran’ny tany mba tsy hisian’ny ady na fifandirana na fangalarana na famaboana fananana na famonoana olona na izay mety ho karazan-keloka;",
    "15 Ary na zovy na zovy no efa nanao heloka dia izy no efa nofaiziko araka ny heloka izay efa nataony, araka ny lalàna izay efa nomen’ny razantsika antsika.",
    "16 Ankehitriny lazaiko aminareo satria tsy marina ny olon-drehetra dia tsy tsara ny hanananareo mpanjaka iray na maro hanapaka eo aminareo.",
    "17 Fa indro, firifiry akory ny heloka ampanaovin’ny mpanjaka mamohehatra iray, eny, ary izany halehiben’ny faharavana iky!",
    "18 Eny, tsarovy i Noà mpanjaka, ny faharatsiany sy ny fahavetavetany ary koa ny faharatsiana sy ny fahavetavetan’ny olony. Indro, akory ny halehiben’ny faharavana nihatra taminy; ary koa noho ny helony dia navarina tany amin’ny famatorana izy ireo.",
    "19 Ary raha tsy nisy ny fanalalanan’ilay Mpahary azy ireo, izay feno ny fahendrena rehetra, ary izany dia noho ny fibebahany marina, dia tsy azo ihodivirana ny tsy maintsy ho nijanonany tao amin’ny famatorana mandraka ankehitriny.",
    "20 Nefa indro, nafahiny izy ireo noho izy ireo nanetry ny tenany teo anoloany; ary satria izy ireo dia nahery nitalaho tokoa Taminy dia Izy no nanafaka azy ireo hiala tamin’ny famatorana; ary dia toy izany no iasan’ny Tompo amin-kery amin’ny toe-javatra rehetra eo anivon’ny zanak’olombelona, amin’ny fanolorana ny sandrin’ny famindram-po amin’ireo izay mametraka ny fitokiany Aminy.",
    "21 Ary indro ankehitriny, lazaiko aminareo fa tsy afaka manongana mpanjaka iray mpanao heloka ianareo raha tsy amin’ny alalan’ny fifandirana be sy ny fandatsahan-dra be.",
    "22 Fa indro, manana ny namany ao amin’ny heloka izy, ary mitana ny mpiambina azy manodidina azy izy; ary mandrovitra ny lalàn’ireo izay efa nanjaka talohany tamin’ny fahamarinana izy; ary manosihosy amin’ny tongony ny didin’ Andriamanitra izy;",
    "23 Ary mamoaka lalàna izy sy mandefa izany any anivon’ny olony, eny, dia lalàna araka ny toetry ny faharatsiany ihany; ary na zovy na zovy no tsy mankatò ny lalàny dia asainy fongorana; ary na zovy na zovy no mikomy aminy dia handefasany ny miaramilany hamaky ady aminy, ary raha azony atao, dia hofongorany izy; dia toa izany no hamilivilian’ny mpanjaka tsy marina iray ny lalan’ny fahamarinana rehetra.",
    "24 Ary ankehitriny indro lazaiko aminareo, tsy tsara ny hahatongavan’ny fahavetavetana toy izany eo aminareo.",
    "25 Noho izany, dia mifidiàna ianareo, amin’ny alalan’ny feon’ity vahoaka ity, mpitsara mba hahazoana mitsara anareo araka ny lalàna izay efa nomen’ny razantsika anareo, izay marina ary izay efa natolotry ny tanan’ny Tompo azy.",
    "26 Ankehitriny dia tsy fahita izany feon’ny vahoaka maniry zavatra mifanohitra amin’izay rariny izany; fa matetika dia ny ampahany vitsy an’isa amin’ny vahoaka no maniry izay tsy rariny; noho izany dia izao no araho sy ankatoavy ho lalànareo—dia ny hanaovana ny raharahanareo amin’ny alalan’ny feon’ny vahoaka.",
    "27 Ary raha avy ny fotoana izay ifidianan’ny feon’ny vahoaka ny heloka, dia izany no fotoana hahatongavan’ny famalian’ Andriamanitra aminareo; eny, izany no fotoana hamangiany anareo amin’ny famongorana lehibe, tahaka ny efa namangiany ity tany ity hatrizao.",
    "28 Ary ankehitriny raha manana mpitsara ianareo, ary ireo dia tsy mitsara anareo araka ny lalàna izay efa nomena, dia azonareo atao ny hitsaran’ny mpitsara iray ambony kokoa azy ireo.",
    "29 Ary raha tsy mitsara araka ny fitsarana marina ny mpitsaranareo ambony, dia asainareo mifamory ireo mpitsaranareo ambanibany vitsivitsy, ary ireo no hitsara ny mpitsaranareo ambony araka ny feon’ny vahoaka.",
    "30 Ary mandidy anareo aho hanao izany zavatra izany amin’ny fahatahorana ny Tompo; ary mandidy anareo aho hanao izany zavatra izany ary ny tsy hanananareo mpanjaka; fa raha mahavita fahotana sy heloka ity vahoaka ity, dia hovaliana eo ambony lohany ihany izany.",
    "31 Fa indro lazaiko aminareo, ny otan’ny olona maro dia vokatry ny fahotanay mpanjakany; noho izany, ny helony dia hovaliana eo ambony lohan’ireo mpanjakany.",
    "32 Ary ankehitriny dia maniry aho ny tsy hisian’ny tsy fitoviana intsony eo amin’ity tany ity, indrindra fa eo anivon’ity oloko ity; fa iriako kosa ity tany ity mba ho tanin’ny fahafahana ka ho azon’ny olona tsirairay ny mizaka ny zony sy ny tombontsoany ihany koa, raha mbola heverin’ny Tompo fa mety ny ahazoantsika miaina sy mandova ny tany, eny, raha mbola mety misy koa taranatsika tavela eto ambonin’ny tany.",
    "33 Ary maro ny zavatra mbola nosoratan’i Môzià mpanjaka taminy ka namelabelarany taminy ny fizahan-toetra rehetra sy ny fahasahiranana rehetra an’ny mpanjaka marina, eny, ny tebitebin-tsainy rehetra ho an’ny vahoakany ary koa ny fimonomononana rehetra ataon’ny vahoaka amin’ny mpanjakany; ary dia nohazavainy taminy izany rehetra izany.",
    "34 Ary dia nolazainy azy fa tsy tokony hisy ireo zavatra ireo; fa ny enta-mavesatra kosa dia tokony ho tonga amin’ny olon-drehetra mba hahazoan’ny olona tsirairay mitondra ny anjarany.",
    "35 Ary novelabelariny taminy koa ny fahavoazana rehetra hiaretany amin’ny fananana mpanjaka tsy marina hifehy azy;",
    "36 Eny, ny helony sy ny fahavetavetany rehetra, ary ny ady rehetra sy ny fifandirana ary ny fandatsahan-dra, ary ny fangalarana sy ny famaboana fananana, ary ny fijangajangana sy ny karazany rehetra amin’ny heloka izay tsy hita hotanisaina—nilazany taminy fa ireo zavatra ireo dia tsy tokony hisy, fa ireo dia manohitra an-kitsirano ny didin’ Andriamanitra.",
    "37 Ary ankehitriny ny zava-nitranga, rehefa avy nandefa ireo zavatra ireo tany anivon’ny vahoaka i Môzià mpanjaka, dia resy lahatra ny amin’ny maha-marina ny teniny izy.",
    "38 Noho izany izy dia nahafoy ny faniriany hanana mpanjaka ary nanjary dodona fatratra tokoa ny hananan’ny olona tsirairay zara mitovy eran’ny tany manontolo; eny, ary ny olona tsirairay dia samy naneho ny fahavononany hiantsoroka ny fahotany avy.",
    "39 Noho izany ny zava-nitranga dia nitambatambatra tamin’ny vondrona ny mponina eran’ny tany mba hampahafantatra ny feony momba izay tokony ho mpitsarany hitsara azy araka ny lalàna izay efa nomena azy; ary niravoravo fatratra tokoa izy noho ny fahalalahana izay efa nomena azy.",
    "40 Ary dia nihamafy ny fitiavany an’i Môzià; eny, nohajainy mihoatra noho ny olon-kafa rehetra izy; fa izy dia tsy nihevitra azy ho toy ny andriamborivory izay nikatsaka ny harena, eny, dia io harena io izay mahalò ny fanahy; fa tsy nitaky harena taminy izy no sady tsy finaritra tamin’ny fandatsahan-dra; fa efa nampiorina fandriampahalemana kosa teo amin’ny tany izy, ary efa namela ny olony ho afaka tamin’ny famatorana isan-karazany; noho izany izy dia nanaja azy, eny, fatratra tokoa, nihoa-pampana aza.",
    "41 Ary ny zava-nitranga, dia notendreny ny mpitsara hifehy azy na hitsara azy araka ny lalàna; ary izany no nataony eran’ny tany manontolo.",
    "42 Ary ny zava-nitranga dia i Almà no notendrena voalohany ho lohan’ny mpitsara, efa mpisorona avo rahateo koa izy, noho ny rainy efa nanankina ny fandraharahana taminy sy nanolotra azy ny fiadidiana momba ny raharaha rehetra an’ny fiangonana.",
    "43 Ary ankehitriny ny zava-nitranga dia nandeha tamin’ny lalan’ny Tompo i Almà ary nitandrina ny didiny, ary nitsara araka ny fitsarana marina izy; ary nisy fandriampahalemana lalandava eran’ny tany.",
    "44 Ary dia toy izany no niantombohan’ny fitondran’ny mpitsara eran’ny tanin’i Zarahemlà manontolo, tany anivon’ny vahoaka rehetra izay nantsoina hoe ny Nefita; ary i Almà no voalohany sady lohan’ny mpitsara.",
    "45 Ary ankehitriny ny zava-nitranga dia nodimandry ny rainy, rehefa roa amby valopolo taona sady niaina mba hanatanteraka ny didin’ Andriamanitra.",
    "46 Ary ny zava-nitranga dia nodimandry koa i Môzià, teo amin’ny faha-telo amby telopolo taona nanjakany, rehefa nahatratra telo amby enimpolo taona izy; ka ny fitambarany dia sivy amby dimanjato taona hatramin’ny fotoana nandaozan’i Lehia an’i Jerosalema.",
    "47 Ary dia toy izany no nifaranan’ny fitondran’ny mpanjaka teo amin’ny vahoakan’i Nefia; ary dia toy izany no nifaranan’ny andron’i Almà, izay mpanorina ny fiangonany."
  ]
}