{
  "header": {
    "study_summary": "Judarna skall samlas i alla sina utlovade länder – Försoningen friköper människan från fallet – De dödas kroppar skall komma fram ur graven och deras andar ur helvetet och ur paradiset – De skall dömas – Försoningen frälser från döden, helvetet, djävulen och oändlig pina – De rättfärdiga skall bli frälsta i Guds rike – Straffen för synd framställs – Israels Helige är väktaren vid porten. Omkring 559–545 f Kr.",
    "title_number": "Kapitel 9"
  },
  "verses": [
    "1 Och nu, mina älskade bröder, har jag läst detta för att ni skall kunna känna till de Herrens förbund som han har slutit med hela Israels hus –",
    "2 som han har talat till judarna genom sina heliga profeters mun ända från begynnelsen, från släktled till släktled, tills tiden kommer då de skall återställas till Guds sanna kyrka och fålla, då de åter skall samlas hem till sina arveländer och skall bosätta sig i alla sina utlovade länder.",
    "3 Se, mina älskade bröder, jag säger er detta för att ni må glädjas och lyfta upp era huvuden för evigt, tack vare de välsignelser som Herren Gud skall skänka era barn.",
    "4 Ty jag vet att många av er har sökt mycket för att få kunskap om det som skall komma. Därför vet jag att ni vet att vårt kött måste tyna bort och dö. Dock skall vi i våra kroppar se Gud.",
    "5 Ja, jag vet att ni vet att han skall visa sig i köttet för dem som är i Jerusalem varifrån vi kom. Ty det är nödvändigt att det sker bland dem, och det tillkommer den store Skaparen att låta sig underkastas människan i köttet och dö för alla människor, för att alla människor skall kunna underkasta sig honom.",
    "6 Ty liksom döden kommit till alla människor för att uppfylla den store Skaparens barmhärtiga plan måste det nödvändigtvis finnas en uppståndelsens kraft, och uppståndelsen måste nödvändigtvis komma till människan som följd av fallet. Och fallet kom som följd av överträdelse, och eftersom människorna föll blev de avskurna från Herrens närhet.",
    "7 Därför måste det nödvändigtvis finnas en obegränsad försoning – om det inte vore en obegränsad försoning kunde denna förgänglighet inte ikläda sig oförgänglighet. Den första domen som fälldes över människan måste därför ha blivit oändligt bestående, och i så fall skulle detta kött ha lagts ned för att ruttna och förmultna i sin moder jord, för att aldrig mer uppstå.",
    "8 O, vilken Guds visdom, vilken barmhärtighet och nåd! Ty se, om köttet aldrig mer skulle uppstå skulle våra andar underkastas den ängel som föll från den evige Gudens närhet och blev djävulen för att aldrig mer uppresas.",
    "9 Och våra andar skulle ha blivit lika honom, och vi skulle ha blivit djävlar, en djävuls änglar, för att utestängas från vår Guds närhet och förbli hos lögnernas fader i elände liksom han själv, ja, hos den varelse som bedrog våra första föräldrar, som förvandlar sig nästan till en ljusets ängel och hetsar människobarnen till att stifta hemliga sammansvärjningar ägnade åt mord och mörkrets hemliga gärningar av alla slag.",
    "10 O, hur stor är inte vår Guds godhet som bereder en väg för vår flykt ut ur detta hemska vidunders grepp, ja, detta vidunder, död och helvete, som jag kallar kroppens död och även andens död.",
    "11 Och tack vare vår Guds, Israels Heliges, väg till befrielse skall denna död om vilken jag har talat, som är den timliga, lämna ifrån sig sina döda, vilken död är graven.",
    "12 Och denna död som jag har talat om, som är den andliga döden, vilken andliga död är helvetet, skall lämna ifrån sig sina döda. Därför måste döden och helvetet lämna ifrån sig sina döda, och helvetet måste lämna ifrån sig sina fångna andar, och graven måste lämna ifrån sig sina fångna kroppar, och människornas kroppar och andar skall återförenas med varandra. Och det sker genom Israels Heliges uppståndelses kraft.",
    "13 O, hur storslagen är inte vår Guds plan! Ty å andra sidan måste Guds paradis lämna ifrån sig de rättfärdigas andar och graven lämna ifrån sig de rättfärdigas kroppar. Och anden och kroppen återförenas med varandra, och alla människor blir oförgängliga och odödliga, och de är levande själar och har en fullkomlig kunskap liksom vi i köttet, förutom att vår kunskap då skall vara fullkomlig.",
    "14 Därför skall vi ha fullkomlig kunskap om all vår skuld och vår orenhet och vår nakenhet. Och de rättfärdiga skall ha fullkomlig kunskap om sin glädje och sin rättfärdighet och skall klädas i renhet, ja, i rättfärdighetens mantel.",
    "15 Och det skall ske att när alla människor har gått från denna första död till liv så att de har blivit odödliga, måste de stå inför Israels Heliges domarsäte. Och sedan kommer domen, och då måste de dömas enligt Guds heliga domslut.",
    "16 Och förvisso, så sant Herren lever, ty Herren Gud har talat det, och det är hans eviga ord som inte kan förgå, skall de som är rättfärdiga förbli rättfärdiga, och de som är orena skall förbli orena. De som är orena är därför djävulen och hans änglar, och de skall gå bort till en evig eld som är beredd åt dem. Och deras kval är som en sjö av eld och svavel vars lågor stiger uppåt i evigheters evighet och inte har något slut.",
    "17 O, hur stor och hur rättvis är inte vår Gud! Ty han uppfyller alla sina ord, och de har gått ut ur hans mun, och hans lag måste fullbordas.",
    "18 Men se, de rättfärdiga, Israels Heliges heliga, de som har trott på Israels Helige, de som har uthärdat världens kors och ringaktat dess hån, de skall ärva Guds rike som beretts åt dem ända sedan världens grundläggning, och deras glädje skall vara fullkomlig för evigt.",
    "19 O, hur stor är inte vår Guds, Israels Heliges, barmhärtighet! Ty han befriar sina heliga från det hemska vidundret djävulen och döden och helvetet och den sjö av eld och svavel som är oändlig pina.",
    "20 O, hur stor är inte vår Guds helighet! Ty han vet allt, och det finns inget som han inte vet.",
    "21 Och han kommer till världen för att kunna frälsa alla människor om de hörsammar hans röst. Ty se, han lider alla människors smärta, ja, varje levande varelses smärta, både mäns, kvinnors och barns som tillhör Adams släkt.",
    "22 Och han lider detta för att uppståndelsen skall kunna komma till alla människor så att alla skall kunna stå inför honom på domens stora dag.",
    "23 Och han befaller alla människor att de måste omvända sig och låta döpa sig i hans namn med fullkomlig tro på Israels Helige. Annars kan de inte bli frälsta i Guds rike.",
    "24 Och om de inte omvänder sig och tror på hans namn och blir döpta i hans namn och håller ut intill änden måste de bli fördömda, ty Herren Gud, Israels Helige, har sagt det.",
    "25 Därför har han givit en lag, och där ingen lag är given finns inget straff. Och där inget straff finns, finns det ingen fördömelse. Och där ingen fördömelse finns gör Israels Heliges barmhärtighet anspråk på dem genom försoningen, ty de har befriats genom hans makt.",
    "26 Ty försoningen uppfyller hans rättvisas krav på alla dem som inte har fått sig lagen given, så att de befrias från det hemska vidundret, död och helvete, och djävulen och sjön av eld och svavel som är oändlig pina. Och de återförs till den Gud som gav dem livsanden, han som är Israels Helige.",
    "27 Men ve den som fått sig lagen given, ja, som har alla Guds befallningar liksom vi och som överträder dem och som slösar bort sin prövotids dagar, ty hemskt är hans tillstånd!",
    "28 O, hur listig är inte den ondes plan! O, vilken fåfänga och svaghet och dårskap finns inte bland människor! Då de är lärda tror de sig vara visa och hörsammar inte Guds råd, ty de åsidosätter det, i tron att de själva vet bättre. Därför är deras visdom dårskap och är dem till ingen nytta. Och de skall förgås.",
    "29 Men att vara lärd är bra om man hörsammar Guds råd.",
    "30 Men ve de rika, som är rika på det som är av världen. Ty eftersom de är rika föraktar de de fattiga och de förföljer de ödmjuka, och deras hjärtan är fästa vid deras skatter. Därför är deras skatt deras gud. Och se, även deras skatt skall förgås med dem.",
    "31 Och ve de döva som inte vill höra, ty de skall förgås.",
    "32 Ve de blinda som inte vill se, ty även de skall förgås.",
    "33 Ve de i hjärtat oomskurna, ty vetskapen om deras ondska skall slå dem på den yttersta dagen.",
    "34 Ve lögnaren, ty han skall kastas ned till helvetet.",
    "35 Ve mördaren som dödar med berått mod, ty han skall dö.",
    "36 Ve dem som bedriver hor, ty de skall kastas ned till helvetet.",
    "37 Ja, ve dem som tillber avgudar, ty alla djävlars djävul gläds åt dem.",
    "38 Och kort sagt: Ve alla dem som dör i sina synder, ty de skall återvända till Gud och se hans ansikte och förbli i sina synder.",
    "39 O mina älskade bröder, kom ihåg hur förfärligt det är att synda mot den helige Guden och även hur förfärligt det är att ge efter för den listiges lockelser. Kom ihåg: Att vara köttsligt sinnad är död och att vara andligt sinnad är evigt liv.",
    "40 O mina älskade bröder, låna ert öra åt mina ord. Kom ihåg Israels Heliges storhet. Säg inte att jag har talat hårda ord emot er, ty om ni gör det smädar ni sanningen, ty jag har talat er Skapares ord. Jag vet att sanningens ord är hårda mot all orenhet, men de rättfärdiga fruktar dem inte, ty de älskar sanningen och bävar inte.",
    "41 O mina älskade bröder, kom till Herren, den Helige. Kom ihåg att hans stigar är rättfärdiga. Se, vägen för människan är smal, men den ligger rak framför henne, och väktaren vid porten är Israels Helige, och han håller ingen tjänare där. Och det finns ingen annan väg än genom porten, ty han kan inte bli bedragen, ty Herren Gud är hans namn.",
    "42 Och för den som bultar skall han öppna. Och de visa och de lärda och de som är rika, som är uppblåsta på grund av sin lärdom och sin visdom och sina rikedomar – ja, det är dem han föraktar. Och om de inte kastar av sig dessa ting och ser sig själva som dårar inför Gud och kommer ned i ödmjukhetens djup så öppnar han inte för dem.",
    "43 Men det som tillhör de visa och förståndiga skall för evigt vara dolt för dem – ja, den lycka som är beredd åt de heliga.",
    "44 O mina älskade bröder, kom ihåg mina ord. Se, jag tar av mina kläder, och jag skakar dem inför er. Jag ber min frälsnings Gud att se på mig med sitt allt utforskande öga. Därför skall ni på den yttersta dagen, när alla människor skall dömas efter sina gärningar, veta att Israels Gud bevittnade att jag skakade er ondska från min själ och att jag står i renhet inför honom och är fri från ert blod.",
    "45 O mina älskade bröder, vänd bort från era synder. Skaka av er hans kedjor som vill binda fast er. Kom till den Gud som är er frälsnings klippa.",
    "46 Bered era själar för den härliga dagen då rättvisa skall tilldelas de rättfärdiga, ja, för domens dag så att ni inte ryggar tillbaka i förskräckelse, och så att ni inte blir fullkomligt medvetna om er hemska skuld och nödgas ropa: Heliga, heliga är dina domar, o Herre Gud Allsmäktig – men jag känner min skuld, jag överträdde din lag, och mina överträdelser är mina. Och djävulen har fått mig så att jag är ett byte för hans hemska elände.",
    "47 Men se, mina bröder, är det nödvändigt att behöva väcka er till en fruktansvärd insikt om dessa ting? Skulle jag sönderslita era själar om era sinnen var rena? Skulle jag tala tydligt till er i överensstämmelse med sanningens tydlighet om ni var befriade från synd?",
    "48 Se, om ni var heliga skulle jag tala till er om helighet. Men eftersom ni inte är heliga och ni ser mig som er lärare är det nödvändigt att jag undervisar er om syndens följder.",
    "49 Se, min själ avskyr synden, och mitt hjärta gläds åt rättfärdighet, och jag vill prisa min Guds heliga namn.",
    "50 Kom, mina bröder, alla som är törstiga, kom till vattnen. Och den som inte har några pengar: Kom och köp och ät. Ja, kom och köp vin och mjölk utan pengar och för intet.",
    "51 Ge därför inte ut pengar på det som inte har något värde, lägg inte heller ned arbete på sådant som inte kan tillfredsställa. Hörsamma mig flitigt och kom ihåg de ord som jag har talat. Och kom till Israels Helige och mätta er med det som inte förgås och inte heller kan fördärvas, och låt er själ glädjas åt överflöd.",
    "52 Se, mina älskade bröder, kom ihåg er Guds ord. Be ständigt till honom om dagen och ge tack till hans heliga namn om natten. Låt era hjärtan fröjdas.",
    "53 Och se hur stora Herrens förbund är och hur stora hans nedlåtelser är gentemot människobarnen. Och på grund av sin storhet och sin nåd och barmhärtighet har han lovat oss att våra avkomlingar inte helt skall förgöras i köttet utan han skall bevara dem. Och i framtida släktled skall de bli en rättfärdig gren åt Israels hus.",
    "54 Och nu, mina bröder, skulle jag vilja tala mer till er. Men i morgon skall jag förkunna återstoden av mina ord för er. Amen."
  ]
}