{
  "header": {
    "study_summary": "Juda och Jerusalem kommer att straffas för sin olydnad – Herren vädjar för och dömer sitt folk – Sions döttrar förbannas och pinas för sin världslighet – JämförJesaja 3. Omkring 559–545 f Kr.",
    "title_number": "Kapitel 13"
  },
  "verses": [
    "1 Ty se, Herren, Härskarornas Herre, tar bort från Jerusalem och från Juda stöd och stav – allt bröd till stav och allt vatten till stöd –",
    "2 den mäktige mannen och krigsmannen, domaren och profeten, och den vise och den gamle,",
    "3 befälhavaren över femtio och den hedervärde mannen och rådgivaren och den hantverkskunnige och den vältalige.",
    "4 Och jag skall ge dem barn till att vara deras furstar, och spädbarn skall råda över dem.",
    "5 Och folket skall förtryckas, den ene av den andre och var och en av sin nästa. Barnet skall uppträda högmodigt mot den gamle och den tarvlige mot den hedervärde.",
    "6 När en man fattar tag i sin bror i sin fars hus och säger: Du har kläder, bli vår styresman, och låt inte denna ruinhög komma under din hand –",
    "7 på den dagen skall han svära och säga: Jag vill inte vara någon helbrägdagörare, ty i mitt hus finns varken bröd eller kläder. Gör mig inte till styresman över folket.",
    "8 Ty Jerusalem är i ruiner och Juda har fallit eftersom deras tungor och deras gärningar har stått emot Herren, och de förtörnar hans härlighets ögon.",
    "9 Deras uppsyn vittnar emot dem och förkunnar att deras synd är alldeles som Sodoms, och de kan inte dölja den. Ve deras själar, ty de har belönat sig själva med ont!",
    "10 Säg till de rättfärdiga att det är väl med dem, ty de skall äta sina gärningars frukt.",
    "11 Ve de ogudaktiga, ty de skall förgås eftersom deras händers lön skall komma över dem.",
    "12 Och barn är mitt folks förtryckare, och kvinnor råder över det. O mitt folk, de som leder dig får dig att fela och fördärvar dina stigars väg.",
    "13 Herren står upp för att vädja för och för att döma folket.",
    "14 Herren skall gå till doms med sitt folks gamla och med dess furstar. Ty ni har förtärt vingården och bytet från de fattiga i era hus.",
    "15 Vad menar ni? Ni krossar mitt folk och mal sönder de fattigas ansikten, säger Herren, Härskarornas Gud.",
    "16 Vidare säger Herren: Eftersom Sions döttrar är så högdragna och går med rak hals och lättsinniga ögon och går där och trippar och pinglar med sina fotringar,",
    "17 därför skall Herren slå Sions döttrars hjässor med skorv, och Herren skall blotta deras nakenhet.",
    "18 På den dagen skall Herren ta bort glansen från deras pinglande prydnader och näthuvor och runda smycken som liknar månen,",
    "19 kedjor och armband och halsdukar,",
    "20 huvudbonader och fotlänkar, pannband, parfymflaskor och öronringar,",
    "21 ringar och nässmycken,",
    "22 högtidsdräkter och mantlar och kåpor och krusnålar,",
    "23 speglar och fint linne och huvor och flor.",
    "24 Och det skall ske att där skall vara stank i stället för vällukt, trasa i stället för gördel och skallighet i stället för väl uppsatt hår och hölje av säckväv i stället för bröstduk, brännmärken i stället för skönhet.",
    "25 Dina män skall falla för svärdet och dina mäktiga i krig.",
    "26 Och hennes portar skall klaga och sörja, och hon skall vara övergiven och skall sitta på marken."
  ]
}