{
  "header": {
    "study_summary": "Assyriens undergång symboliserar de ogudaktigas undergång vid Kristi andra ankomst – Få människor kommer att vara kvar efter det att Herren kommit tillbaka – Återstoden av Jakob skall återvända på den dagen – JämförJesaja 10. Omkring 559–545 f Kr.",
    "title_number": "Kapitel 20"
  },
  "verses": [
    "1 Ve dem som stadgar orättfärdiga stadgar och som skriver betungande påbud som de har stadfäst,",
    "2 för att förneka de behövande rättvisa och beröva de fattiga i mitt folk deras rätt, så att änkor kan bli deras byte och så att de kan plundra de faderlösa!",
    "3 Och vad skall ni göra på hemsökelsens dag och i den förödelse som skall komma fjärran ifrån? Till vem skall ni fly för att få hjälp, och var skall ni lämna er härlighet?",
    "4 Utan mig skall de böja knä bland fångarna, och de skall falla bland de dräpta. På grund av allt detta vänder han inte bort sin vrede, utan hans hand är ännu utsträckt.",
    "5 O Assyrien, du är min vredes käpp, och staven i deras hand är deras förbittring!",
    "6 Jag skall sända honom mot en hycklande nation, och mot min vredes folk vill jag ge honom en befallning att ta rov och att ta byte och att nedtrampa dem som smuts på gatorna.",
    "7 Men så menar inte han, inte heller tänker han så i sitt hjärta, utan hans hjärta står efter att förgöra och efter att avskära nationer i mängd.",
    "8 Ty han säger: Är inte mina furstar allesammans kungar?",
    "9 Är inte Kalno som Karkemis? Är inte Hamat som Arpad? Är inte Samaria som Damaskus?",
    "10 Då min hand har grundat avgudarnas riken, vilkas avgudabilder överträffade Jerusalems och Samarias,",
    "11 skulle jag då inte göra med Jerusalem och hennes avgudar vad jag har gjort med Samaria och hennes avgudar?",
    "12 Därför skall det ske, att när Herren har fullgjort allt sitt verk på Sions berg och i Jerusalem skall han hemsöka frukten av den assyriske kungens hårda hjärta och hans övermodiga ögons förhävelse.",
    "13 Ty han säger: Med min hands makt och genom min visdom har jag utfört detta, ty jag är klok. Och jag har flyttat folkens gränser och plundrat deras skattkammare, och jag har besegrat invånarna som en tapper man.",
    "14 Och min hand har funnit folkets rikedomar som ett fågelbo, och som en som samlar kvarlämnade ägg har jag samlat jordens alla länder. Och ingen fanns som rörde vingen eller öppnade näbben eller pep.",
    "15 Skall yxan berömma sig över honom som hugger med den? Skall sågen förhäva sig över honom som sätter den i rörelse? Som om käppen skulle svinga sig mot honom som lyfter den, eller som om staven skulle lyfta sig själv som om den inte var ett stycke trä!",
    "16 Därför skall Herren, Härskarornas Herre, sända magerhet bland hans feta, och under hans härlighet skall han tända en brand liksom en lågande eld.",
    "17 Och Israels ljus skall bli som en eld och hans Helige som en låga och skall bränna upp och förtära hans törnen och hans tistlar på en dag,",
    "18 och skall förtära hans skogs och hans bördiga åkers härlighet, både själ och kropp, och de skall vara som när en fanbärare faller.",
    "19 Och de träd som är kvar i hans skog skall vara så få att ett barn kan skriva upp dem.",
    "20 Och det skall ske på den dagen att återstoden av Israel och de av Jakobs hus som undkommit inte längre skall stödja sig på honom som slog dem, utan skall i sanning stödja sig på Herren, Israels Helige.",
    "21 Återstoden skall återvända, ja, återstoden av Jakob, till den mäktige Guden.",
    "22 Ty om än ditt folk Israel vore som sanden i havet, så skall dock en återstod återvända. Den påbjudna förstörelsen skall överflödas av rättfärdighet.",
    "23 Ty Herren, Härskarornas Gud, skall låta sin påbjudna förstörelse komma över hela landet.",
    "24 Därför säger Herren, Härskarornas Gud: O mitt folk som bor i Sion, frukta inte för assyriern. Han skall slå dig med en käpp och skall upplyfta sin stav mot dig, liksom i Egypten.",
    "25 Ty ännu endast en liten tid, och förbittringen skall upphöra och min vrede vid deras undergång.",
    "26 Och Härskarornas Herre skall svänga ett gissel över honom, i enlighet med blodbadet i Midjan vid Orebsklippan, och som hans stav räcktes ut över havet så skall han lyfta upp den, liksom i Egypten.",
    "27 Och det skall ske på den dagen att hans börda skall tas bort från din skuldra och hans ok från din nacke, och oket skall förstöras för smörjelsens skull.",
    "28 Han har kommit till Ajat, han har passerat över Migron, i Mikmash har han lämnat sina vagnar.",
    "29 De har dragit fram över passet, de har tagit nattkvarter i Geba. Rama bävar, Sauls Gibea har tagit till flykten.",
    "30 Höj rösten, o Gallims dotter, låt den höras till Laisa, o arma Anatot!",
    "31 Madmena är borta, Gibeons invånare samlar sig för att fly.",
    "32 Ännu samma dag stannar han i Nob. Han skall lyfta sin hand mot dottern Sions berg, mot Jerusalems höjd.",
    "33 Se, Herren, Härskarornas Herre, skall hugga av den stora grenen medelst fruktan, och de högt ansedda skall huggas ned och de högdragna skall ödmjukas.",
    "34 Och han skall hugga ned skogens snår med järn, och Libanon skall falla för den Mäktige."
  ]
}