{
  "header": {
    "study_summary": "Niampanga ny fitiavan-karena sy ny avonavona ary ny tsy fahadiovam-pitondrantena i Jakoba—Afaka mikatsaka harena ny olona mba hanampiana ny olona namany—Nanome didy ny Tompo fa tsy tokony hisy lehilahy eo anivon’ny Nefita ka hanana vady mihoatra ny iray—Finaritra amin’ny fahadiovam-pitondrantenan’ny vehivavy ny Tompo. Tokony ho 544–421 taona talohan’i Kristy.",
    "title_number": "Toko 2"
  },
  "verses": [
    "1 Ny teny izay nolazain’i Jakoba, rahalahin’i Nefia, tamin’ny vahoakan’i Nefia taorian’ny fahafatesan’i Nefia:",
    "2 Ankehitriny, ry rahalahiko malala, izaho Jakoba, araka ny andraikitra izay ahy manoloana an’ Andriamanitra mba handrianiko amim-pahamaotonana ny asako, ary mba hahazoako manaisotra ny fahotanareo amin’ny fitafiako, dia miakatra ao an-tempoly aho izao anio izao mba hahazoako milaza aminareo ny tenin’ Andriamanitra.",
    "3 Ary ianareo ireo dia mahafantatra fa efa nazoto tamin’ny asa niantsoana ahy aho hatrizao; nefa androany aho dia mivesatra faniriana sy fanahiana betsaka kokoa noho izay efa tojo ahy hatrizao, ho fiadanan’ny fanahinareo.",
    "4 Fa indro, hatrizao, ianareo dia efa nankatò ny tenin’ny Tompo, izay efa nomeko anareo.",
    "5 Nefa indro, mihainoa ahy ianareo ary fantaro fa noho ny fanampian’ny Mpahary ny lanitra sy ny tany mahefa ny zava-drehetra, dia afaka milaza aminareo aho ny momba ny eritreritrareo, ny fomba izay hanombohanareo miaina ao amin’ny fahotana, dia ny fahotana izay miharihary fa tena fahavetavetana amiko, eny, ary fahavetavetana amin’ Andriamanitra.",
    "6 Eny, mahory ny fanahiko ary mahatonga ahy hitakemotra noho ny henatra manoloana ny fanatrehana ny Mpahary ahy, ny tsy maintsy hanambarako aminareo ny momba ny faharatsian’ny fonareo.",
    "7 Ary mahory ahy koa ny tsy maintsy ampiasako fahasahiam-pitenenana be momba anareo, manoloana ny vadinareo sy ny zanakareo izay malia sy madio ary marefo fatratra tokoa ny fihetseham-pon’ny ankamaroany eo anoloan’ Andriamanitra, izay zavatra mahafinaritra an’ Andriamanitra;",
    "8 Ary mihevitra aho fa efa niakatra etoana izy ireo handre ny teny mahafinaritra izay an’ Andriamanitra, eny, dia ny teny izay manasitrana ny fanahy maratra.",
    "9 Koa ny manavesatra ny fanahiko dia izaho voatery, noho ny didy henjana izay efa noraisiko avy tamin’ Andriamanitra, hananatra anareo noho ny helokareo, hanitatra ny ratran’izay efa maratra sahady ho solon’ny fampiononana sy ny fitsaboana ny ratrany; ary ireo izay tsy noratraina, ho solon’ny fivokisana amin’ny teny mahafinaritra izay an’ Andriamanitra, dia efa atsindrona ny antsy hanatrobaka ny fanahiny sy handratra ny sainy malemy.",
    "10 Nefa, na dia eo aza ny fahalehibeazan’ny asa, dia tsy maintsy manao araka ny didy henjana avy amin’ Andriamanitra aho ary milaza aminareo ny momba ny faharatsianareo sy ny fahavetavetanareo, eo anatrehan’izay madio am-po sy manana fo torotoro, ary eo ambany fijerin’ny maso matsilon’ilay Andriamanitra Tsitoha.",
    "11 Noho izany, dia tsy maintsy milaza aminareo ny marina aho, araka ny fahazavan’ny tenin’ Andriamanitra. Fa indro raha nanadina ny Tompo aho, dia tonga toy izao tamiko ny teny, manao hoe: Ry Jakoba, miakara ianao ao an-tempoly rahampitso ary lazao amin’ity vahoaka ity ny teny izay homeko anao.",
    "12 Ary ankehitriny indro, ry rahalahiko, izao no teny izay lazaiko aminareo fa maro aminareo no efa nanomboka nikaroka volamena sy volafotsy ary ny karazana vato sarobidy rehetra izay tena nananan’ity tany ity mihoa-pampana tokoa, dia tany nampanantenaina ho anareo sy ho an’ny taranakareo.",
    "13 Ary ny fitondran’ Andriamanitra dia efa nitsiky taminareo tamim-pankasitrahana indrindra tokoa, ka efa azonareo ny harena maro; ary noho ny sasany taminareo efa nahazo betsaka kokoa noho ny an’ny rahalahinareo, dia efa tafasondrotra ao amin’ny avonavon’ny fonareo ianareo ary milanja ny hatoka henjana sy ny loha mianjonanjona noho ny fahalafosam-bidy ny fitafianareo ary manenjika ny rahalahinareo, satria mihevitra ianareo fa tsara kokoa noho izy.",
    "14 Ary ankehitriny, ry rahalahiko moa heverinareo va fa Andriamanitra dia manamarina anareo amin’izany zavatra izany? Indro, lazaiko aminareo, Tsia. Fa manameloka anareo kosa Izy, ary raha mikiry amin’ireo zavatra ireo ianareo, dia tsy maintsy ho tonga faingana tokoa aminareo ny famaliany.",
    "15 Ô enga anie Izy ka haneho aminareo fa afaka manatrobaka anareo Izy, ary ny topimasony indray mandeha dia ahafahany manamontsana anareo ho vovoka!",
    "16 Ô enga anie Izy ka hanafaka anareo amin’ity heloka sy fahavetavetana ity. Ary, Ô enga anie ianareo ka hihaino ny tenin’ny didiny sy tsy hamela ity avonavon’ny fonareo ity handrava ny fanahinareo!",
    "17 Hevero ho toy ny tenanareo ny rahalahinareo, ary mihavàna amin’ny rehetra, ary aoka ianareo ho malala-tanana amin’ny fanananareo mba hahatonga azy ho mpanankarena toa anareo.",
    "18 Nefa mialoha ny hikatsahanareo harena, dia katsahonareo ny fanjakan’ Andriamanitra.",
    "19 Ary rehefa avy nahazo ny fanantenana ao amin’i Kristy ianareo, dia hahazo harena raha hokatsahinareo izany; ary ianareo hikatsaka izany noho ny fikasana hanao soa—hampitafy ny mitanjaka sy hamahana ny noana sy hanafaka ny babo ary hitondra fanampiana ho an’ny marary sy ny ory.",
    "20 Ary ankehitriny, ry rahalahiko, efa niresaka taminareo ny momba ny avonavona aho; ary ny sasany taminareo izay efa nampahory ny namanareo sy nanenjika azy noho ianareo niavonavona tao am-ponareo noho ny zavatra izay efa nomen’ Andriamanitra anareo, inona no lazainareo ny amin’izany?",
    "21 Moa tsy heverinareo va fa ny zavatra toy izany dia fahavetavetana amin’ilay nahary ny nofo rehetra? Ary ny mananaina iray dia sarobidy eo imasony tahaka ny iray hafa. Ary ny nofo rehetra dia avy amin’ny vovoka; ary ho amin’ny tanjona mitovy ihany no efa nahariana azy, dia ny hitandremany ny didiny sy ny hankalazany Azy mandrakizay.",
    "22 Ary ankehitriny aho dia mamarana ny firesahana aminareo ny momba ity avonavona ity. Ary raha tsy noho ny tsy maintsy iresahako aminareo ny momba ny heloka iray makadiry kokoa, dia ho nifaly fatratra tokoa noho ny aminareo ny foko.",
    "23 Nefa ny tenin’ Andriamanitra dia manavesatra ahy noho ny helokareo makadiry kokoa. Fa indro, izao no lazain’ny Tompo: Ity vahoaka ity dia manomboka mihamitombo ao amin’ny heloka; tsy takany ny soratra masina, fa tadiaviny kosa ny hanala tsiny ny tenany amin’ny fanaovany fijangajangana, noho ny zavatra izay efa nosoratana momba an’i Davida sy i Solomona zanany lahy.",
    "24 Indro, marina tokoa fa i Davida sy i Solomona dia nanana vady sy vaditsindrano maro, izay zavatra fahavetavetana eo anoloako, hoy ny Tompo.",
    "25 Noho izany, izao no lazain’ny Tompo, Izaho efa nitondra ity vahoaka ity nivoaka ny tanin’i Jerosalema, tamin’ny herin’ny sandriko mba hahazoako manangana sampana marina ho Ahy avy amin’ny naloaky ny kibon’i Josefa.",
    "26 Koa, Izaho Tompo Andriamanitra dia tsy hamela ity vahoaka ity hanao tahaka ireo teo aloha.",
    "27 Koa, mihainoa ahy ry rahalahiko, ka tandremo ny tenin’ny Tompo: Fa tsy hisy lehilahy eo aminareo izay hanana vady mihoatra ny iray; ary ny vaditsindrano dia tsy hanana izy;",
    "28 Fa Izaho Tompo Andriamanitra, dia finaritra amin’ny fahadiovam-pitondrantenan’ny vehivavy. Ary ny fijangajangana dia fahavetavetana eo anoloako; izany no lazain’ny Tompon’ny Maro.",
    "29 Noho izany, ity vahoaka ity dia hitandrina ny didiko, hoy ny Tompon’ny Maro, fandrao dia ho voaozona noho ny aminy ny tany.",
    "30 Fa raha sitrako, hoy ny Tompon’ny Maro, ny hanangana taranaka iray ho Ahy, dia handidy ny oloko Aho; fa raha tsy izany kosa dia hitandrina ireo zavatra ireo izy.",
    "31 Fa indro, Izaho Tompo dia efa nahita ny alahelo sy nandre ny fitomanian’ny zanakavavin’ny oloko tany an-tanin’i Jerosalema, eny, sy tamin’ny tany rehetra an’ny oloko, noho ny faharatsiana sy ny fahavetavetan’ny vadiny.",
    "32 Ary Izaho tsy hamela, hoy ny Tompon’ny Maro, ny fitarainan’ny zanakavavy kanton’ity vahoaka ity, izay efa nentiko niala ny tanin’i Jerosalema, hiakatra aty Amiko hiampanga ny lehilahin’ny vahoakako, hoy ny Tompon’ny Maro.",
    "33 Fa tsy hoentiny ho babo ny zanakavavin’ny oloko noho ny halemem-panahiny, fandrao dia hamaly azy amin’ny ozona mahatsiravina Aho, na dia ho famongorana aza; koa tsy hanao fijangajangana toy ireo tamin’ny fahiny izy, hoy ny Tompon’ny Maro.",
    "34 Ary ankehitriny indro, ry rahalahiko, ianareo mahalala fa ireo didy ireo dia nomena an’i Lehia raintsika; koa, efa fantatrareo ireo taloha; ary efa tonga amin’ny fanamelohana lehibe ianareo; satria efa nataonareo ny zavatra izay tsy tokony ho nataonareo.",
    "35 Indro, efa nahavita heloka lehibe kokoa noho ny Lamanita rahalahintsika ianareo. Efa novakianareo ny fon’ny vadinareo malemy paika ary narianareo ny fitokian’ny zanakareo, noho ny ohatrareo ratsy teo anatrehany; ary ny fitolokon’ny fony dia miakatra any amin’ Andriamanitra miampanga anareo. Ary noho ny maha-henjana ny tenin’ Andriamanitra, izay midina eo aminareo sady miampanga anareo, dia fo maro no maty voatrobaky ny ratra lalina."
  ]
}