{
  "header": {
    "study_summary": "I Serema dia nandà an’i Kristy, nifanditra tamin’i Jakoba, nitaky famantarana, ary nofaizin’ Andriamanitra—Efa nilaza ny amin’i Kristy sy ny Sorompanavotany ny mpaminany rehetra—Nandany ny androny toy ny mpirenireny ny Nefita, nateraka tao amin’ny fahasahiranana izy, ary nankahalain’ny Lamanita. Tokony ho 544–421 taona talohan’i Kristy.",
    "title_number": "Toko 7"
  },
  "verses": [
    "1 Ary ankehitriny ny zava-nitranga, rehefa lasana ny taona maro, dia nisy lehilahy iray tonga teo anivon’ny vahoakan’i Nefia, izay i Serema no anarany.",
    "2 Ary ny zava-nitranga dia nanomboka nitory teo anivon’ny vahoaka izy ary nolazainy taminy fa tsy hisy i Kristy. Ary notoriany ny zavatra maro izay nanasohaso ny vahoaka; ary izany no nataony dia ny hahazoany mandrodana ny fotopampianaran’i Kristy.",
    "3 Ary niasa tamim-pahazotoana tokoa izy mba hahazoany mampaniasia ny fon’ny vahoaka, hany ka nampaniasia fo maro izy; ary noho ny fahalalany fa izaho Jakoba dia nanana finoana an’i Kristy izay ho avy, dia notadiaviny fatratra ny fomba hahatongavana aty amiko.",
    "4 Ary olo-mahay izy, ka nanana fahalalana tomombana ny momba ny fitenin’ny vahoaka; noho izany izy dia afaka nampiasa fanasohasoana betsaka sy hery be tamin’ny lahateny, araka ny herin’ny devoly.",
    "5 Ary nanana fanantenana izy ny hanozongozona ahy tamin’ny finoana, na dia teo aza ny fanambarana maro sy ny zavatra maro izay efa hitako momba ireo zavatra ireo; fa efa nahita anjely marina tokoa aho, ary efa nampianatra ahy izy ireny. Ary koa efa nandre ombieny ombieny ny feon’ny Tompo aho niresaka tamiko tamin’ny teny mihitsy; noho izany aho dia tsy azo hozongozonina.",
    "6 Ary ny zava-nitranga dia tonga tao amiko izy, ary toy izao no noteneniny ahy, nanao hoe: Ry rahalahy Jakoba, efa nitady fatratra ny fomba hahazoako miresaka aminao aho; satria efa reko sy fantatro koa fa ianao dia mivezivezy be, mitory izay antsoinao hoe ny filazantsara na ny fotopampianaran’i Kristy.",
    "7 Ary efa nampaniasia ny maro tamin’ity vahoaka ity ianao, hany ka manova ny lalana marin’ Andriamanitra izy ary tsy mitandrina ny lalàn’i Mosesy izay lalana marina; ary manova ny lalàn’i Mosesy izy ho fiderana an’ilay lazainao fa ho avy rehefa afaka taon-jato maro. Ary ankehitriny indro, izaho Serema dia milaza aminao fa fanevatevana izany; fa tsy misy olona mahalala ny zavatra toy izany; noho izy tsy afaka milaza ny amin’ny zavatra ho avy. Ary dia toy izany no fomba nentin’i Serema nifanditra tamiko.",
    "8 Nefa indro, fa nampirotsaka ny Fanahiny tao amin’ny fanahiko ny Tompo Andriamanitra, hany ka nampangaihaiziko izy tamin’ny teniny rehetra.",
    "9 Ary hoy aho taminy: Mandà an’i Kristy izay ho avy va ianao? Ary hoy izy: Raha toa ka tokony hisy i Kristy, dia tsy handà Azy aho; nefa fantatro fa tsy misy izany Kristy izany, sady tsy nisy no tsy hisy na oviana na oviana.",
    "10 Ary hoy aho taminy: Mino ny soratra masina va ianao? Ary hoy izy, Eny.",
    "11 Ary hoy aho taminy: Tsy azonao izy raha izany; fa izy dia manambara marina tokoa ny amin’i Kristy. Indro, lazaiko aminao fa tsy nisy mpaminany izay nanoratra na mamin’ny ka tsy nilaza ny momba an’ity Kristy ity.",
    "12 Ary tsy izay ihany—efa nanehoana izany aho, satria efa nandre sy nahita; ary efa nanehoana izany koa aho tamin’ny herin’ny Fanahy Masina; noho izany, dia fantatro fa raha tsy misy sorompanavotana atao, dia tsy maintsy ho very ny olombelona rehetra.",
    "13 Ary ny zava-nitranga dia hoy izy tamiko: Anehoy famantarana iray aho amin’io herin’ny Fanahy Masina io, izay ahafantaranao zavatra betsaka.",
    "14 Ary hoy aho taminy: Inona moa aho no haka fanahy an’ Andriamanitra mba haneho aminao famantarana iray ny amin’ny zavatra izay fantatrao fa marina? Nefa dia holavinao izany, satria ianao dia avy amin’ny devoly. Kanefa, tsy ny sitrapoko anie no atao; fa raha hamely anao kosa Andriamanitra, dia aoka izany ho famantarana ho anao fa manan-kery Izy, na any an-danitra na ety an-tany; ary koa fa ho avy i Kristy. Ary ny sitraponao anie, Tompo ô, no atao fa tsy ny ahy.",
    "15 Ary ny zava-nitranga, rehefa nilaza ireo teny ireo izaho Jakoba dia tonga taminy ny herin’ny Tompo, hany ka lavo tamin’ny tany izy. Ary ny zava-nitranga dia nofahanan’ny olona izy nandritra ny andro maro.",
    "16 Ary ny zava-nitranga dia nilaza tamin’ny vahoaka izy hoe: Miaraha-mivory ianareo rahampitso fa ho faty aho; koa maniry ny hiresaka amin’ny vahoaka aho mialoha ny hahafatesako.",
    "17 Ary ny zava-nitranga nony ampitso dia tafavory miaraka ny valalabemandry; ary noteneniny mazava taminy tokoa sy nolaviny ny zavatra izay efa nampianariny azy ary nibabohany ny amin’i Kristy sy ny herin’ny Fanahy Masina ary ny fampianaran’ny anjely.",
    "18 Ary dia nolazainy mazava taminy tokoa fa izy dia efa voafitaky ny herin’ny devoly. Ary noresahiny ny momba ny helo sy ny mandrakizay ary ny famaizana mandrakizay.",
    "19 Ary hoy izy: Matahotra aho fandrao efa nahavita fahotana tsy azo ivalozana, satria efa nandainga tamin’ Andriamanitra aho; satria nandà an’i Kristy aho, ary nilaza fa izaho dia nino ny soratra masina; ary izany dia manambara marina tokoa ny Aminy. Ary satria efa nandainga tamin’ Andriamanitra toy izany aho, dia matahotra fatratra tokoa aho fandrao dia hahatsiravina ny anjarako; nefa mibaboka amin’ Andriamanitra aho.",
    "20 Ary ny zava-nitranga, rehefa avy nilaza ireo teny ireo izy, dia tsy afaka niteny intsony ary afaka ny ainy.",
    "21 Ary rehefa avy nanatri-maso ny valalabemandry fa noteneniny ireo zavatra ireo rehefa akaiky ho afaka ny ainy, dia talanjona fatratra tokoa izy; hany ka nidina taminy ny herin’ Andriamanitra, ary ankona izy ka lavo tamin’ny tany.",
    "22 Ankehitriny, izany zavatra izany dia nahafinaritra ahy Jakoba, satria efa nangataka izany tamin’ny Raiko izay any an-danitra aho; fa efa nandre ny fitalahoako Izy ary namaly ny fivavako.",
    "23 Ary ny zava-nitranga dia naverina teo anivon’ny vahoaka indray ny fiadanana sy ny fitiavana an’ Andriamanitra; ary nanadihady ny soratra masina izy sy tsy nihaino intsony ny tenin’ity olon-dratsy ity.",
    "24 Ary ny zava-nitranga dia novisavisaina ireo tetika maro hanarenana sy hamerenana ny Lamanita ho amin’ny fahalalana ny fahamarinana; saingy zava-poana avokoa izany, satria finaritra tamin’ny ady sy ny fandatsahan-dra izy ary nanana fankahalana mandrakizay anay rahalahiny. Ary nokatsahiny ny hamongotra anay lalandava tamin’ny herin’ny fiadiany.",
    "25 Noho izany, ny vahoakan’i Nefia dia nanamafy ny toeram-piarovana tamin’ny fitaovam-piadiany sy tamin’ny heriny rehetra, nitoky tamin’ Andriamanitra sy ny vatolampy famonjena azy; noho izany izy dia tonga mpandresy ny fahavalony hatramin’izao.",
    "26 Ary ny zava-nitranga, izaho Jakoba dia nandroso fahanterana; ary satria efa voatahiry amin’ny takelak’i Nefia hafa ny rakitsoratry ity vahoaka ity, noho izany aho dia mamarana ity rakitsoratra ity, amin’ny filazana fa efa nanoratra araka ny fara-fahaizako aho, tamin’ny filazana fa nandalo ny fotoana taminy ary koa nihelina taminy miova tsy ny nofy ny fiainanay, dia izahay izay vahoaka manirery sy matotra, mpirenireny, noroahina avy tany Jerosalema, nateraka tao anatin’ny fahasahiranana tany an-tany foana; ary nankahalain’ny rahalahinay izay nahatonga ady sy fifandirana; noho izany, dia nisaonanay ny andronay.",
    "27 Ary izaho Jakoba dia nahita fa tsy maintsy midina tsy ho ela any am-pasako; koa nilaza tamin’i Enôsa zanako lahy aho hoe: Raiso ireto takelaka ireto. Ary noteneniko azy ny zavatra izay efa nandidian’i Nefia rahalahiko ahy, ary nampanantena izy fa hankatò ny didy. Ary mamarana ny fanoratako aho eo amin’ireto takelaka ireto, izay fanoratana kely ihany; ary ho an’ny mpamaky dia manao veloma aho sady manantena fa maro amin’ny rahalahiko no ho afaka hamaky ny teniko. Veloma, ry rahalahy."
  ]
}