{
  "header": {
    "study_intro": "Ny rakitsoratry ny Jaredita, nalaina avy tamin’ny takelaka efatra amby roapolo hitan’ny vahoakan’i Limia tamin’ny andron’i Môzià Mpanjaka.",
    "study_summary": "Namintina ny soratr’i Etera i Môrônia—Aroso etoana ny tetiaran’i Etera—Tsy voakorokoro ny fitenin’ny Jaredita tao amin’ny Tilikambon’i Babela—Nampanantena ny hitarika azy any amin’ny tany nofinidy ny Tompo ary ny hahatonga azy ho firenena lehibe.",
    "title": "Ny bokin’i Etera",
    "title_number": "Toko 1"
  },
  "verses": [
    "1 Ary ankehitriny, izaho Môrônia dia miroso amin’ny fanomezana ny tantaran’ireo mponina fahagola ireo izay efa nofongoran’ny tanan’ny Tompo tao amin’ny lafin’ity tany avaratra ity.",
    "2 Ary ny fitantarako dia alaiko avy amin’ny takelaka efatra amby roapolo izay hitan’ny vahoakan’i Limia, izay antsoina hoe ny Bokin’i Etera.",
    "3 Ary satria heveriko fa ny ampahany voalohany amin’ity rakitsoratra ity, izay miresadresaka momba ny nahariana izao tontolo izao, ary koa ny amin’i Adama sy ny fitantarana hatramin’izany fotoana izany ka hatramin’ny tilikambo lehibe, ary na inona na inona zavatra izay nitranga teo anivon’ny zanak’olombelona hatramin’izany fotoana izany dia efa ananan’ny Jiosy—",
    "4 Noho izany dia tsy soratako ireny zavatra ireny izay nitranga hatramin’ny andron’i Adama ka hatramin’izany fotoana izany; fa efa eo amin’ny takelaka kosa ireny; ary na zovy na zovy no mahita ireny, dia izy no hanana ny fahefana mba hahazoany ny fitantarana feno.",
    "5 Nefa indro, tsy omeko ny fitantarana feno, fa ny ampahany amin’ny fitantarana no omeko, hatreo amin’ny tilikambo ka hatramin’ny nahafongana azy ireo.",
    "6 Ary toy izao no anomezako ny fitantarana. Izy izay nanoratra ity rakitsoratra ity no i Etera, ary tamingan’i Kôriantôra izy.",
    "7 I Kôriantôra dia zanakalahin’i Môrôna.",
    "8 Ary i Môrôna dia zanakalahin’i Etema.",
    "9 Ary i Etema dia zanakalahin’i Ahà.",
    "10 Ary i Ahà dia zanakalahin’i Seta.",
    "11 Ary i Seta dia zanakalahin’i Siblôna.",
    "12 Ary i Siblôna dia zanakalahin’i Kôma.",
    "13 Ary i Kôma dia zanakalahin’i Kôriantoma.",
    "14 Ary i Kôriantoma dia zanakalahin’i Amnigadà.",
    "15 Ary i Amnigadà dia zanakalahin’i Aharôna.",
    "16 Ary i Aharôna dia tamingan’i Heta izay zanakalahin’i Heartôma.",
    "17 Ary i Heartôma dia zanakalahin’i Liba.",
    "18 Ary i Liba dia zanakalahin’i Kisy.",
    "19 Ary i Kisy dia zanakalahin’i Kôrôma.",
    "20 Ary i Kôrôma dia zanakalahin’i Levy.",
    "21 Ary i Levy dia zanakalahin’i Kima.",
    "22 Ary i Kima dia zanakalahin’i Môriantôna.",
    "23 Ary i Môriantôna dia tamingan’i Riplakisa.",
    "24 Ary i Riplakisa dia zanakalahin’i Seza.",
    "25 Ary i Seza dia zanakalahin’i Heta.",
    "26 Ary i Heta dia zanakalahin’i Kôma.",
    "27 Ary i Kôma dia zanakalahin’i Kôriantoma.",
    "28 Ary i Kôriantoma dia zanakalahin’i Emera.",
    "29 Ary i Emera dia zanakalahin’i Ômera.",
    "30 Ary i Ômera dia zanakalahin’i Sole.",
    "31 Ary i Sole dia zanakalahin’i Kiba.",
    "32 Ary i Kiba dia zanakalahin’i Ôrihà, izay zanakalahin’i Jareda;",
    "33 Dia i Jareda izay nivoaka niaraka tamin’ny rahalahiny sy ny mpianakaviny, niaraka tamin’ny sasany sy ny mpianakaviny, avy tao amin’ny tilikambo lehibe, tamin’ny fotoana izay nanorokoroan’ny Tompo ny fitenin’ny vahoaka, ary nianianany tao amin’ny fahatezerany fa haely patrana eran’ny lafiny rehetra amin’ny tany izy; ary araka ny tenin’ny Tompo dia naely patrana ny vahoaka.",
    "34 Ary ny rahalahin’i Jareda dia lehilahy vaventy sy mahery, ary lehilahy nankasitrahan’ny Tompo fatratra tokoa, ka hoy i Jareda rahalahiny taminy: Mitalahoa amin’ny Tompo mba tsy hanorokoroany antsika ka hahatonga antsika tsy hifankahazo teny.",
    "35 Ary ny zava-nitranga dia nitalaho tamin’ny Tompo ny rahalahin’i Jareda, ary nanana fangorahana an’i Jareda ny Tompo, koa tsy nanorokoro ny fitenin’i Jareda Izy; ary tsy nokorokoroana i Jareda sy ny rahalahiny.",
    "36 Tamin’izany dia hoy i Jareda tamin’ny rahalahiny: Mitalahoa indray amin’ny Tompo, ary enga anie Izy hampihodina ny fahatezerany hiala amin’ireo izay namantsika, ka tsy hokorokoroany ny fiteniny.",
    "37 Ary ny zava-nitranga dia nitalaho tamin’ny Tompo ny rahalahin’i Jareda, ary nanana fangorahana ny namany sy ny mpianakaviny koa ny Tompo, ka dia tsy nokorokoroana izy ireo.",
    "38 Ary ny zava-nitranga dia niteny indray tamin’ny rahalahiny i Jareda, hoe: Mandehana ary anontanio ny Tompo raha horoahiny isika hivoaka ny tany, ary raha horoahiny isika hivoaka ny tany dia mitalahoa Aminy hoe aiza no halehantsika. Ary iza no mahalala raha mba hoentin’ny Tompo isika hankamin’ny tany izay finidy ambonin’ny tany rehetra? Ary raha toa ka izany dia aoka isika ho mahatoky amin’ny Tompo, mba hahazoantsika mandray izany ho lovantsika.",
    "39 Ary ny zava-nitranga dia nitalaho tamin’ny Tompo ny rahalahin’i Jareda, araka izay efa notenenin’ny vavan’i Jareda.",
    "40 Ary ny zava-nitranga dia nandre ny rahalahin’i Jareda ny Tompo ary nanana fangorahana azy, ary hoy Izy taminy:",
    "41 Mandehana ary angony miaraka ny bibinao isan-karazany, na lahy na vavy; ary koa ny voa amin’ny tany isan-karazany; ary ny ankohonanao; ary koa i Jareda rahalahinao sy ny ankohonany; ary koa ny namanao sy ny ankohonany, ary ny naman’i Jareda sy ny ankohonany.",
    "42 Ary rehefa vitanao izany dia handeha eo alohany ianao hidina ao an-dohasaha izay ao andafiavaratra. Ary ao no hihaonako aminao, ary Izaho handeha eo alohanao hankamin’ny tany izay finidy ambonin’ny tany rehetra amin’ny tany.",
    "43 Ary any no hitahiako anao sy ny taranakao, ary hananganako firenena lehibe iray ho Ahy avy amin’ny taranakao sy avy amin’ny taranaky ny rahalahinao ary avy amin’ireo izay handeha hiaraka aminao. Ary tsy hisy ho lehibe kokoa noho ny firenena izay hatsangako ho Ahy avy amin’ny taranakao eran’ny lafiny rehetra amin’ny tany. Ary dia toy izany no hataoko aminao noho ity fotoana lava ity izay efa nitalahoanao Tamiko."
  ]
}