{
  "header": {
    "study_summary": "Natosiky ny rivotra nankamin’ny tany nampanantenaina ny sambofiara Jaredita—Nidera ny Tompo ny vahoaka noho ny hatsarany—Notendrena ho mpanjaka teo aminy i Ôrihà—Maty i Jareda sy ny rahalahiny.",
    "title_number": "Toko 6"
  },
  "verses": [
    "1 Ary ankehitriny, izaho Môrônia dia miroso amin’ny fanomezana ny rakitsoratr’i Jareda sy ny rahalahiny.",
    "2 Fa ny zava-nitranga, taorian’ny efa nanomanan’ny Tompo ny vato izay efa nentin’ny rahalahin’i Jareda nankao an-tendrombohitra, dia nidina avy tao an-tendrombohitra ny rahalahin’i Jareda, ary nametraka ny vato tamin’ny sambo izay efa nomanina, teo amin’ny tendrony roa taminy; ary indro, izany dia nanome hazavana ho an’ny sambo.",
    "3 Ary dia nataon’ny Tompo toy izany ny hamirapiratan’ny vato ao amin’ny haizina, ka hanome hazavana ho an’ny lehilahy, ny vehivavy ary ny ankizy mba tsy hahazoany mita ny rano lehibe ao amin’ny haizina.",
    "4 Ary ny zava-nitranga, rehefa avy nanomana ny vatsy isan-karazany rehetra izy ireo mba hahazoany mivelona eny ambony rano, ary koa ny hanina ho an’ny biby fiompiny, ary na inona na inona bibidia, na biby fiompy, na vorona izay tokony hoentiny miaraka aminy—ary ny zava-nitranga rehefa nataony ireo zavatra rehetra ireo, dia niondrana an-tsambo na sambofiara izy ireo, ary nisononoka teny an-dranomasina, rehefa nankininy tamin’ny Tompo Andriamaniny ny tenany.",
    "5 Ary ny zava-nitranga dia nataon’ny Tompo Andriamanitra izay hisian’ny rivo-mahery nitsoka tambonin’ny rano, nankamin’ny tany nampanantenaina; ary dia nahilangilan’ny rivotra tambonin’ny onjan-dranomasina toy izany izy ireo.",
    "6 Ary ny zava-nitranga dia imbetsaka izy ireo no nalevina tao amin’ny halalin’ny ranomasina, noho ny tendrombohitr’onja izay nitosaka taminy, ary koa noho ny tafiotra lehibe sy mahatsiravina izay nateraky ny fivatravatran’ny rivotra.",
    "7 Ary ny zava-nitranga, nony efa nalevina tao amin’ny lalina izy ireo, dia tsy nisy rano afaka nandratra azy ireo, satria ny sambony dia tsy tantera-drano tahaka ny lovia, ary ireny koa dia tsy tantera-drano tahaka ny sambofiaran’i Noa; koa rehefa nohodidinin’ny rano maro izy ireo dia niantso ny Tompo, ary Izy nitondra azy ireo indray nivoaka teo ambonin’ny rano.",
    "8 Ary ny zava-nitranga dia tsy nitsahatra nitsoka na oviana na oviana nankamin’ny tany nampanantenaina ny rivotra raha teny ambony rano izy ireo; ary dia natosiky ny rivotra toy izany izy ireo.",
    "9 Ary nihira fiderana ho an’ny Tompo izy ireo; eny, ny rahalahin’i Jareda dia nihira fiderana ho an’ny Tompo, ary nisaorany sy noderainy ny Tompo nandritra ny manontolo andro; ary nony tonga ny alina dia tsy nitsahatra nidera ny Tompo izy ireo.",
    "10 Ary dia toy izany no nanosehana azy ireo; ary tsy nisy bibiben-dranomasina afaka nandrava azy ireo, tsy afaka nanimba azy ireo koa ny trozona; ary nanana hazavana lalandava izy ireo, na teo ambonin’ny rano na tao anaty rano.",
    "11 Ary dia toy izany no nanosehana azy ireo nandritra ny efatra amby efapolo sy telonjato andro teny ambony rano.",
    "12 Ary izy ireo dia niantsona teo amin’ny moron-tsiraky ny tany nampanantenaina. Ary rehefa avy nametraka ny tongony teo amin’ny moron-tsiraky ny tany nampanantenaina izy ireo, dia niankohoka tambonin’ny tany ny tenany sy nanetry tena teo anoloan’ny Tompo, ary nandrotsa-dranomasom-pifaliana teo anoloan’ny Tompo, noho ny habetsahan’ny famindram-pony taminy sy ny fiantrany.",
    "13 Ary ny zava-nitranga dia nandeha tambonin’ny tany izy ireo ary nanomboka niasa ny tany.",
    "14 Ary nanana zanakalahy efatra i Jareda; ary nantsoina hoe i Jakôma sy i Gilgà sy i Mahà ary i Ôrihà ireo.",
    "15 Ary niteraka zanakalahy sy zanakavavy koa ny rahalahin’i Jareda.",
    "16 Ary ireo naman’i Jareda sy ny rahalahiny dia niisa sahabo ho roa amby roapolo olona; ary ireo koa dia niteraka zanakalahy sy zanakavavy talohan’ny nahatongavany teo amin’ny tany nampanantenaina; ary noho izany dia nanomboka ho maro izy ireo.",
    "17 Ary nampianarina azy ireo ny handeha amim-panetren-tena eo anoloan’ny Tompo; ary nampianarina avy tany ambony koa izy ireo.",
    "18 Ary ny zava-nitranga dia nanomboka niely patrana tambonin’ny tany izy ireo, ary nitombo isa sy niasa ny tany; ary izy ireo dia nihanahery teo amin’ny tany.",
    "19 Ary nanomboka ho antitra ny rahalahin’i Jareda, ary nahita izy fa tsy ho ela dia tsy maintsy mandeha midina ao am-pasana; koa hoy izy tamin’i Jareda: Aoka hovoriantsika miaraka ny olontsika mba hahazoantsika manisa azy, mba hahafantarantsika avy aminy izay hiriany amintsika mialoha ny handehanantsika midina any am-pasana.",
    "20 Ary araka izany dia novoriana miaraka ny vahoaka. Ankehitriny ny isan’ny zanakalahy sy ny zanakavavin’ny rahalahin’i Jareda dia roa amby roapolo olona; ary ny isan’ny zanakalahy sy ny zanakavavin’i Jareda dia roa ambin’ny folo, fa nanana zanakalahy efatra izy.",
    "21 Ary ny zava-nitranga dia nisainy ny olony; ary rehefa avy nisainy izy ireo, dia nanontaniany taminy ny zavatra izay tiany hataony mialoha ny handehanany midina any am-pasana.",
    "22 Ary ny zava-nitranga dia nirian’ny vahoaka taminy ny hanosorany ny anankiray amin’ny zanany lahy ho mpanjaka eo aminy.",
    "23 Ary ankehitriny indro, nampalahelo azy ireo izany. Ary hoy ny rahalahin’i Jareda taminy: Azo antoka fa izany zavatra izany dia mitondra any amin’ny fahababoana.",
    "24 Nefa hoy i Jareda tamin’ny rahalahiny: Avelao izy mba hanana mpanjaka. Ary noho izany dia hoy izy taminy: Fidionareo amin’ny zanakay lahy izay ho mpanjaka, dia izay tianareo.",
    "25 Ary ny zava-nitranga dia nofidiany ny lahimatoan’ny rahalahin’i Jareda; ary ny anarany dia i Pagaga. Ary ny zava-nitranga dia nandà izy ary tsy te ho mpanjakany. Ary tian’ny vahoaka ny haneren-drainy azy, nefa tsy nety rainy; ary nodidiany izy ireo ny tsy hanereny olona ho mpanjakany.",
    "26 Ary ny zava-nitranga dia nofidiany avokoa ireo rahalahin’i Pagaga, ary tsy nety ireo.",
    "27 Ary ny zava-nitranga dia tsy nety koa ireo zanakalahin’i Jareda, dia izy rehetra afa-tsy anankiray; ary nohosorana ho mpanjaka teo amin’ny vahoaka i Ôrihà.",
    "28 Ary nanomboka nanjaka izy, ary nanomboka niroborobo ny vahoaka; ary tonga mpanefoefo izaitsizy tokoa izy ireo.",
    "29 Ary ny zava-nitranga dia nodimandry i Jareda, ary koa ny rahalahiny.",
    "30 Ary ny zava-nitranga dia nandeha tamim-panetren-tena teo anoloan’ny Tompo i Ôrihà ary nahatsiaro ny maha-lehibe ny zavatra efa nataon’ny Tompo ho an-drainy, ary nampianariny ny olony koa ny maha-lehibe ny zavatra efa nataon’ny Tompo ho an’ny razany."
  ]
}