{
  "header": {
    "study_summary": "Lehi förutsäger att judarna skall tas tillfånga av babylonierna – Han berättar om en Messias, en Frälsares, en Återlösares ankomst bland judarna – Lehi berättar även om hans ankomst som skall döpa Guds Lamm – Lehi berättar om Messias död och uppståndelse – Han jämför Israels förskingring och insamling med ett olivträd – Nephi talar om Guds Son, om den Helige Andens gåva och om behovet av rättfärdighet. Omkring 600–592 f Kr.",
    "title_number": "Kapitel 10"
  },
  "verses": [
    "1 Och nu fortsätter jag, Nephi, att på dessa plåtar berätta om mina förehavanden och om min regering och andliga verksamhet. För att fortsätta min berättelse måste jag därför säga något angående min far och likaså om mina bröder.",
    "2 Ty se, det hände sig att sedan min far slutat att tala orden om sin dröm och även att uppmana dem till stor flit, talade han till dem om judarna –",
    "3 att sedan de, ja, den stora staden Jerusalem förstörts och många blivit bortförda i fångenskap till Babylon, skulle de i Herrens egen rätta tid återvända, ja, föras tillbaka ur fångenskapen. Och sedan de förts tillbaka ur fångenskapen skulle de åter besitta sitt arveland.",
    "4 Ja, sex hundra år från den tid då min far lämnade Jerusalem skulle Herren Gud uppresa en profet bland judarna – ja, en Messias, eller med andra ord en världens Frälsare.",
    "5 Och han talade även om profeterna, om de många som hade vittnat om dessa ting rörande denne Messias eller denne världens Återlösare som han hade talat om.",
    "6 Därför befann sig hela människosläktet i ett förlorat och i ett fallet tillstånd, och skulle evigt så förbli om de inte förlitade sig på denne Återlösare.",
    "7 Och han talade även om en profet som skulle komma före Messias för att bereda Herrens väg.",
    "8 Ja, denne skulle gå fram och ropa i vildmarken: Bered Herrens väg och gör hans stigar raka, ty det står en mitt ibland er som ni inte känner. Och han är mäktigare än jag, och hans skorem är jag inte värdig att knyta upp. Och min far talade mycket om detta.",
    "9 Och min far sade att han skulle döpa i Betabara på andra sidan Jordan. Och han sade även att han skulle döpa med vatten, ja, att han skulle döpa Messias med vatten.",
    "10 Och sedan han hade döpt Messias med vatten skulle han se och bära vittne om att han hade döpt Guds Lamm som skulle ta bort världens synder.",
    "11 Och det hände sig att sedan min far hade talat dessa ord, talade han till mina bröder om det evangelium som skulle predikas bland judarna, och även om att judarna skulle nedsjunka i otro. Och sedan de hade dödat den Messias som skulle komma, ja, sedan han hade dödats skulle han uppstå från de döda och uppenbara sig genom den Helige Anden för icke-judarna.",
    "12 Ja, min far talade mycket om icke-judarna och likaså om Israels hus, att de skulle liknas vid ett olivträd vars grenar skulle brytas av och skulle skingras över hela jordens yta.",
    "13 Därför sade han att det nödvändigtvis måste vara så att vi i enighet leds till löftets land, så att Herrens ord om att vi skulle skingras över hela jordens yta uppfylls.",
    "14 Och sedan Israels hus förskingrats skulle de åter samlas in. Eller kort sagt: Sedan icke-judarna fått evangeliets fullhet skulle olivträdets naturliga grenar, eller återstoden av Israels hus, ympas in eller komma till kunskap om den sanne Messias, deras Herre och deras Återlösare.",
    "15 Och med sådana ord profeterade och talade min far till mina bröder, och likaså mycket annat som jag inte skriver i denna bok, ty jag har skrivit så mycket därav som jag ansåg lämpligt i min andra bok.",
    "16 Och allt detta som jag har talat om ägde rum medan min far bodde i ett tält i Lemuels dal.",
    "17 Och det hände sig att sedan jag, Nephi, hade hört alla min fars ord om det han sett i en syn, och likaså det han talade genom den Helige Andens kraft, den kraft som han fick genom tro på Guds Son – och Guds Son var den Messias som skulle komma – önskade jag, Nephi, att även jag skulle få se och höra och veta allt detta genom den Helige Andens kraft, vilken är Guds gåva till alla dem som flitigt söker honom, såväl i forna tider som då han skall uppenbara sig för människobarnen.",
    "18 Ty han är densamme i går, i dag och i evighet, och vägen är beredd för alla människor sedan världens grundläggning om så är att de omvänder sig och kommer till honom.",
    "19 Ty den som flitigt söker skall finna, och Guds hemligheter skall avslöjas för dem genom den Helige Andens kraft såväl i vår tid som i forna tider, och såväl i forna tider som i kommande tider. Således är Herrens väg ett evigt kretslopp.",
    "20 Kom därför ihåg, o människa: För alla dina gärningar skall du ställas till doms.",
    "21 Om du således har sökt handla ogudaktigt under din prövotids dagar så befinns du vara oren inför Guds domarsäte. Och inget orent kan vistas hos Gud, varför du för evigt måste förskjutas.",
    "22 Och den Helige Anden ger mig myndighet och förpliktelse att tala detta och inte tiga."
  ]
}