{
  "header": {
    "intro": "Alman sanat ja myös Amulekin sanat, jotka julistettiin kansalle, joka oli Ammonihan maassa. Ja heidät myös heitetään vankilaan, ja he vapautuvat Jumalan ihmeellisellä voimalla, joka oli heissä, Alman aikakirjan mukaan.",
    "study_intro": "Käsittää luvut 9–14.",
    "study_summary": "Alma käskee Ammonihan kansaa tekemään parannuksen. Herra on oleva armollinen lamanilaisille viimeisinä aikoina. Jos nefiläiset hylkäävät valon, lamanilaiset hävittävät heidät. Jumalan Poika tulee pian. Hän lunastaa ne, jotka tekevät parannuksen, ottavat kasteen ja uskovat hänen nimeensä. Noin 82 eKr.",
    "title_number": "Luku 9"
  },
  "verses": [
    "1 Ja jälleen, kun Jumala oli käskenyt minua, Almaa, lähtemään Amulekin kanssa saarnaamaan jälleen tälle kansalle eli ihmisille, jotka olivat Ammonihan kaupungissa, tapahtui, kun aloin saarnata heille, että he alkoivat kiistellä kanssani sanoen:",
    "2 Kuka sinä olet? Luuletko sinä, että me uskomme yhden miehen todistusta, vaikka hän saarnaisi meille, että maa katoaa?",
    "3 Nyt he eivät ymmärtäneet sanoja, joita he puhuivat, sillä he eivät tienneet, että maa katoaisi.",
    "4 Ja he sanoivat myös: Me emme usko sanoihisi, vaikka profetoisit, että tämä suuri kaupunki hävitetään yhdessä päivässä.",
    "5 Nyt he eivät tienneet, että Jumala voi tehdä niin ihmeellisiä tekoja, sillä he olivat kovasydämistä ja uppiniskaista kansaa.",
    "6 Ja he sanoivat: Kuka on Jumala, joka ei valtuuta enempää kuin yhden miehen tämän kansan keskuuteen julistamaan sille totuutta sellaisista suurista ja ihmeellisistä asioista?",
    "7 Ja he astuivat esiin käydäkseen minuun käsiksi; mutta katso, he eivät tehneet sitä. Ja minä seisoin rohkeana julistaen heille, niin, minä todistin heille rohkeasti sanoen:",
    "8 Katso, oi te jumalaton ja kieroutunut sukupolvi, kuinka olette voineet unohtaa isienne perimätiedon, niin, kuinka pian olettekaan unohtaneet Jumalan käskyt.",
    "9 Ettekö muista, että Jumalan käsi toi isämme Lehin pois Jerusalemista? Ettekö muista, että hän johdatti heidät kaikki erämaan halki?",
    "10 Ja oletteko unohtaneet näin pian, kuinka monta kertaa hän pelasti meidän isämme heidän vihollistensa käsistä ja varjeli heidät tuholta, tosiaankin, omien veljiensä käsissä?",
    "11 Niin, ja ilman hänen verratonta voimaansa ja armoaan ja pitkämielisyyttään meitä kohtaan meidät olisi väistämättä hävitetty maan päältä paljon ennen tätä aikakautta, ja meidät olisi kenties jätetty loputtoman kurjuuden ja onnettomuuden tilaan.",
    "12 Katso, nyt minä sanon teille, että hän käskee teitä tekemään parannuksen; ja ellette tee parannusta, ette voi mitenkään periä Jumalan valtakuntaa. Mutta katso, ei tässä kaikki – hän on käskenyt teitä tekemään parannuksen, tai hän hävittää teidät kokonaan maan päältä; niin, hän rankaisee teitä vihassaan, eikä hän hehkuvassa vihassaan käänny pois.",
    "13 Katso, ettekö muista sanoja, jotka hän puhui Lehille, sanoen näin: Mikäli te pidätte minun käskyni, te menestytte maassa? Ja vielä on sanottu näin: Mikäli te ette pidä minun käskyjäni, teidät erotetaan pois Herran luota.",
    "14 Nyt minä tahdon teidän muistavan, että mikäli lamanilaiset eivät ole pitäneet Jumalan käskyjä, heidät on erotettu pois Herran luota. Nyt me näemme, että Herran sana on käynyt toteen tässä asiassa ja lamanilaiset on erotettu pois hänen luotaan, siitä asti kun heidän rikkomuksensa maassa alkoivat.",
    "15 Kuitenkin minä sanon teille, että heidän osansa on tuomiopäivänä siedettävämpi kuin teidän, jos te pysytte synneissänne, niin, ja vieläpä siedettävämpi heille tässä elämässä kuin teille, ellette tee parannusta.",
    "16 Sillä on monia lupauksia, jotka on ulotettu koskemaan lamanilaisia; sillä heidän isiensä perimätiedot saivat aikaan sen, että he jäivät tietämättömyyden tilaan; sen tähden Herra on oleva heille armollinen ja pidentävä heidän olemassaolonsa maassa.",
    "17 Ja jonakin aikakautena heidät johdatetaan uskomaan hänen sanaansa ja tietämään isiensä perimätietojen vääryys; ja monet heistä pelastuvat, sillä Herra on armollinen kaikille, jotka huutavat avuksi hänen nimeänsä.",
    "18 Mutta katso, minä sanon teille, että jos te edelleenkin pysytte jumalattomuudessanne, niin teidän elinaikaanne ei pidennetä maassa, sillä lamanilaiset lähetetään teidän kimppuunne; ja ellette tee parannusta, he tulevat aikana, jota ette tiedä, ja teitä rangaistaan täydellisellä hävityksellä; ja se tapahtuu Herran hehkuvan vihan mukaisesti.",
    "19 Sillä hän ei salli teidän elävän pahoissa teoissanne tuhoten hänen kansaansa. Minä sanon teille: Ei, mieluummin hän sallisi sen, että lamanilaiset hävittäisivät kaiken hänen kansansa, jota kutsutaan Nefin kansaksi, jos olisi mahdollista, että se voisi langeta synteihin ja rikkomuksiin, kun Herra sen Jumala on antanut sille niin paljon valoa ja niin paljon tietoa,",
    "20 niin, kun se on ollut niin Herran suuresti suosima kansa, eli kun se on ollut suuremmassa suosiossa kuin mikään muu kansakunta, suku, kieli tai kansa; kun se on saanut tietoonsa halunsa ja uskonsa ja rukoustensa mukaisesti kaiken siitä, mikä on ollut ja mikä on ja mikä on tuleva;",
    "21 kun sille on lähetetty Jumalan Henki; kun se on puhunut enkelien kanssa ja kun Herran ääni on puhunut sille ja se on saanut profetian hengen ja ilmoituksen hengen sekä monia lahjoja – kielillä puhumisen lahjan ja saarnaamisen lahjan ja Pyhän Hengen lahjan ja kääntämisen lahjan –",
    "22 niin, ja kun Jumala on vapauttanut sen Jerusalemin maasta Herran kädellä; kun se on pelastunut nälänhädältä ja sairaudelta ja kaikenlaisilta erilaatuisilta taudeilta ja kun se on vahvistunut taistelussa, niin ettei sitä voitaisi tuhota; kun se on tuotu pois orjuudesta kerran toisensa jälkeen ja kun sitä on suojeltu ja varjeltu tähän asti, ja se on menestynyt, kunnes se on joka tavalla rikas –",
    "23 ja nyt, katso, minä sanon teille, että jos tämä kansa, joka on saanut niin monia siunauksia Herran kädestä, rikkoo sitä valoa ja tietoa vastaan, joka sillä on, minä sanon teille, että jos näin tapahtuu, että jos se lankeaa rikkomukseen, lamanilaisten osa olisi paljon siedettävämpi kuin sen.",
    "24 Sillä katso, Herran lupaukset ulottuvat koskemaan lamanilaisia mutta eivät teitä, jos te rikotte; sillä eikö Herra ole selvästi luvannut ja lujasti säätänyt, että jos te kapinoitte häntä vastaan, niin teidät hävitetään kokonaan maan päältä?",
    "25 Ja nyt, tästä syystä, jotta teitä ei hävitettäisi, Herra on lähettänyt enkelinsä käymään monien kansaansa kuuluvien luona julistamassa heille, että heidän on mentävä ja huudettava voimallisesti tälle kansalle, sanoen: Tehkää parannus, sillä taivaan valtakunta on käsillä;",
    "26 eikä ole monta päivää siihen, kun Jumalan Poika tulee kirkkaudessaan, ja hänen kirkkautensa on oleva Isän Ainosyntyisen kirkkaus, hänen, joka on täynnä armoa, oikeutta ja totuutta, täynnä kärsivällisyyttä, laupeutta ja pitkämielisyyttä, nopea kuulemaan kansansa huudot ja vastaamaan sen rukouksiin.",
    "27 Ja katso, hän tulee lunastamaan ne, jotka kastetaan parannukseen, uskon kautta hänen nimeensä.",
    "28 Valmistakaa sen tähden Herralle tietä, sillä aika on käsillä, jolloin kaikki ihmiset korjaavat palkan teoistansa sen mukaisesti, mitä he ovat olleet – jos he ovat olleet vanhurskaita, he korjaavat sielunsa pelastuksen, Jeesuksen Kristuksen voiman ja vapautuksen mukaisesti; ja jos he ovat olleet pahoja, he korjaavat sielunsa tuomion, Perkeleen voiman ja orjuuttamisen mukaisesti.",
    "29 Nyt, katso, tämä on enkelin ääni, joka huutaa kansalle.",
    "30 Ja nyt, rakkaat veljeni, sillä te olette minun veljiäni ja teidän tulisi olla rakkaita, ja teidän tulisi tuoda julki tekoja, joissa parannus näkyy, koska teidän sydämenne on perin paatunut Jumalan sanaa vastaan ja koska te olette kadotettu ja langennut kansa.",
    "31 Nyt tapahtui, että kun minä, Alma, olin puhunut nämä sanat, katso, kansa oli vihoissaan minulle, koska minä olin sanonut sille, että se oli kovasydäminen ja uppiniskainen kansa.",
    "32 Ja myös, koska minä olin sanonut sille, että se oli kadotettu ja langennut kansa, se oli minulle vihoissaan ja yritti käydä minuun käsiksi voidakseen heittää minut vankilaan.",
    "33 Mutta tapahtui, että Herra ei sallinut sen sillä kertaa ottaa minua kiinni ja heittää minua vankilaan.",
    "34 Ja tapahtui, että Amulek meni ja astui esiin ja alkoi myös saarnata sille. Ja nyt kaikkia Amulekin sanoja ei ole kirjoitettu, mutta osa hänen sanoistaan on kirjoitettu tähän kirjaan."
  ]
}