{
  "header": {
    "intro": "Kertomus Moosian pojista, jotka hylkäsivät oikeutensa kuninkuuteen Jumalan sanan tähden ja menivät ylös Nefin maahan saarnaamaan lamanilaisille; heidän kärsimyksensä ja vapautumisensa – Alman aikakirjan mukaan.",
    "study_intro": "Käsittää luvut 17–27.",
    "study_summary": "Moosian pojilla on profetian ja ilmoituksen henki. He menevät kukin omaa tietään julistamaan sanaa lamanilaisille. Ammon menee Ismaelin maahan, ja hänestä tulee kuningas Lamonin palvelija. Ammon pelastaa kuninkaan katraat ja surmaa hänen vihollisensa Sebusin veden luona.Jakeet 1–3noin 77 eKr.Jae 4noin 91–77 eKr.Jakeet 5–39noin 91 eKr.",
    "title_number": "Luku 17"
  },
  "verses": [
    "1 Ja nyt tapahtui, että kun Alma oli matkalla Gideonin maasta etelään päin, Mantin maahan, katso, hän tapasi hämmästyksekseen Moosian pojat matkalla Sarahemlan maata kohti.",
    "2 Nyt nämä Moosian pojat olivat Alman kanssa silloin, kun enkeli ensiksi ilmestyi hänelle; sen tähden Alma riemuitsi tavattomasti nähdessään veljensä, ja mikä vielä lisäsi hänen iloaan, he olivat yhä hänen veljiään Herrassa; niin, ja he olivat vahvistuneet totuuden tuntemisessa, sillä he olivat miehiä, joilla oli terve ymmärrys, ja he olivat tutkineet tarkoin kirjoituksia tunteakseen Jumalan sanan.",
    "3 Mutta ei tässä ole kaikki; he olivat omistautuneet paljolle rukoukselle ja paastolle; sen tähden heillä oli profetian henki ja ilmoituksen henki, ja kun he opettivat, he opettivat Jumalan voimalla ja valtuudella.",
    "4 Ja he olivat opettaneet Jumalan sanaa neljäntoista vuoden ajan lamanilaisten keskuudessa, ja heillä oli ollut paljon menestystä, niin että he olivat johdattaneet monia tuntemaan totuuden; niin, heidän sanojensa voimasta monia saatettiin Jumalan alttarin eteen huutamaan avuksi hänen nimeään ja tunnustamaan syntinsä hänen edessään.",
    "5 Nyt nämä ovat ne olosuhteet, jotka liittyivät heidän matkoihinsa, sillä heillä oli monia ahdinkoja; he kärsivät paljon sekä ruumiissa että mielessä, kuten nälkää, janoa ja uupumusta ja myös paljon vaivaa hengessä.",
    "6 Nyt nämä olivat heidän matkansa: Kun he olivat jättäneet hyvästit isälleen Moosialle tuomarien ensimmäisenä vuonna kieltäydyttyään kuninkuudesta, jonka heidän isänsä halusi heille luovuttaa – ja tämä oli myös kansan tahto –",
    "7 he lähtivät kuitenkin Sarahemlan maasta ja ottivat miekkansa ja keihäänsä ja jousensa ja nuolensa ja linkonsa, ja tämän he tekivät hankkiakseen itselleen ravintoa erämaassa ollessaan.",
    "8 Ja niin he lähtivät erämaahan joukkonsa kanssa, jonka he olivat valinneet, mennäkseen ylös Nefin maahan saarnaamaan Jumalan sanaa lamanilaisille.",
    "9 Ja tapahtui, että he matkasivat monta päivää erämaassa, ja he paastosivat paljon ja rukoilivat paljon, jotta Herra soisi heille osan Hengestään kulkemaan heidän kanssaan ja pysymään heidän kanssaan, jotta he voisivat olla välineenä Jumalan käsissä johdattaakseen, jos mahdollista, veljensä lamanilaiset tuntemaan totuuden, tietämään, kuinka jumalattomia olivat heidän isiensä perinteet, jotka eivät olleet oikeita.",
    "10 Ja tapahtui, että Herra siunasi heitä Hengellään ja sanoi heille: Olkaa turvallisella mielellä. Ja he olivat turvallisella mielellä.",
    "11 Ja Herra sanoi heille myös: Menkää veljienne lamanilaisten keskuuteen ja vahvistakaa minun sanaani; mutta olkaa kärsivällisiä ja pitkämielisiä ahdingoissa, jotta voisitte osoittaa heille hyvää esimerkkiä minussa, niin minä teen teidät välineeksi käsissäni monien sielujen pelastukseksi.",
    "12 Ja tapahtui, että Moosian poikien sekä heidän kanssaan olleiden sydän rohkaistui menemään lamanilaisten luokse julistamaan heille Jumalan sanaa.",
    "13 Ja heidän saavuttuaan lamanilaisten maan rajoille tapahtui, että he erosivat toisistaan ja lähtivät turvaten Herraan, että he tapaisivat jälleen elonkorjuunsa päättyessä, sillä he arvelivat, että työ, johon he olivat ryhtyneet, oli suuri.",
    "14 Ja varmasti se oli suuri, sillä he olivat ryhtyneet saarnaamaan Jumalan sanaa villille ja paatuneelle ja julmalle kansalle, kansalle, joka nautti nefiläisten murhaamisesta ja ryöstämisestä ja rosvoamisesta; ja heidän sydämensä oli kiintynyt rikkauksiin eli kultaan ja hopeaan ja kallisarvoisiin kiviin, mutta he pyrkivät saamaan niitä murhaamalla ja rosvoamalla, jotta heidän ei tarvitsisi tehdä niiden vuoksi työtä omin käsin.",
    "15 Näin he olivat hyvin velttoa kansaa, josta monet palvoivat epäjumalia, ja Jumalan kirous oli kohdannut heitä heidän isiensä perinteiden tähden; kuitenkin Herran lupaukset ulottuivat koskemaan heitä parannuksen ehdoilla.",
    "16 Tämä siis oli syy, jonka tähden Moosian pojat olivat ryhtyneet työhön, voidakseen kenties johdattaa heidät parannukseen ja voidakseen kenties johdattaa heidät tuntemaan lunastussuunnitelman.",
    "17 Sen tähden he erosivat toisistaan ja menivät heidän keskuuteensa kukin yksinään, sen Jumalan sanan ja voiman mukaisesti, joka kullekin oli annettu.",
    "18 Nyt Ammon oli päällikkö heidän joukossaan, tai pikemminkin hän auttoi heitä, ja hän lähti heidän luotaan siunattuaan heidät, kunkin asemansa mukaisesti, julistettuaan heille Jumalan sanaa, eli autettuaan heitä ennen lähtöään; ja niin he lähtivät kukin matkaansa kautta maan.",
    "19 Ja Ammon meni Ismaelin maahan, jota kutsuttiin Ismaelin poikien mukaan, joista myös tuli lamanilaisia.",
    "20 Ja kun Ammon meni Ismaelin maahan, lamanilaiset ottivat hänet ja sitoivat hänet, kuten heidän tapanaan oli sitoa kaikki nefiläiset, jotka joutuivat heidän käsiinsä, ja viedä heidät kuninkaan eteen; ja niin kuningas sai mielensä mukaan surmata heidät tai pitää heitä orjuudessa tai heittää heidät vankilaan tai karkottaa heidät maastaan, tahtonsa ja mielensä mukaan.",
    "21 Ja niin Ammon vietiin Ismaelin maata hallitsevan kuninkaan eteen; ja hänen nimensä oli Lamoni, ja hän oli Ismaelin jälkeläinen.",
    "22 Ja kuningas kysyi Ammonilta, halusiko hän asua maassa lamanilaisten keskuudessa eli hänen kansansa keskuudessa.",
    "23 Ja Ammon sanoi hänelle: Kyllä, minä haluan asua tämän kansan keskuudessa jonkin aikaa, niin, ja kenties aina kuolinpäivääni asti.",
    "24 Ja tapahtui, että kuningas Lamoni mieltyi suuresti Ammoniin ja käski päästää hänen siteensä; ja hän tahtoi Ammonin ottavan yhden hänen tyttäristään vaimoksi.",
    "25 Mutta Ammon sanoi hänelle: Ei, vaan minä olen sinun palvelijasi. Sen tähden Ammonista tuli kuningas Lamonin palvelija. Ja tapahtui, että hänet pantiin muiden palvelijoiden joukossa vartioimaan Lamonin katraita lamanilaisten tavan mukaisesti.",
    "26 Ja kun hän oli ollut kuninkaan palveluksessa kolme päivää, kun hän oli lamanilaisten palvelijoiden kanssa, jotka olivat katraineen menossa vesipaikalle, jota kutsuttiin Sebusin vedeksi – ja kaikki lamanilaiset ajavat katraansa sinne, jotta ne saisivat vettä –",
    "27 ja nyt, kun Ammon ja kuninkaan palvelijat olivat ajamassa katraitaan tälle vesipaikalle, katso, tietty määrä lamanilaisia, jotka olivat olleet juottamassa katraitaan, nousi ja hajotti Ammonin ja kuninkaan palvelijoiden katraat, ja he hajottivat ne niin, että ne pakenivat moniin suuntiin.",
    "28 Nyt kuninkaan palvelijat alkoivat nurista sanoen: Nyt kuningas surmaa meidät kuten veljemmekin, koska nämä jumalattomat miehet hajottivat heidän katraansa. Ja he alkoivat itkeä tavattomasti, sanoen: Katso, meidän katraamme ovat jo hajalla.",
    "29 Nyt he itkivät, koska he pelkäsivät, että heidät surmattaisiin. Nyt, kun Ammon näki tämän, hänen sydämensä paisui ilosta hänen rinnassaan; sillä, hän sanoi, minä osoitan näille palvelustovereilleni voimani eli sen voiman, joka minussa on, palauttamalla nämä katraat kuninkaalle, jotta voittaisin näiden palvelustoverieni sydämet voidakseni johdattaa heidät uskomaan sanoihini.",
    "30 Ja nyt, nämä olivat Ammonin ajatukset, kun hän näki niiden ahdingon, joita hän kutsui veljikseen.",
    "31 Ja tapahtui, että hän suostutteli heitä sanoen: Veljeni, olkaa rohkealla mielellä ja menkäämme etsimään katraita, ja me kokoamme ne yhteen ja tuomme ne takaisin vesipaikalle; ja siten me säilytämme katraat kuninkaalle, eikä hän surmaa meitä.",
    "32 Ja tapahtui, että he menivät etsimään katraitaan, ja he seurasivat Ammonia ja kiiruhtivat eteenpäin hyvin nopeasti ja pysäyttivät kuninkaan katraat ja kokosivat ne takaisin yhteen vesipaikalle.",
    "33 Ja nuo miehet nousivat jälleen hajottamaan heidän katraitaan; mutta Ammon sanoi veljilleen: Saartakaa katraat ympäriinsä, etteivät ne pakene; ja minä menen taistelemaan näitä miehiä vastaan, jotka hajottavat katraitamme.",
    "34 Ja nyt, he tekivät niin kuin Ammon käski heitä, ja hän meni ja asettui taistelemaan niitä vastaan, jotka seisoivat Sebusin vesien luona; eikä heidän lukumääränsä ollut vähäinen.",
    "35 Sen tähden he eivät pelänneet Ammonia, sillä he luulivat, että yksi heidän miehistään voisi surmata hänet heidän mielensä mukaan, sillä he eivät tienneet, että Herra oli luvannut Moosialle pelastavansa hänen poikansa heidän käsistään; eivätkä he tienneet mitään Herrasta; sen tähden he nauttivat veljiensä tuhosta, ja tästä syystä he nousivat hajottamaan kuninkaan katraita.",
    "36 Mutta Ammon astui esiin ja alkoi singota lingollaan kiviä heitä kohti; niin, hän linkosi kiviä heidän joukkoonsa väkevällä voimalla, ja näin hän surmasi tietyn määrän heistä, niin että he alkoivat hämmästellä hänen voimaansa; kuitenkin he vihastuivat veljiensä surmaamisesta ja päättivät, että hänen on kuoltava; sen tähden, kun he näkivät, etteivät voineet osua häneen kivillään, he tulivat nuijinensa surmaamaan hänet.",
    "37 Mutta katso, joka mieheltä, joka kohotti nuijansa lyödäkseen Ammonia, hän löi käsivarren poikki miekallaan; sillä hän piti puolensa heidän lyöntejään vastaan iskemällä heidän käsivarsiaan miekkansa terällä, niin että he alkoivat olla hämmästyksissään ja alkoivat paeta hänen edeltään; niin, eikä heidän lukumääränsä ollut vähäinen; ja hän pakotti heidät pakenemaan käsivartensa voimalla.",
    "38 Nyt kuusi heistä oli kaatunut lingosta, mutta miekallaan hän ei surmannut ketään muuta kuin heidän johtajansa; ja hän löi poikki jokaisen käsivarren, joka häntä vastaan nostettiin, eikä niitä ollut vähän.",
    "39 Ja ajettuaan heidät kauas pois hän palasi, ja he juottivat katraansa ja veivät ne takaisin kuninkaan laitumelle ja menivät sen jälkeen kuninkaan luo kantaen käsivarsia, jotka Ammonin miekka oli lyönyt poikki niiltä, jotka yrittivät surmata hänet; ja ne vietiin kuninkaan luo todisteeksi siitä, mitä he olivat tehneet."
  ]
}