{
  "header": {
    "study_summary": "Ammon riemuitsee Herrassa. Herra vahvistaa uskollisia, ja heille annetaan tietoa. Uskon avulla ihmiset voivat saattaa tuhansia sieluja parannukseen. Jumalalla on kaikki valta, ja hän käsittää kaiken. Noin 90–77 eKr.",
    "title_number": "Luku 26"
  },
  "verses": [
    "1 Ja nyt, nämä ovat Ammonin sanat veljilleen, ja ne kuuluvat näin: Veljeni ja uskonveljeni, katso, minä sanon teille: Kuinka suuri syy meillä onkaan riemuita, sillä olisimmeko voineet Sarahemlan maasta lähtiessämme luulla, että Jumala olisi suonut meille näin suuria siunauksia?",
    "2 Ja nyt, minä kysyn, mitä suuria siunauksia hän on meille suonut? Osaatteko sanoa?",
    "3 Katso, minä vastaan teidän puolestanne; sillä meidän veljemme lamanilaiset olivat pimeydessä, aivan niin, pimeimmässä kuilussa, mutta katso, kuinka monet heistä on johdatettu näkemään Jumalan ihmeellinen valo! Ja tämä on se siunaus, joka meille on suotu, että meistä on tehty välineitä Jumalan käsissä tämän suuren työn toteuttamiseksi.",
    "4 Katso, tuhannet heistä riemuitsevat, ja heidät on tuotu Jumalan lammastarhaan.",
    "5 Katso, vainio oli kypsynyt, ja siunattuja olette te, sillä te panitte sirpin työhön ja korjasitte kaikin voimin, niin, kaiken päivää te teitte työtä; ja katsokaa lyhteidenne määrää! Ja ne kootaan aittoihin, jotta ne eivät joudu hukkaan.",
    "6 Niin, niitä ei myrsky piekse maahan viimeisenä päivänä, eivätkä pyörretuulet niitä tuiverra, vaan kun myrsky tulee, ne ovat yhteen koottuina paikassaan, niin ettei myrsky niihin yllä; eivätkä ne kulkeudu rajujen tuulien mukana, minne vain vihollinen tahtoo ne viedä.",
    "7 Vaan katso, ne ovat elonkorjuun Herran käsissä, ja ne ovat hänen; ja hän kohottaa ne viimeisenä päivänä.",
    "8 Siunattu olkoon meidän Jumalamme nimi; laulakaamme hänen ylistyksekseen, niin, kiittäkäämme hänen pyhää nimeään, sillä hän tekee vanhurskauden ikuisesti.",
    "9 Sillä ellemme me olisi tulleet ylös Sarahemlan maasta, näitä meidän suuresti rakastamiamme veljiä, jotka ovat niin suuresti rakastaneet meitä, kiduttaisi vieläkin viha meitä kohtaan, niin, ja he olisivat olleet myös vieraita Jumalalle.",
    "10 Ja tapahtui, että kun Ammon oli sanonut nämä sanat, hänen veljensä Aaron nuhteli häntä sanoen: Ammon, minä pelkään, että ilosi innostaa sinua kerskumaan.",
    "11 Mutta Ammon sanoi hänelle: Minä en kersku omasta voimastani enkä omasta viisaudestani, mutta katso, minun iloni on täysi, niin, sydämeni on ääriään myöten täynnä iloa, ja minä riemuitsen Jumalastani.",
    "12 Niin, minä tiedän, että en ole mitään; voimiltani minä olen heikko; sen tähden en kersku itsestäni, vaan kerskun Jumalastani, sillä hänen voimassaan minä voin tehdä kaiken; niin, katso, monta voimallista ihmettä me olemme tehneet tässä maassa, mistä ylistämme hänen nimeään ikuisesti.",
    "13 Katso, kuinka monta tuhatta veljeämme hän onkaan päästänyt helvetin tuskista, ja heidät on johdatettu laulamaan lunastavaa rakkautta, ja tämä hänen sanansa voiman tähden, joka meissä on; eikö meillä sen tähden ole suuri syy riemuita?",
    "14 Niin, meillä on syytä ylistää häntä ikuisesti, sillä hän on Korkein Jumala ja on päästänyt meidän veljemme helvetin kahleista.",
    "15 Niin, heitä ympäröi ikuinen pimeys ja hävitys, mutta katso, hän on tuonut heidät ikuiseen valoonsa, niin, ikuiseen pelastukseen, ja heitä ympäröi hänen rakkautensa verraton runsaus; niin, ja me olemme olleet välineinä hänen käsissään tämän suuren ja ihmeellisen työn tekemisessä.",
    "16 Sen tähden iloitkaamme, niin, me iloitsemme Herrasta; ja me riemuitsemme, sillä meidän ilomme on täysi; niin, me ylistämme Jumalaamme ikuisesti. Katso, kuka voi liikaa Herrasta iloita? Niin, kuka voi sanoa liikaa hänen suuresta voimastaan ja hänen armostaan ja hänen pitkämielisyydestään ihmislapsia kohtaan? Katso, minä sanon teille: En voi sanoa pienintäkään osaa siitä, mitä tunnen.",
    "17 Kuka olisi luullut, että meidän Jumalamme olisi niin armollinen, että tempasi meidät pois kauheasta, syntisestä ja saastaisesta tilastamme?",
    "18 Katso, me kuljimme jopa vihassa, voimallisin uhkauksin, tuhotaksemme hänen kirkkonsa.",
    "19 Oi, miksi hän ei sitten määrännyt meitä kauheaan tuhoon, niin, miksi hän ei antanut rangaistuksensa miekan iskeä meihin ja tuominnut meitä ikuiseen toivottomuuteen?",
    "20 Oi, sieluni melkein kuin kaikkoaa sitä ajatellessa. Katso, hän ei toteuttanut oikeudenmukaisuuttaan meitä kohtaan, vaan on suuressa armossaan tuonut meidät sen ikuisen kuoleman ja kurjuuden kuilun ylitse, tosiaankin sielumme pelastukseksi.",
    "21 Ja nyt, katso, veljeni, kuka luonnollinen ihminen tietää nämä asiat? Minä sanon teille, ettei ole ketään, joka tietää nämä asiat, paitsi katuvat.",
    "22 Niin, sen, joka tekee parannuksen ja osoittaa uskoa ja tuo julki hyviä tekoja ja rukoilee alati, lakkaamatta – sellaisen annetaan tuntea Jumalan salaisuudet, niin, sellaisen annetaan ilmoittaa asioita, joita ei ole koskaan ilmoitettu; niin, ja sellaisen annetaan johdattaa tuhansia sieluja parannukseen, niin kuin meidän on annettu johdattaa nämä veljemme parannukseen.",
    "23 Nyt muistatteko, veljeni, että me sanoimme veljillemme Sarahemlan maassa, että me menemme ylös Nefin maahan saarnaamaan veljillemme lamanilaisille, ja he nauroivat meille pilkallisesti?",
    "24 Sillä he sanoivat meille: Luuletteko te voivanne johdattaa lamanilaiset tuntemaan totuuden? Luuletteko saavanne lamanilaiset vakuuttuneiksi isiensä perinteiden vääryydestä – hehän ovat uppiniskaista kansaa, jonka sydämet nauttivat verenvuodatuksesta ja jonka elinaika on kulunut mitä karkeimmassa pahuudessa ja jonka tiet ovat olleet rikkojan teitä alusta asti? Nyt, veljeni, muistattehan, että näin he puhuivat.",
    "25 Ja edelleen he sanoivat: Tarttukaamme aseisiin heitä vastaan hävittääksemme heidät ja heidän pahuutensa maasta, etteivät he kukista meitä ja hävitä meitä.",
    "26 Mutta katso, rakkaat veljeni, me emme tulleet erämaahan aikomuksenamme hävittää veljemme, vaan aikomuksenamme kenties pelastaa muutamia heidän sieluistaan.",
    "27 Nyt, kun sydämemme oli masentunut ja aioimme kääntyä takaisin, katso, Herra lohdutti meitä ja sanoi: Menkää veljienne lamanilaisten keskuuteen ja kestäkää kärsivällisesti ahdinkonne, niin minä annan teille menestystä.",
    "28 Ja nyt, katso, me olemme tulleet ja olleet heidän keskuudessaan; ja me olemme olleet kärsivällisiä kärsimyksissämme ja me olemme kärsineet kaikkea puutetta; niin, me olemme kulkeneet talosta taloon luottaen maailman armeliaisuuteen – ei pelkästään maailman armeliaisuuteen vaan Jumalan armeliaisuuteen.",
    "29 Ja me olemme menneet heidän taloihinsa ja opettaneet heitä, ja me olemme opettaneet heitä heidän kaduillaan; niin, ja me olemme opettaneet heitä heidän kukkuloillaan, ja me olemme myös menneet heidän temppeleihinsä ja synagogiinsa ja opettaneet heitä; ja meitä on karkotettu ja pilkattu ja syljetty ja lyöty poskelle, ja meitä on kivitetty ja otettu kiinni ja sidottu vahvoilla köysillä ja heitetty vankilaan; ja Jumalan voiman ja viisauden kautta me olemme jälleen vapautuneet.",
    "30 Ja me olemme kärsineet kaikenlaisia ahdinkoja, ja kaiken tämän voidaksemme kenties olla keinona jonkun sielun pelastamiseen; ja me arvelimme, että ilomme olisi täysi, jos kenties voisimme olla keinona joidenkuiden pelastamiseen.",
    "31 Nyt, katso, me voimme katsoa ja nähdä työmme hedelmät, ja onko niitä vähän? Minä sanon teille: Ei, niitä on paljon; niin, ja me voimme nähdä heidän vilpittömyytensä heidän rakkautensa tähden heidän veljiään ja myös meitä kohtaan.",
    "32 Sillä katso, he uhraisivat mieluummin henkensä kuin ottaisivat vihollisensa hengen; ja he ovat haudanneet sota-aseensa syvälle maahan rakkautensa tähden veljiään kohtaan.",
    "33 Ja nyt, katso, minä sanon teille: Onko koko maassa ollut niin suurta rakkautta? Katso, minä sanon teille: Ei, ei ole, edes nefiläisten keskuudessa.",
    "34 Sillä katso, he tarttuisivat aseisiin veljiään vastaan; he eivät sallisi itseään surmattavan. Mutta katsokaa, kuinka monet näistä ovat antaneet henkensä; ja me tiedämme, että he ovat menneet Jumalansa luokse rakkautensa tähden ja vihansa tähden syntiä kohtaan.",
    "35 Nyt, eikö meillä ole syytä riemuita? On, minä sanon teille, ettei maailman alusta asti koskaan ole ollut ihmisiä, joilla olisi ollut niin suuri syy riemuita kuin meillä; niin, ja iloni innostaa minua jopa kerskumaan Jumalastani, sillä hänellä on kaikki valta, kaikki viisaus ja kaikki ymmärrys; hän käsittää kaiken, ja hän on armollinen Olento, jopa niin, että pelastaa ne, jotka tekevät parannuksen ja uskovat hänen nimeensä.",
    "36 Nyt, jos tämä on kerskumista, niin minä tahdonkin kerskua, sillä tämä on minun elämäni ja valoni, iloni ja pelastukseni ja lunastukseni ikuisesta onnettomuudesta. Niin, siunattu on minun Jumalani nimi, hänen, joka on muistanut tätä kansaa, joka on Israelin puun oksa ja on eksynyt omasta joukostaan vieraaseen maahan; niin, minä sanon: Siunattu olkoon minun Jumalani nimi, hänen, joka on muistanut meitä, vieraassa maassa vaeltajia.",
    "37 Nyt, veljeni, me näemme, että Jumala muistaa jokaista kansaa, missä tahansa maassa se onkin; niin, hän laskee kansansa, ja hänen armahtavaisuutensa on kaiken maan yllä. Nyt tämä on minun iloni ja suuri kiitokseni; niin, ja minä kiitän Jumalaani ikuisesti. Aamen."
  ]
}