{
  "header": {
    "study_summary": "Amalikkia käyttää petosta, murhaa ja juonittelua päästäkseen lamanilaisten kuninkaaksi. Nefiläisluopiot ovat jumalattomampia ja julmempia kuin lamanilaiset. Noin 72 eKr.",
    "title_number": "Luku 47"
  },
  "verses": [
    "1 Nyt me palaamme aikakirjassamme Amalikkiaan ja niihin, jotka olivat paenneet hänen kanssaan erämaahan, sillä katso, hän oli ottanut ne, jotka lähtivät hänen kanssaan, ja meni ylös Nefin maahan lamanilaisten keskuuteen ja yllytti lamanilaiset vihaan Nefin kansaa vastaan, niin että lamanilaisten kuningas lähetti kautta koko maansa kaiken kansansa keskuuteen kuulutuksen, että sen tuli kokoontua jälleen yhteen mennäkseen taistelemaan nefiläisiä vastaan.",
    "2 Ja tapahtui, että kun kuulutus oli levinnyt heidän keskuuteensa, he olivat tavattoman peloissaan; niin, he pelkäsivät pahastuttaa kuningasta, ja he pelkäsivät myös mennä taistelemaan nefiläisiä vastaan, etteivät vain menettäisi henkeään. Ja tapahtui, että he eivät tahtoneet, eli suurin osa heistä ei tahtonut totella kuninkaan käskyjä.",
    "3 Ja nyt tapahtui, että kuningas vihastui heidän tottelemattomuutensa vuoksi; sen tähden hän antoi Amalikkian komentoon sen osan sotajoukostaan, joka oli kuuliainen hänen käskyilleen, ja käski hänen mennä pakottamaan heidät aseisiin.",
    "4 Nyt, katso, tätä Amalikkia halusikin, sillä koska hän oli hyvin katala mies tekemään pahaa, hän laati sen tähden sydämessään suunnitelman syöstä lamanilaisten kuningas valtaistuimelta.",
    "5 Ja nyt hän oli saanut komentoonsa ne osat lamanilaisista, jotka olivat kuninkaan puolella, ja hän pyrki pääsemään niiden suosioon, jotka eivät olleet kuuliaisia; sen tähden hän meni paikkaan, jota kutsuttiin Onidaksi, sillä sinne kaikki lamanilaiset olivat paenneet; sillä he havaitsivat sotajoukon tulevan, ja luullen sen olevan tulossa heitä hävittämään he pakenivat sen tähden Onidaan, asepaikalle.",
    "6 Ja he olivat nimittäneet erään miehen kuninkaakseen ja johtajakseen, koska he olivat tehneet mielessään lujan päätöksen, etteivät he alistuisi menemään nefiläisiä vastaan.",
    "7 Ja tapahtui, että he olivat kokoontuneet yhteen vuoren huipulle, jota kutsuttiin Antipakseksi, valmiina taisteluun.",
    "8 Nyt Amalikkian aikomuksena ei ollut ryhtyä taisteluun heitä vastaan kuninkaan käskyjen mukaisesti, vaan katso, hänen aikomuksenaan oli päästä lamanilaisten sotajoukkojen suosioon voidakseen asettua niiden johtoon ja syöstä kuninkaan valtaistuimelta ja anastaa kuninkuuden.",
    "9 Ja katso, tapahtui, että hän käski sotajoukkonsa pystyttää telttansa laaksoon, joka oli lähellä Antipasvuorta.",
    "10 Ja tapahtui, että hän lähetti yöllä salaisen lähettilään Antipasvuorelle pyytäen, että vuorella olevien johtaja, jonka nimi oli Lehonti, tulisi alas vuoren juurelle, sillä hän halusi puhua hänen kanssaan.",
    "11 Ja tapahtui, että kun Lehonti sai sanoman, hän ei uskaltanut mennä alas vuoren juurelle. Ja tapahtui, että Amalikkia lähetti vielä toisen kerran sanan pyytäen häntä tulemaan alas. Ja tapahtui, että Lehonti ei tahtonut; ja hän lähetti vielä kolmannen kerran sanan.",
    "12 Ja tapahtui, että kun Amalikkia huomasi, ettei hän saanut Lehontia tulemaan alas vuorelta, hän meni ylös vuorelle lähes Lehontin leiriin asti ja lähetti vielä neljännen kerran sanomansa Lehontille pyytäen, että hän tulisi alas ja että hän toisi henkivartijansa mukanaan.",
    "13 Ja tapahtui, että kun Lehonti oli tullut henkivartijoineen alas Amalikkian luo, että Amalikkia pyysi häntä tulemaan sotajoukkoineen alas yön aikana ja saartamaan ne leireissään olevat miehet, jotka kuningas oli antanut hänen komentoonsa, niin hän luovuttaisi heidät Lehontin käsiin, jos hän tekisi hänestä (Amalikkiasta) koko sotajoukon toisen johtajan.",
    "14 Ja tapahtui, että Lehonti tuli alas miehineen ja saartoi Amalikkian miehet, niin että ennen kuin he heräsivät päivän koitteessa, he olivat Lehontin sotajoukkojen saartamina.",
    "15 Ja tapahtui, että kun he näkivät olevansa saarroksissa, he vetosivat Amalikkiaan, että hän sallisi heidän liittyä veljiinsä, jotta he eivät tuhoutuisi. Nyt juuri tätä Amalikkia halusi.",
    "16 Ja tapahtui, että hän luovutti miehensä vastoin kuninkaan käskyjä. Nyt tätä Amalikkia halusikin voidakseen toteuttaa aikeensa kuninkaan syöksemiseksi valtaistuimelta.",
    "17 Nyt lamanilaisten keskuudessa oli tapana, jos heidän ylin johtajansa tapettiin, nimittää toiseksi ylin johtaja heidän ylimmäksi johtajakseen.",
    "18 Ja tapahtui, että Amalikkia käski yhden palvelijansa antaa Lehontille vähitellen myrkkyä, niin että hän kuoli.",
    "19 Nyt, kun Lehonti oli kuollut, lamanilaiset nimittivät Amalikkian johtajakseen ja ylimmäksi komentajakseen.",
    "20 Ja tapahtui, että Amalikkia marssi sotajoukkoineen (sillä hän oli saavuttanut haluamansa) Nefin maahan Nefin kaupunkiin, joka oli pääkaupunki.",
    "21 Ja kuningas tuli ulos häntä vastaan henkivartijoinensa, sillä hän luuli, että Amalikkia oli täyttänyt hänen käskynsä ja että Amalikkia oli koonnut yhteen niin suuren sotajoukon mennäkseen taistelemaan nefiläisiä vastaan.",
    "22 Mutta katso, kun kuningas tuli ulos häntä vastaan, Amalikkia käski palvelijoidensa mennä kuningasta vastaan. Ja he menivät ja kumartuivat kuninkaan edessä ikään kuin osoittaakseen hänelle kunnioitusta hänen suuruutensa tähden.",
    "23 Ja tapahtui, että kuningas ojensi kätensä merkiksi heidän nousta, kuten lamanilaisilla oli rauhan merkiksi tapana, minkä tavan he olivat omaksuneet nefiläisiltä.",
    "24 Ja tapahtui, että kun hän oli antanut ensimmäiselle merkin nousta maasta, katso, tämä pisti kuningasta sydämeen, ja hän kaatui maahan.",
    "25 Nyt kuninkaan palvelijat pakenivat, ja Amalikkian palvelijat kohottivat huudon sanoen:",
    "26 Katso, kuninkaan palvelijat ovat pistäneet häntä sydämeen, ja hän on kaatunut, ja he ovat paenneet; katso, tulkaa ja nähkää.",
    "27 Ja tapahtui, että Amalikkia käski sotajoukkojensa marssia eteenpäin katsomaan, mitä kuninkaalle oli tapahtunut; ja kun he olivat tulleet paikalle ja löytäneet kuninkaan makaamasta verissään, Amalikkia oli vihastuvinaan ja sanoi: Jokainen, joka rakasti kuningasta, lähteköön ajamaan takaa hänen palvelijoitaan, jotta he saisivat surmansa.",
    "28 Ja tapahtui, että kaikki ne, jotka rakastivat kuningasta, astuivat nämä sanat kuullessaan esiin ja lähtivät ajamaan takaa kuninkaan palvelijoita.",
    "29 Nyt kun kuninkaan palvelijat näkivät sotajoukon ajavan heitä takaa, he pelästyivät jälleen ja pakenivat erämaahan ja tulivat Sarahemlan maahan ja liittyivät Ammonin kansaan.",
    "30 Ja sotajoukko, joka heitä ajoi takaa, palasi ajettuaan heitä turhaan takaa; ja niin Amalikkia sai petoksellaan kansan sydämet puolelleen.",
    "31 Ja tapahtui seuraavana päivänä, että hän meni Nefin kaupunkiin sotajoukkoineen ja otti kaupungin haltuunsa.",
    "32 Ja nyt tapahtui, että kun kuningatar oli kuullut, että kuningas oli surmattu – sillä Amalikkia oli lähettänyt lähettilään kuningattaren luo ilmoittamaan hänelle, että kuninkaan olivat hänen palvelijansa surmanneet, että hän oli sotajoukkoineen ajanut heitä takaa, mutta se oli ollut turhaa, ja he olivat päässeet pakoon –",
    "33 sen tähden, kun kuningatar oli saanut tämän sanoman, hän lähetti Amalikkialle sanan pyytäen häntä säästämään kaupungin asukkaat; ja hän pyysi häntä myös tulemaan luoksensa, ja hän pyysi häntä myös tuomaan todistajia mukanaan todistamaan kuninkaan kuolemasta.",
    "34 Ja tapahtui, että Amalikkia otti saman palvelijan, joka oli surmannut kuninkaan, ja kaikki ne, jotka olivat hänen kanssaan, ja meni kuningattaren luo siihen paikkaan, missä hän istui; ja he kaikki todistivat hänelle, että kuninkaan olivat hänen omat palvelijansa surmanneet; ja he sanoivat myös: He ovat paenneet; eikö tämä todista heitä vastaan? Ja näin he hälvensivät kuningattaren epäilykset kuninkaan kuolemasta.",
    "35 Ja tapahtui, että Amalikkia pyrki kuningattaren suosioon ja otti hänet vaimoksi; ja niin hän petoksellaan ja viekkaiden palvelijoidensa avulla sai kuninkuuden itselleen; niin, hänet tunnustettiin kuninkaaksi kautta koko maan, kaiken lamanilaisten kansan keskuudessa, joka koostui lamanilaisista ja lemuelilaisista ja ismaelilaisista ja kaikista nefiläisluopioista Nefin hallituskaudelta aina tähän hetkeen asti.",
    "36 Nyt näistä luopioista, vaikka he olivat saaneet saman opetuksen ja saman tiedon kuin nefiläiset, niin, vaikka heitä oli opetettu samaan Herran tuntemiseen, tuli kuitenkin, niin kummallista kuin se onkin, pian luopumisensa jälkeen paatuneempia ja katumattomampia ja villimpiä, jumalattomampia ja julmempia kuin lamanilaiset – he imivät itseensä lamanilaisten perinteet, antautuivat velttouteen ja kaikenlaiseen irstauteen; niin, unohtivat kokonaan Herran Jumalansa."
  ]
}