{
  "header": {
    "study_summary": "Moroni linnoittaa nefiläisten maita. He rakentavat monia uusia kaupunkeja. Sodat ja tuhot ovat kohdanneet nefiläisiä heidän jumalattomuutensa ja iljetystensä aikoina. Teankum lyö Moriantonin ja hänen luopionsa. Nefiha kuolee, ja hänen poikansa Pahoran nousee tuomarinistuimelle. Noin 72–67 eKr.",
    "title_number": "Luku 50"
  },
  "verses": [
    "1 Ja nyt tapahtui, että Moroni ei lakannut varustautumasta sotaan eli puolustamaan kansaansa lamanilaisia vastaan, sillä hän käski sotajoukkojensa alkaa tuomarien hallituskauden kahdennenkymmenennen vuoden alussa, että heidän tulee alkaa luoda maakasoja kaikkien kaupunkien ympärille kautta koko sen maan, joka oli nefiläisten hallussa.",
    "2 Ja näiden maavallien päälle hän käski panna hirsiä eli rakentaa miehen korkuisia hirsivarustuksia kaupunkien ympäri.",
    "3 Ja hän käski, että noiden hirsivarustusten päällä piti olla ympäriinsä hirsien päälle rakennettu aita terävistä paaluista; ja ne olivat vahvoja ja korkeita.",
    "4 Ja hän käski pystyttää torneja, jotka kohosivat noiden paaluvarustusten yläpuolelle, ja hän käski rakentaa noihin torneihin turvapaikkoja, niin etteivät lamanilaisten kivet ja nuolet voisi vahingoittaa heitä.",
    "5 Ja he olivat valmistautuneet niin, että saattoivat heittää niiden huipulta kiviä mielensä ja voimiensa mukaisesti ja surmata sen, joka yrittäisi lähestyä kaupungin muureja.",
    "6 Näin Moroni valmisti linnoituksia heidän vihollistensa tulon varalta jokaisen kaupungin ympärille koko maassa.",
    "7 Ja tapahtui, että Moroni käski sotajoukkojensa mennä itäiseen erämaahan, ja ne menivät ja ajoivat kaikki lamanilaiset, jotka olivat itäisessä erämaassa, heidän omille mailleen, jotka olivat Sarahemlan maan eteläpuolella.",
    "8 Ja Nefin maa ulottui suoraan itäisestä merestä läntiseen.",
    "9 Ja tapahtui, että kun Moroni oli ajanut kaikki lamanilaiset pois itäisestä erämaasta, joka oli heidän omassa hallussaan olevien maiden pohjoispuolella, hän käski Sarahemlan maassa ja ympärillä olevassa maassa olevia asukkaita menemään itäiseen erämaahan, aina merenrannikon rajamaille, ja ottamaan maan haltuunsa.",
    "10 Ja hän sijoitti sotajoukkoja myös etelään, heidän alueidensa rajamaille, ja käski niiden pystyttää linnoituksia, jotta he voisivat pitää sotajoukkonsa ja kansansa turvassa vihollistensa käsistä.",
    "11 Ja näin hän poisti kaikki lamanilaisten linnoitukset itäisessä erämaassa, niin, ja myös lännessä, ja linnoitti nefiläisten ja lamanilaisten välisen, Sarahemlan maan ja Nefin maan välisen rajalinjan läntisestä merestä alkaen Sidonvirran latvan ohitse – nefiläisten pitäessä hallussaan kaikkea pohjoisenpuoleista maata, niin, nimittäin kaikkea Runsaudenmaan pohjoispuolella olevaa maata, mielensä mukaan.",
    "12 Näin Moroni sotajoukkoinensa – joiden määrä lisääntyi päivittäin, koska hänen varustuksensa antoivat heille varmuuden turvasta – pyrki poistamaan lamanilaisten voimat ja vallan heidän hallussaan olevista maista, niin ettei näillä olisi mitään valtaa heidän hallussaan oleviin maihin.",
    "13 Ja tapahtui, että nefiläiset aloittivat kaupungin perustamisen, ja he antoivat kaupungille nimeksi Moroni; ja se oli itäisen meren rannalla; ja se oli etelässä, lamanilaisten alueiden rajalinjan lähellä.",
    "14 Ja he aloittivat kaupungin perustamisen myös Moronin kaupungin ja Aaronin kaupungin välille, Aaronin ja Moronin rajaan liittyen; ja he antoivat kaupungille eli maalle nimeksi Nefiha.",
    "15 Ja he alkoivat sinä samana vuonna rakentaa monia kaupunkeja myös pohjoiseen, yhden erikoisella tavalla, ja he nimittivät sen Lehiksi ja se oli pohjoisessa merenrannikon rajamailla.",
    "16 Ja näin päättyi kahdeskymmenes vuosi.",
    "17 Ja näissä suotuisissa oloissa Nefin kansa oli Nefin kansan tuomarien hallituskauden kahdennenkymmenennenyhdennen vuoden alussa.",
    "18 Ja he menestyivät tavattomasti, ja heistä tuli tavattoman rikkaita; niin, ja he lisääntyivät ja vahvistuivat maassa.",
    "19 Ja näin me näemme, kuinka armollisesti ja oikeamielisesti Herra kaikessa menettelee toteuttaakseen kaikki sanansa ihmislapsille; niin, me voimme nähdä, että tälläkin hetkellä käyvät toteen hänen sanansa, jotka hän puhui Lehille sanoen:",
    "20 Siunattu olet sinä ja sinun lapsesi; ja he ovat siunattuja; mikäli he pitävät minun käskyni, he menestyvät maassa. Mutta muista, että mikäli he eivät pidä minun käskyjäni, heidät erotetaan pois Herran luota.",
    "21 Ja me näemme, että nämä lupaukset ovat käyneet toteen Nefin kansalle, sillä sen riidat ja kiistat, niin, sen murhat ja rosvoukset, sen epäjumalien palvonta, haureus ja iljetykset, joita sen keskuudessa oli, toivat sille sen sodat ja tuhot.",
    "22 Ja ne, jotka olivat uskollisia Herran käskyjen pitämisessä, pelastuivat kaikkina aikoina, kun taas tuhannet heidän jumalattomista veljistään on jätetty orjuuteen tai menehtymään miekasta tai vaipumaan epäuskoon ja sekoittumaan lamanilaisiin.",
    "23 Mutta katso, koskaan ei Nefin kansan keskuudessa ollut sitten Nefin päivien onnellisempaa aikaa kuin Moronin päivinä, niin, nimittäin tänä aikana, tuomarien hallituskauden kahdentenakymmenentenäyhdentenä vuonna.",
    "24 Ja tapahtui, että tuomarien hallituskauden kahdeskymmeneskahdeskin vuosi päättyi rauhan vallitessa, ja myös kahdeskymmeneskolmas vuosi.",
    "25 Ja tapahtui, että tuomarien hallituskauden kahdennenkymmenennenneljännenkin vuoden alussa Nefin kansan keskuudessa olisi ollut rauha, ellei olisi ollut kiistaa, joka heidän keskuudessaan syntyi Lehin maasta ja Moriantonin maasta, joka liittyi Lehin rajaan; ne molemmat olivat merenrannikon rajamailla.",
    "26 Sillä katso, ne ihmiset, jotka pitivät Moriantonin maata hallussaan, vaativat itselleen osaa Lehin maasta; sen tähden heidän välillään alkoi olla kiivasta kiistaa, niin että Moriantonin väki tarttui aseisiin veljiään vastaan, ja se päätti surmata heidät miekalla.",
    "27 Mutta katso, ne ihmiset, jotka pitivät Lehin maata hallussaan, pakenivat Moronin leiriin ja vetosivat häneen saadakseen apua, sillä katso, he eivät olleet väärässä.",
    "28 Ja tapahtui, että kun Moriantonin väki, jota johti mies nimeltä Morianton, huomasi Lehin väen paenneen Moronin leiriin, se pelkäsi tavattomasti, että Moronin sotajoukko kävisi sen kimppuun ja tuhoaisi sen.",
    "29 Sen tähden Morianton pani sen sydämiin ajatuksen, että sen tulisi paeta pohjoispuolella olevaan maahan, joka oli täynnä suuria vesistöjä, ja ottaa haltuunsa pohjoispuolella oleva maa.",
    "30 Ja katso, he olisivat panneet toimeen tämän suunnitelman (mikä olisi ollut valitettava asia), mutta katso, Morianton oli hyvin kiivas mies, ja sen tähden hän oli vihoissaan eräälle palvelijattarelleen ja hyökkäsi hänen kimppuunsa ja pieksi häntä kovin.",
    "31 Ja tapahtui, että tämä pakeni ja tuli Moronin leiriin ja kertoi Moronille kaiken asiasta sekä heidän aikeistaan paeta pohjoisenpuoleiseen maahan.",
    "32 Nyt, katso, Moroni pelkäsi Runsaudenmaassa olevia ihmisiä – tai pikemminkin, että he kuulisivat Moriantonin sanoja ja liittyisivät tämän väkeen, ja näin hän saisi valtaansa nuo osat maata, mikä olisi alkuna vakaville seurauksille Nefin kansan keskuudessa, niin, seurauksille, jotka johtaisivat heidän vapautensa kukistumiseen.",
    "33 Sen tähden Moroni lähetti sotajoukon leireineen pysäyttämään Moriantonin väen estääkseen sen paon pohjoisenpuoleiseen maahan.",
    "34 Ja tapahtui, että he eivät pysäyttäneet sitä ennen kuin se oli tullut Hävityksenmaan rajoille, ja siellä he pysäyttivät heidät kapealla kulkutiellä, joka johti meren rantaa pitkin pohjoisenpuoleiseen maahan, niin, meren rantaa pitkin lännessä ja idässä.",
    "35 Ja tapahtui, että Moronin lähettämä sotajoukko, jota johti mies nimeltä Teankum, kohtasi Moriantonin väen; ja niin itsepäistä oli Moriantonin väki (hänen jumalattomuutensa ja mielistelevien sanojensa vaikutuksesta), että heidän välillään alkoi taistelu, jossa Teankum surmasi Moriantonin ja löi hänen sotajoukkonsa ja otti sen vangiksi ja palasi Moronin leiriin. Ja näin päättyi Nefin kansan tuomarien hallituskauden kahdeskymmenesneljäs vuosi.",
    "36 Ja näin Moriantonin väki tuotiin takaisin. Ja kun se oli tehnyt liiton, että se säilyttää rauhan, se palautettiin Moriantonin maahan, ja sen ja Lehin väen välillä syntyi sopu; ja heidätkin palautettiin maillensa.",
    "37 Ja tapahtui samana vuonna, jona rauha palautettiin Nefin kansalle, että toinen ylituomari Nefiha kuoli hallittuaan tuomarinistuimella täysin oikeamielisesti Jumalan edessä.",
    "38 Kuitenkin hän oli torjunut Alman pyynnön ottaa haltuunsa ne aikakirjat ja ne esineet, joita Alma ja hänen isänsä pitivät kaikkein pyhimpinä; sen tähden Alma oli uskonut ne poikansa Helamanin haltuun.",
    "39 Katso, tapahtui, että Nefihan poika nimitettiin nousemaan tuomarinistuimelle isänsä jälkeen, eli hänet nimitettiin kansan ylituomariksi ja päämieheksi valalla ja pyhällä toimituksella tuomitsemaan vanhurskaasti ja säilyttämään kansan rauha ja vapaus ja suomaan sille sen pyhät oikeudet palvella Herraa Jumalaansa, niin, tukemaan ja puolustamaan Jumalan asiaa kaiken elinaikansa ja saattamaan jumalattomat rangaistukseen heidän rikoksensa mukaisesti.",
    "40 Nyt, katso, hänen nimensä oli Pahoran. Ja Pahoran nousi isänsä istuimelle ja aloitti hallituskautensa Nefin kansan keskuudessa kahdennenkymmenennenneljännen vuoden lopussa."
  ]
}