{
  "header": {
    "study_summary": "Ammoron ja Moroni neuvottelevat vankien vaihtamisesta. Moroni vaatii lamanilaisia vetäytymään ja lopettamaan murhanhimoiset hyökkäyksensä. Ammoron vaatii nefiläisiä laskemaan aseensa ja tulemaan lamanilaisten alamaisiksi. Noin 63 eKr.",
    "title_number": "Luku 54"
  },
  "verses": [
    "1 Ja nyt tapahtui tuomarien kahdennenkymmenennenyhdeksännen vuoden alussa, että Ammoron lähetti Moronille sanan pyytäen häntä vaihtamaan vankeja.",
    "2 Ja tapahtui, että Moroni tunsi suurta riemua tästä pyynnöstä, sillä hän halusi ne muonavarat, jotka annettiin lamanilaisvankien elantoon, oman kansansa elantoon; ja hän halusi myös omaa kansaansa sotajoukkonsa vahvistukseksi.",
    "3 Nyt lamanilaiset olivat ottaneet monia naisia ja lapsia, eikä kaikkien Moronin vankien eli Moronin ottamien vankien joukossa ollut ainoatakaan naista eikä lasta; sen tähden Moroni päätti sotajuonesta saadakseen lamanilaisilta niin monta nefiläisvankia kuin mahdollista.",
    "4 Sen tähden hän kirjoitti kirjeen ja lähetti sen Ammoronin palvelijan mukana, saman, joka oli tuonut kirjeen Moronille. Nyt nämä ovat ne sanat, jotka hän kirjoitti Ammoronille sanoen:",
    "5 Katso, Ammoron, minä olen kirjoittanut sinulle jonkin verran tästä sodasta, jota sinä olet käynyt minun kansaani vastaan, tai pikemminkin, jota sinun veljesi on käynyt sitä vastaan ja jota sinä olet yhä päättänyt jatkaa hänen kuolemansa jälkeen.",
    "6 Katso, minä tahtoisin kertoa sinulle jonkin verran Jumalan oikeudenmukaisuudesta ja hänen kaikkivaltiaan vihansa miekasta, joka häälyy ylläsi, ellet tee parannusta ja vedä sotajoukkojasi omille maillesi eli hallussasi olevaan maahan, joka on Nefin maa.",
    "7 Niin, minä tahtoisin kertoa sinulle nämä asiat, jos kykenisit niitä kuulemaan, eli minä tahtoisin kertoa sinulle siitä kauheasta helvetistä, joka odottaa ottaakseen vastaan sellaiset murhaajat kuin sinä ja veljesi olette olleet, ellet tee parannusta ja luovu murhanhimoisista aikeistasi ja palaa sotajoukkoinesi omille maillesi.",
    "8 Mutta koska sinä olet kerran hylännyt nämä asiat ja olet taistellut Herran kansaa vastaan, niin minä voin odottaa sinun tekevän taas samoin.",
    "9 Ja nyt, katso, me olemme valmiina ottamaan teidät vastaan; niin, ja ellet luovu aikeistasi, katso, sinä vedät päällesi sen Jumalan vihan, jonka olet hylännyt, aina täydelliseen tuhoosi asti.",
    "10 Mutta niin totta kuin Herra elää, meidän sotajoukkomme käyvät teidän kimppuunne, ellette vetäydy, ja pian teitä rangaistaan kuolemalla, sillä me otamme takaisin kaupunkimme ja maamme; niin, ja me puolustamme uskontoamme ja Jumalamme asiaa.",
    "11 Mutta katso, minä luulen, että puhun sinulle näistä asioista turhaan, eli minä luulen, että sinä olet helvetin lapsi; sen tähden minä päätän kirjeeni sanomalla sinulle, että minä en vaihda vankeja muuten kuin niillä ehdoilla, että sinä luovutat miehen ja hänen vaimonsa ja lapsensa yhdestä vangista; jos niin tapahtuu, että sinä sen teet, minä vaihdan.",
    "12 Ja katso, ellet tätä tee, minä hyökkään sotajoukkoineni sinun kimppuusi; niin, minä aseistan naiseni ja lapsenikin, ja minä hyökkään sinun kimppuusi ja minä seuraan sinua jopa omaan maahasi asti, joka on ensimmäinen perintömaamme; niin, ja olkoon veri verestä, niin, henki hengestä; ja minä ryhdyn taisteluun teitä vastaan, kunnes teidät on hävitetty maan päältä.",
    "13 Katso, minä olen vihoissani, ja samoin kansani; te olette pyrkineet murhaamaan meitä, ja me olemme vain pyrkineet puolustautumaan. Mutta katso, jos te yhä pyritte tuhoamaan meidät, me pyrimme tuhoamaan teidät; niin, ja me tavoittelemme maatamme, ensimmäistä perintömaatamme.",
    "14 Nyt minä päätän kirjeeni. Minä olen Moroni; minä olen nefiläisten kansan johtaja.",
    "15 Nyt tapahtui, että Ammoron tämän kirjeen saatuaan vihastui, ja hän kirjoitti toisen kirjeen Moronille, ja nämä ovat sanat, jotka hän kirjoitti sanoen:",
    "16 Minä olen Ammoron, lamanilaisten kuningas; minä olen sen Amalikkian veli, jonka te olette murhanneet. Katso, minä kostan hänen verensä teille, niin, ja minä tulen teidän kimppuunne sotajoukkoineni, sillä minä en pelkää sinun uhkauksiasi.",
    "17 Sillä katso, teidän isänne tekivät vääryyttä veljilleen riistämällä heiltä oikeuden hallita, kun se oikeutetusti heille kuului.",
    "18 Ja nyt, katso, jos te laskette aseenne ja alistutte niiden hallittaviksi, joille hallitusvalta oikeutetusti kuuluu, silloin minä käsken väkeni laskea aseensa ja olla enää sotimatta.",
    "19 Katso, sinä olet syytänyt monia uhkauksia minua ja kansaani vastaan, mutta katso, me emme pelkää sinun uhkauksiasi.",
    "20 Kuitenkin minä suostun vaihtamaan vankeja pyyntösi mukaisesti, ilomielin, jotta voin säästää ruokani sotamiehilleni; ja me tulemme käymään sotaa, joka on iankaikkinen, joko alistaaksemme nefiläiset valtaamme tai heidän iankaikkiseksi tuhokseen.",
    "21 Ja mitä tulee siihen Jumalaan, jonka sinä sanot meidän hylänneen, katso, me emme tunne sellaista olentoa, ettekä tekään; mutta jos sellainen olento on olemassa, varmaankin hän on luonut meidät niin kuin teidätkin.",
    "22 Ja jos on olemassa Perkele ja helvetti, katso, eikö hän lähetä teitä sinne asumaan veljeni kanssa, jonka te olette murhanneet ja jonka sinä olet vihjannut menneen sellaiseen paikkaan? Mutta katso, näillä asioilla ei ole väliä.",
    "23 Minä olen Ammoron ja sen Soramin jälkeläinen, jota teidän isänne painostivat ja jonka he toivat Jerusalemista.",
    "24 Ja katso nyt, minä olen rohkea lamanilainen; katso, tätä sotaa on käyty heidän vääryyksiensä kostamiseksi ja heidän hallitsemisoikeuksiensa puolustamiseksi ja saavuttamiseksi; ja minä päätän kirjeeni Moronille."
  ]
}