{
  "header": {
    "study_summary": "Helaman lähettää kirjeen Moronille kertoen lamanilaisia vastaan käytävän sodan tilanteesta. Antipus ja Helaman saavuttavat suuren voiton lamanilaisista. Helamanin kaksituhatta nuorta poikaa taistelevat ihmeellisen voimakkaasti, eikä kukaan heistä saa surmaansa.Jae 1noin 62 eKr.Jakeet 2–19noin 66 eKr.Jakeet 20–57noin 65–64 eKr.",
    "title_number": "Luku 56"
  },
  "verses": [
    "1 Ja nyt tapahtui tuomarien hallituskauden kolmannenkymmenennen vuoden alussa, ensimmäisen kuukauden toisena päivänä, että Moroni sai Helamanilta kirjeen, jossa tämä ilmoitti kansan asioista sillä suunnalla maata.",
    "2 Ja nämä ovat ne sanat, jotka hän kirjoitti, sanoen: Suuresti rakastettu veljeni Moroni, niin Herrassa kuin sodankäyntimme ahdistuksissa; katso, rakas veljeni, minulla on jonkin verran kerrottavaa sinulle sodankäynnistämme tässä osassa maata.",
    "3 Katso, kaksituhatta niiden miesten poikaa, jotka Ammon toi alas Nefin maasta – sinähän olet tiennyt, että nämä olivat sen Lamanin jälkeläisiä, joka oli isämme Lehin vanhin poika;",
    "4 nyt ei minun tarvitse muistuttaa sinua heidän perimätiedoistaan tai epäuskostaan, sillä sinä tiedät kaikista näistä asioista –",
    "5 sen tähden minulle riittää, kun kerron sinulle, että kaksituhatta näistä nuorista miehistä on tarttunut sota-aseisiinsa ja tahtonut minut johtajakseen, ja me olemme tulleet puolustamaan maatamme.",
    "6 Ja nyt sinä tiedät myös siitä liitosta, jonka heidän isänsä tekivät, etteivät he tarttuisi sota-aseisiinsa veljiään vastaan verta vuodattaakseen.",
    "7 Mutta kahdentenakymmenentenäkuudentena vuonna, kun he näkivät meidän ahdinkomme ja ahdistuksemme heidän tähtensä, he olivat rikkomaisillaan tekemänsä liiton ja tarttumaisillaan sota-aseisiinsa meidän puolustukseksemme.",
    "8 Mutta minä en sallinut heidän rikkoa tätä tekemäänsä liittoa vaan arvelin Jumalan vahvistavan meitä niin, ettemme joutuisi kärsimään enempää heidän vannomansa valan täyttämisen tähden.",
    "9 Mutta katso, tässä on yksi asia, josta me voimme suuresti iloita. Sillä katso, kahdentenakymmenentenäkuudentena vuonna minä, Helaman, marssin näiden kahdentuhannen nuoren miehen johdossa Juudean kaupunkiin auttamaan Antipusta, jonka te olitte nimittäneet siinä osassa maata olevan kansan johtajaksi.",
    "10 Ja minä liitin kaksituhatta poikaani (sillä he ovat arvollisia kutsuttaviksi pojikseni) Antipuksen sotajoukkoon, mistä voimista Antipus riemuitsi tavattomasti; sillä katso, lamanilaiset olivat vähentäneet hänen sotajoukkoaan, koska heidän joukkonsa olivat surmanneet suuren määrän meidän miehiämme, mistä syystä meidän on surtava.",
    "11 Kuitenkin me voimme lohduttautua tällä ajatuksella, että he ovat kuolleet maansa ja Jumalansa asialla, niin, ja he ovat onnellisia.",
    "12 Ja lamanilaiset olivat myös pitäneet monia vankeja, jotka kaikki ovat ylimpiä päälliköitä, sillä kenenkään muun henkeä he eivät ole säästäneet. Ja me arvelemme heidän olevan nyt tällä hetkellä Nefin maassa; niin on, mikäli heitä ei ole surmattu.",
    "13 Ja nyt nämä ovat ne kaupungit, jotka lamanilaiset ovat saaneet valtaansa vuodattamalla niin monien urheiden miestemme verta:",
    "14 Mantin maa eli Mantin kaupunki ja Seesromin kaupunki ja Kumenin kaupunki ja Antiparan kaupunki.",
    "15 Ja nämä ovat ne kaupungit, jotka heillä oli hallussaan minun saapuessani Juudean kaupunkiin; ja minä tapasin Antipuksen ja hänen miehensä ahertamassa kaikin voimin kaupungin linnoittamiseksi.",
    "16 Niin, ja he olivat uuvuksissa sekä ruumiillisesti että henkisesti, sillä he olivat taistelleet urheasti päivällä ja ahertaneet yöllä pitääkseen kaupunkinsa hallussaan; ja näin he olivat kärsineet kaikenlaisia suuria ahdistuksia.",
    "17 Ja nyt he olivat päättäneet voittaa tällä paikalla tai kuolla; sen tähden voit hyvin kuvitella, että tämä pieni joukko, jonka minä toin mukanani – eli nuo minun poikani – antoi heille suuria toiveita ja paljon iloa.",
    "18 Ja nyt tapahtui, että kun lamanilaiset näkivät Antipuksen saaneen enemmän voimia sotajoukkoonsa, heidän oli pakko Ammoronin määräyksestä olla tulematta taistelemaan Juudean kaupunkia vastaan eli meitä vastaan.",
    "19 Ja näin me olimme Herran suosiossa; sillä jos he olisivat käyneet kimppuumme tässä meidän heikkoudessamme, he olisivat kenties tuhonneet meidän pienen sotajoukkomme; mutta näin me varjelluimme.",
    "20 Ammoron käski heidän pitää hallussaan ne kaupungit, jotka he olivat vallanneet. Ja näin päättyi kahdeskymmeneskuudes vuosi. Ja kahdennenkymmenennenseitsemännen vuoden alussa me olimme varustaneet kaupunkimme ja itsemme puolustusta varten.",
    "21 Nyt me halusimme lamanilaisten käyvän kimppuumme, sillä me emme halunneet hyökätä heidän kimppuunsa heidän linnoituksissaan.",
    "22 Ja tapahtui, että me pidimme vakoojia ympäriinsä tarkkailemassa lamanilaisten liikkeitä, jotta he eivät kulkisi ohitsemme yöllä eivätkä päivällä hyökätäkseen muihin kaupunkeihimme, jotka olivat pohjoisessa.",
    "23 Sillä me tiesimme, ettei noissa kaupungeissa oltu kyllin vahvoja kohtaamaan heitä; sen tähden me halusimme – jos he kulkisivat ohitsemme – hyökätä heidän kimppuunsa heidän selustassaan ja näin ottaa heidät kiinni selustasta samaan aikaan kuin heidät kohdattaisiin edestä. Me arvelimme voivamme kukistaa heidät, mutta katso, me petyimme tässä toiveessamme.",
    "24 He eivät uskaltaneet kulkea ohitsemme koko sotajoukkonsa kanssa, eivätkä he uskaltaneet osankaan kanssa, peläten, etteivät he olisi kyllin vahvoja ja että he kaatuisivat.",
    "25 Eivätkä he uskaltaneet marssia alas Sarahemlan kaupunkia vastaan, eivätkä he uskaltaneet ylittää Sidonin latvaa Nefihan kaupunkiin.",
    "26 Ja niin he päättivät pitää joukoillaan hallussaan ne kaupungit, jotka he olivat vallanneet.",
    "27 Ja nyt tapahtui tämän vuoden toisessa kuussa, että meille tuotiin paljon muonavaroja noiden kahdentuhannen poikani isiltä.",
    "28 Ja meille lähetettiin myös kaksituhatta miestä Sarahemlan maasta. Ja niin me olimme varustautuneet kymmenellätuhannella miehellä ja muonavaroilla heitä sekä heidän vaimojaan ja lapsiaan varten.",
    "29 Ja kun lamanilaiset näin näkivät joukkojemme määrän lisääntyvän päivittäin ja muonavaroja saapuvan elannoksemme, he alkoivat olla peloissaan ja alkoivat hyökkäillä katkaistakseen, mikäli mahdollista, meidän muonavarojen ja voimien saantimme.",
    "30 Nyt, kun me näimme, että lamanilaiset alkoivat käydä tällä tavoin levottomiksi, me halusimme toteuttaa sotajuonen heitä vastaan; sen tähden Antipus määräsi, että minun oli pienine poikineni marssittava naapurikaupunkiin, ikään kuin olisimme viemässä muonavaroja naapurikaupunkiin.",
    "31 Ja meidän oli määrä marssia läheltä Antiparan kaupunkia, ikään kuin olisimme menossa kauempana merenrannikon rajamailla olevaan kaupunkiin.",
    "32 Ja tapahtui, että me lähdimme marssimaan, ikään kuin mennäksemme muonavaroinemme tuohon kaupunkiin.",
    "33 Ja tapahtui, että Antipus lähti marssimaan mukanaan osa sotajoukostaan, jättäen loppuosan pitämään hallussaan kaupunkia. Mutta hän ei lähtenyt marssimaan, ennen kuin minä olin lähtenyt liikkeelle pienen sotajoukkoni kanssa ja tulin lähelle Antiparan kaupunkia.",
    "34 Ja nyt, Antiparan kaupunkiin oli sijoitettu lamanilaisten vahvin sotajoukko, eli monilukuisin.",
    "35 Ja tapahtui, että kun heidän vakoojansa olivat ilmoittaneet heille, he tulivat sotajoukkoineen ja marssivat meitä vastaan.",
    "36 Ja tapahtui, että me pakenimme heidän edellään pohjoiseen päin. Ja näin me johdatimme pois lamanilaisten vahvimman sotajoukon,",
    "37 niin, vieläpä melkoisen matkan päähän, niin että kun he näkivät Antipuksen sotajoukon ajavan heitä takaa kaikin voimin, he eivät kääntyneet oikealle eivätkä vasemmalle vaan jatkoivat marssiaan suoraan meidän jälkeemme; ja luullaksemme heidän tarkoituksensa oli surmata meidät, ennen kuin Antipus saisi heidät kiinni, ja tämä siksi, etteivät he joutuisi meidän väkemme saartamiksi.",
    "38 Ja nyt Antipus nähdessään meidän vaaramme joudutti sotajoukkonsa marssia. Mutta katso, oli yö; sen tähden he eivät saaneet meitä kiinni, eikä Antipus saanut heitä kiinni; sen tähden me leiriydyimme yöksi.",
    "39 Ja tapahtui, että ennen aamun koittoa, katso, lamanilaiset ajoivat meitä takaa. Nyt me emme olleet kyllin vahvoja taistelemaan heitä vastaan; niin, enkä minä tahtonut sallia pienten poikieni joutuvan heidän käsiinsä; sen tähden me jatkoimme marssiamme, ja me lähdimme marssimaan erämaahan.",
    "40 Nyt he eivät uskaltaneet kääntyä oikealle eivätkä vasemmalle, etteivät joutuisi saarroksiin; enkä minäkään tahtonut kääntyä oikealle enkä vasemmalle, etteivät he saisi minua kiinni emmekä me pystyisi pitämään puoliamme heitä vastaan vaan saisimme surmamme, ja he pääsisivät pakoon; ja niin me pakenimme koko sen päivän erämaahan, kunnes tuli pimeä.",
    "41 Ja tapahtui, että aamun valjetessa me taas näimme lamanilaisten tulevan kimppuumme, ja me pakenimme heidän edellään.",
    "42 Mutta tapahtui, etteivät he ajaneet meitä takaa pitkällekään, ennen kuin he pysähtyivät; ja se tapahtui seitsemännen kuukauden kolmannen päivän aamuna.",
    "43 Ja nyt, me emme tienneet, oliko Antipus saanut heidät kiinni, mutta minä sanoin miehilleni: Katso, he ovat pysähtyneet varmaankin siinä tarkoituksessa, että me hyökkäisimme heidän kimppuunsa, jotta he saisivat meidät ansaansa;",
    "44 mitä te siis sanotte, poikani, lähdettekö heitä vastaan taistelemaan?",
    "45 Ja nyt minä sanon sinulle, rakas veljeni Moroni, että koskaan en ollut nähnyt niin suurta rohkeutta, en kaikkien nefiläisten keskuudessa.",
    "46 Sillä kuten minä olin aina nimittänyt heitä pojikseni (sillä he kaikki olivat hyvin nuoria), niin hekin sanoivat minulle: Isä, katso, meidän Jumalamme on kanssamme, eikä hän salli meidän kaatuvan; lähtekäämme siis; me emme surmaisi veljiämme, jos he jättäisivät meidät rauhaan; menkäämme siis, etteivät he vain kukistaisi Antipuksen sotajoukkoa.",
    "47 Nyt he eivät olleet koskaan taistelleet, mutta he eivät pelänneet kuolemaa, ja he ajattelivat enemmän isiensä vapautta kuin omaa henkeänsä; niin, heidän äitinsä olivat opettaneet heille, että jos he eivät epäilleet, Jumala pelastaisi heidät.",
    "48 Ja he toistivat minulle äitiensä sanat, sanoen: Me emme epäile äitiemme tienneen sitä.",
    "49 Ja tapahtui, että minä käännyin kaksinetuhansineni takaisin näitä lamanilaisia vastaan, jotka olivat ajaneet meitä takaa. Ja nyt, katso, Antipuksen sotajoukot olivat saaneet heidät kiinni, ja kauhistava taistelu oli alkanut.",
    "50 Antipuksen sotajoukko, joka oli väsynyt pitkästä marssistaan niin lyhyessä ajassa, oli joutumaisillaan lamanilaisten käsiin; ja ellen minä olisi kääntynyt kaksinetuhansineni takaisin, he olisivat saavuttaneet tarkoituksensa.",
    "51 Sillä Antipus oli kaatunut miekasta, ja monet hänen johtajistaankin väsymyksensä tähden, joka johtui heidän marssinsa nopeudesta – sen tähden Antipuksen miehet, jotka olivat ymmällään johtajiensa kaatumisen tähden, alkoivat väistyä lamanilaisten tieltä.",
    "52 Ja tapahtui, että lamanilaiset rohkaistuivat ja alkoivat ajaa heitä takaa; ja niin lamanilaiset ajoivat heitä takaa sangen kiihkeästi, kun Helaman kaksinetuhansinensa kävi heidän selustansa kimppuun ja alkoi surmata heitä tavattomasti, niin että koko lamanilaisten sotajoukko pysähtyi ja kääntyi Helamania päin.",
    "53 Nyt, kun Antipuksen väki näki, että lamanilaiset olivat kääntyneet ympäri, he kokosivat yhteen miehensä ja kävivät taas lamanilaisten selustan kimppuun.",
    "54 Ja nyt tapahtui, että me, Nefin kansa, Antipuksen väki ja minä kaksinetuhansineni, saarroimme lamanilaiset ja surmasimme heitä, niin, niin paljon, että heidän oli pakko luovuttaa sota-aseensa ja antautua sotavangeiksi.",
    "55 Ja nyt tapahtui, että kun he olivat antautuneet meille, katso, minä laskin ne nuoret miehet, jotka olivat taistelleet kanssani, peläten, että monet heistä olivat saaneet surmansa.",
    "56 Mutta katso, suureksi ilokseni yksikään sielu heistä ei ollut kaatunut maahan; niin, ja he olivat taistelleet ikään kuin Jumalan voimalla; niin, koskaan ei tiedetty miesten taistelleen niin ihmeellisellä voimalla; ja niin väkevällä voimalla he hyökkäsivät lamanilaisten kimppuun, että he pelästyttivät heidät; ja tästä syystä lamanilaiset antautuivat sotavangeiksi.",
    "57 Ja koska meillä ei ollut vangeillemme mitään paikkaa, jossa voisimme vartioida heitä estääksemme heitä pääsemästä lamanilaisten sotajoukkoihin, sen tähden me lähetimme heidät Sarahemlan maahan ja osan niistä Antipuksen miehistä, jotka eivät olleet saaneet surmaansa, heidän mukanaan; ja jäljelle jääneet minä otin ja liitin heidät nuoriin ammonilaisiini ja marssin takaisin Juudean kaupunkiin."
  ]
}