{
  "header": {
    "study_summary": "Helaman, Gid ja Teomner valtaavat Mantin kaupungin sotajuonen avulla. Lamanilaiset vetäytyvät. Ammonin kansan pojat varjeltuvat puolustaessaan lujina vapauttaan ja uskoaan. Noin 63–62 eKr.",
    "title_number": "Luku 58"
  },
  "verses": [
    "1 Ja katso, nyt tapahtui, että meidän seuraava tavoitteemme oli vallata Mantin kaupunki, mutta katso, meillä ei ollut mitään keinoa saada heitä pois kaupungista pienillä joukoillamme. Sillä katso, he muistivat sen, mitä me olimme tähän mennessä tehneet; sen tähden me emme voineet houkutella heitä pois linnoituksistaan.",
    "2 Ja he olivat niin paljon lukuisampia kuin meidän sotajoukkomme oli, että me emme uskaltaneet lähteä hyökkäämään heitä vastaan heidän linnoituksiinsa.",
    "3 Niin, ja meidän kävi välttämättömäksi käyttää miehiämme niiden maan osien puolustamiseen, jotka olimme alueistamme saaneet takaisin; sen tähden meidän kävi välttämättömäksi odottaa, että saisimme lisää voimia Sarahemlan maasta ja myös uuden muonavaratäydennyksen.",
    "4 Ja tapahtui, että minä siksi lähetin lähettilään maamme päämiehen luo perehdyttämään häntä kansamme asioihin. Ja tapahtui, että me odotimme saavamme muonavaroja ja voimia Sarahemlan maasta.",
    "5 Mutta katso, tämä hyödytti meitä vain vähän, sillä lamanilaisetkin saivat paljon voimia päivästä päivään, ja myös paljon muonavaroja; ja tällaiset meidän olosuhteemme olivat tänä ajankohtana.",
    "6 Ja lamanilaiset hyökkäilivät meitä vastaan aika ajoin päättäen hävittää meidät sotajuonen avulla; me emme kuitenkaan voineet tulla taistelemaan heitä vastaan heidän piilopaikkojensa ja linnoitustensa tähden.",
    "7 Ja tapahtui, että me odotimme näissä vaikeissa olosuhteissa monen kuukauden ajan, kunnes olimme menehtymäisillämme ravinnon puutteeseen.",
    "8 Mutta tapahtui, että me saimme ruokaa, jota vartioituna meille toi avuksemme tullut kahdentuhannen miehen sotajoukko; ja tämä on kaikki apu, mitä me saimme puolustaaksemme itseämme ja maatamme joutumasta vihollistemme käsiin, niin, taistellaksemme lukematonta vihollista vastaan.",
    "9 Ja nyt me emme tienneet näiden vaikeuksiemme syytä eli sitä syytä, miksi meille ei lähetetty lisää voimia; sen tähden me olimme murheissamme ja myös täynnä pelkoa, etteivät vain Jumalan tuomiot mitenkään kohtaisi maatamme, meidän kukistumiseksemme ja täydelliseksi tuhoksemme.",
    "10 Sen tähden me vuodatimme sielumme rukouksessa Jumalalle, jotta hän vahvistaisi meitä ja pelastaisi meidät vihollistemme käsistä, niin, ja antaisi meille myös voimaa voidaksemme pitää kaupunkimme ja maamme ja omaisuutemme kansamme ylläpitämiseksi.",
    "11 Niin, ja tapahtui, että Herra, meidän Jumalamme, siunasi meitä varmuudella siitä, että hän pelastaisi meidät, niin, siten että hän puhui rauhaa meidän sielullemme ja soi meille suuren uskon ja sai meidät toivomaan pelastumistamme hänessä.",
    "12 Ja me rohkaistuimme pienine joukkoinemme, jotka olimme saaneet, ja päätimme lujasti, että me voitamme vihollisemme ja puolustamme maitamme ja omaisuuttamme ja vaimojamme ja lapsiamme ja vapautemme asiaa.",
    "13 Ja niin me lähdimme kaikin voimin lamanilaisia vastaan, jotka olivat Mantin kaupungissa; ja me pystytimme telttamme kaupungin lähellä olevan erämaan puoleiselle kaupungin laidalle.",
    "14 Ja tapahtui, että seuraavana päivänä, kun lamanilaiset näkivät meidän olevan sen erämaan rajamailla, joka oli lähellä kaupunkia, he lähettivät vakoojansa ympärillemme saadakseen selville sotajoukkomme lukumäärän ja voimat.",
    "15 Ja tapahtui, että kun he näkivät, että me emme olleet lukumäärältämme vahvoja, ja koska he pelkäsivät meidän katkaisevan yhteyden heidän ruokavaroihinsa, elleivät he tulisi taistelemaan meitä vastaan ja tappaisi meitä, sekä koska he arvelivat voivansa tuhota meidät helposti monilukuisilla joukoillaan, he alkoivat sen tähden varustautua tulemaan taistelemaan meitä vastaan.",
    "16 Ja kun me näimme, että he varustautuivat tulemaan meitä vastaan, katso, minä käskin Gidin pieni joukko miehiä mukanaan kätkeytyä erämaahan sekä Teomnerin ja pienen joukon miehiä kätkeytyä myös erämaahan.",
    "17 Nyt Gid ja hänen miehensä olivat oikealla ja muut vasemmalla; ja kun he olivat näin kätkeytyneet, katso, minä jäin jäljelle jääneen sotajoukkoni kanssa siihen samaan paikkaan, minne olimme ensin pystyttäneet telttamme sen hetken varalta, jolloin lamanilaiset tulisivat taistelemaan.",
    "18 Ja tapahtui, että lamanilaiset tulivat monilukuisine sotajoukkoineen meitä vastaan. Ja kun he olivat tulleet ja aikoivat hyökätä kimppuumme miekoin, minä käskin miesteni – niiden, jotka olivat kanssani – vetäytyä erämaahan.",
    "19 Ja tapahtui, että lamanilaiset seurasivat perässämme hyvin nopeasti, sillä he olivat tavattoman halukkaita saamaan meidät kiinni voidakseen surmata meidät; sen tähden he seurasivat meitä erämaahan; ja me kuljimme Gidin ja Teomnerin välistä, niin etteivät lamanilaiset huomanneet heitä.",
    "20 Ja tapahtui, että kun lamanilaiset olivat kulkeneet ohi eli kun sotajoukko oli kulkenut ohi, Gid ja Teomner nousivat piilopaikoistaan ja katkaisivat lamanilaisten vakoojien tien, niin etteivät he palaisi kaupunkiin.",
    "21 Ja tapahtui, että katkaistuaan heidän tiensä he juoksivat kaupunkiin ja kävivät kaupunkia suojelemaan jätettyjen vartijoiden kimppuun, niin että he tuhosivat heidät ja ottivat haltuunsa kaupungin.",
    "22 Nyt tämä tapahtui, koska lamanilaiset sallivat johdattaa koko sotajoukkonsa, vain muutamia vartijoita lukuun ottamatta, erämaahan.",
    "23 Ja tapahtui, että Gid ja Teomner olivat tällä tavoin saaneet heidän linnoituksensa valtaansa. Ja tapahtui, että me, kuljettuamme paljon erämaassa, suuntasimme kulkumme kohti Sarahemlan maata.",
    "24 Ja kun lamanilaiset näkivät, että he marssivat kohti Sarahemlan maata, he pelkäsivät tavattomasti, että oli laadittu jokin suunnitelma heidän johdattamisekseen tuhoon; sen tähden he alkoivat vetäytyä jälleen erämaahan, aivan niin, takaisin samaa tietä, jota he olivat tulleet.",
    "25 Ja katso, oli yö, ja he pystyttivät telttansa, sillä lamanilaisten ylimmät päälliköt olivat arvelleet, että nefiläiset olivat väsyneitä marssistaan; ja luullen ajaneensa koko heidän sotajoukkoaan sen tähden he eivät ajatelleet lainkaan Mantin kaupunkia.",
    "26 Nyt tapahtui, että minä käskin yöllä miesteni olla nukkumatta ja sen sijaan marssia eteenpäin toista tietä Mantin maata kohti.",
    "27 Ja tämän meidän yöllisen marssimme tähden, katso, me olimme seuraavana päivänä lamanilaisten edellä, niin että saavuimme ennen heitä Mantin kaupunkiin.",
    "28 Ja niin tapahtui, että me tällä sotajuonella otimme haltuumme Mantin kaupungin ilman verenvuodatusta.",
    "29 Ja tapahtui, että kun lamanilaisten sotajoukot saapuivat kaupungin lähelle ja näkivät, että me olimme valmiina kohtaamaan heidät, he hämmästyivät tavattomasti ja pelästyivät suuresti, niin että he pakenivat erämaahan.",
    "30 Niin, ja tapahtui, että lamanilaisten sotajoukot pakenivat koko tästä osasta maata. Mutta katso, he ovat vieneet mukanaan maasta monia naisia ja lapsia.",
    "31 Ja ne kaupungit, jotka lamanilaiset olivat vallanneet, kaikki niistä ovat tänä ajankohtana meidän hallussamme, ja meidän isämme ja naisemme ja lapsemme ovat palaamassa koteihinsa, kaikki paitsi ne, jotka lamanilaiset ovat ottaneet vangeiksi ja vieneet pois.",
    "32 Mutta katso, meidän sotajoukkomme ovat pieniä pitämään hallussaan niin suurta määrää kaupunkeja ja niin suuria alueita.",
    "33 Mutta katso, me turvaamme Jumalaamme, joka on antanut meille voiton noista maista, niin että olemme saaneet nuo kaupungit ja nuo maat, jotka ovat olleet omiamme.",
    "34 Nyt me emme tiedä syytä siihen, että hallitus ei suo meille lisää voimia; eivätkä ne miehetkään, jotka tulivat meidän luoksemme, tiedä, miksi me emme ole saaneet enemmän voimia.",
    "35 Katso, varmaankin teillä on huono menestys ja te olette vetäneet pois joukot siihen osaan maata; jos niin, me emme halua nurista.",
    "36 Ja jos niin ei ole, katso, me pelkäämme, että hallituksessa on jotakin eripuraisuutta, niin että he eivät lähetä enempää miehiä avuksemme, sillä me tiedämme, että heitä on lukuisammin kuin he ovat lähettäneet.",
    "37 Mutta katso, sillä ei ole väliä – me turvaamme siihen, että Jumala pelastaa meidät huolimatta sotajoukkojemme heikkoudesta, niin, ja pelastaa meidät vihollistemme käsistä.",
    "38 Katso, tämä on kahdeskymmenesyhdeksäs vuosi, jälkipuoli, ja maamme ovat meidän hallussamme, ja lamanilaiset ovat paenneet Nefin maahan.",
    "39 Ja ne Ammonin kansan pojat, joista olen niin ylistävästi puhunut, ovat minun kanssani Mantin kaupungissa; ja Herra on tukenut heitä, niin, ja varjellut heitä kaatumasta miekasta, niin ettei ainoakaan sielu ole saanut surmaansa.",
    "40 Mutta katso, he ovat saaneet monia haavoja; kuitenkin he pysyvät lujina siinä vapaudessa, jolla Jumala on tehnyt heidät vapaiksi, ja he muistavat tarkasti Herran Jumalansa päivästä päivään; niin, he pitävät tarkoin hänen säädöksensä ja tuomionsa ja käskynsä alati, ja heidän uskonsa profetioihin siitä, mitä on tuleva, on vahva.",
    "41 Ja nyt, rakas veljeni Moroni, Herra, meidän Jumalamme, joka on lunastanut meidät ja tehnyt meidät vapaiksi, pitäköön sinut alati luonaan; niin, ja hän suosikoon tätä kansaa, niin että teillä voisi olla menestystä kaiken sen haltuun saamisessa, mitä lamanilaiset ovat meiltä ottaneet ja mikä oli meidän elannoksemme. Ja nyt, katso, minä päätän kirjeeni. Minä olen Helaman, Alman poika."
  ]
}