{
  "header": {
    "study_summary": "Moroni pyytää Pahorania vahvistamaan Helamanin joukkoja. Lamanilaiset valtaavat Nefihan kaupungin. Moroni on vihainen hallitukselle. Noin 62 eKr.",
    "title_number": "Luku 59"
  },
  "verses": [
    "1 Nyt tapahtui Nefin kansan tuomarien hallituskauden kolmantenakymmenentenä vuonna, että saatuaan ja luettuaan Helamanin kirjeen Moroni oli tavattoman riemuissaan onnesta eli suuresta menestyksestä, jota Helamanilla oli ollut niiden maiden takaisin saamisessa, jotka oli menetetty.",
    "2 Niin, ja hän ilmoitti siitä kaikelle väelleen koko maassa ympäriinsä siinä osassa, missä hän oli, jotta hekin riemuitsisivat.",
    "3 Ja tapahtui, että hän lähetti heti kirjeen Pahoranille pyytäen, että hän käskisi koota yhteen miehiä vahvistukseksi Helamanille tai Helamanin sotajoukoille, niin että hän voisi pitää helposti hallussaan sen osan maasta, jonka hän oli niin ihmeellisesti onnistunut saamaan takaisin.",
    "4 Ja tapahtui, että kun Moroni oli lähettänyt tämän kirjeen Sarahemlan maahan, hän alkoi jälleen laatia suunnitelmaa saadakseen haltuunsa loput niistä maista ja kaupungeista, jotka lamanilaiset olivat vieneet heiltä.",
    "5 Ja tapahtui, että samanaikaisesti kun Moroni näin varustautui lähtemään taistelemaan lamanilaisia vastaan, katso, lamanilaiset hyökkäsivät Nefihan väen kimppuun, joka oli koottu yhteen Moronin kaupungista ja Lehin kaupungista ja Moriantonin kaupungista.",
    "6 Niin, nimittäin ne, joiden oli ollut pakko paeta Mantin maasta ja ympäröivästä maasta, olivat tulleet ja liittyneet lamanilaisiin tässä osassa maata.",
    "7 Ja koska he olivat näin tavattoman monilukuisia, niin, ja saivat voimia päivästä päivään, he kävivät Ammoronin käskystä Nefihan väkeä vastaan, ja he alkoivat surmata heitä tavattoman suuressa teurastuksessa.",
    "8 Ja heidän sotajoukkonsa olivat niin monilukuisia, että Nefihan jäljelle jääneen väen oli pakko paeta heitä; ja he tulivat ja liittyivät Moronin sotajoukkoon.",
    "9 Ja nyt, koska Moroni oli luullut, että Nefihan kaupunkiin lähetettäisiin miehiä auttamaan väkeä pitämään se kaupunki hallussaan, ja tietäen olevan helpompaa estää kaupunkia joutumasta lamanilaisten käsiin kuin vallata sitä heiltä takaisin, hän luuli, että he pitäisivät tuon kaupungin helposti hallussaan.",
    "10 Sen tähden hän piti kaikki joukkonsa pitääkseen hallussaan ne paikat, jotka hän oli saanut takaisin.",
    "11 Ja nyt, kun Moroni näki, että Nefihan kaupunki oli menetetty, hän oli tavattoman murheellinen ja alkoi epäillä kansan jumalattomuuden tähden, mahtaisivatko he joutua veljiensä käsiin.",
    "12 Ja näin oli kaikkien hänen ylimpien päälliköidensä laita. Hekin epäilivät ja ihmettelivät kansan jumalattomuuden tähden, ja tämä lamanilaisten menestyksen tähden heihin nähden.",
    "13 Ja tapahtui, että Moroni oli vihoissaan hallitukselle sen välinpitämättömyydestä maansa vapaudesta."
  ]
}