{
  "header": {
    "study_summary": "Pyhistä tulee Kristuksen poikia ja tyttäriä uskon kautta. Heitä kutsutaan silloin Kristuksen nimellä. Kuningas Benjamin kehottaa heitä olemaan lujia ja järkkymättömiä hyvissä teoissa. Noin 124 eKr.",
    "title_number": "Luku 5"
  },
  "verses": [
    "1 Ja nyt, tapahtui, että kun kuningas Benjamin oli puhunut näin kansalleen, hän lähetti sen keskuuteen sanoman haluten tietää kansaltaan, uskoiko se ne sanat, jotka hän oli puhunut sille.",
    "2 Ja he kaikki huusivat yhteen ääneen sanoen: Kyllä, me uskomme joka sanan, jonka sinä olet puhunut meille; ja me tiedämme myös niiden varmasti olevan totta Herran Kaikkivaltiaan Hengen tähden, joka on saanut aikaan voimallisen muutoksen meissä eli meidän sydämessämme, niin ettei meillä ole enää halua tehdä pahaa vaan tehdä alati hyvää.",
    "3 Ja Jumalan äärettömän hyvyyden ja hänen Henkensä ilmoitusten kautta meillä itsellämmekin on suuria näkyjä siitä, mikä on tuleva; ja jos olisi tarpeen, voisimme profetoida kaikesta.",
    "4 Ja meidän uskomme siihen, mitä kuninkaamme on meille puhunut, on johdattanut meidät tähän suureen tietoon, minkä tähden me riemuitsemme näin tavattoman suuresti iloiten.",
    "5 Ja me olemme halukkaita tekemään Jumalamme kanssa liiton, että teemme hänen tahtonsa ja olemme kuuliaisia hänen käskyilleen kaikessa, mitä hän meidän käskee tehdä, kaikkina loppuina elinpäivinämme, jotta emme tuottaisi päällemme milloinkaan päättymätöntä piinaa, niin kuin enkeli on puhunut, jotta emme joisi Jumalan vihan maljasta.",
    "6 Ja nyt, nämä ovat ne sanat, jotka kuningas Benjamin toivoi heiltä; ja sen tähden hän sanoi heille: Te olette puhuneet toivomiani sanoja; ja liitto, jonka te olette tehneet, on vanhurskas liitto.",
    "7 Ja nyt, sen liiton tähden, jonka olette tehneet, teitä kutsutaan Kristuksen lapsiksi, hänen pojikseen ja hänen tyttärikseen; sillä katso, tänä päivänä hän on hengellisesti synnyttänyt teidät; sillä te sanotte, että teidän sydämenne on muuttunut uskon kautta hänen nimeensä; sen tähden te olette syntyneet hänestä ja olette tulleet hänen pojiksensa ja hänen tyttäriksensä.",
    "8 Ja tässä nimessä teidät tehdään vapaiksi, eikä ole muuta nimeä, jossa teidät voidaan tehdä vapaiksi. Muuta nimeä ei ole annettu, jonka kautta pelastus tulee; sen tähden minä tahdon, että te otatte päällenne Kristuksen nimen, kaikki te, jotka olette tehneet Jumalan kanssa liiton, että olette kuuliaisia elämänne loppuun asti.",
    "9 Ja tapahtuu, että jokaisen, joka tekee tämän, havaitaan olevan Jumalan oikealla puolella, sillä hän on tunteva sen nimen, jolla häntä kutsutaan; sillä häntä kutsutaan Kristuksen nimellä.",
    "10 Ja nyt tapahtuu, että jokaista, joka ei ota Kristuksen nimeä päällensä, on kutsuttava jollakin muulla nimellä; sen tähden hän havaitsee olevansa Jumalan vasemmalla puolella.",
    "11 Ja minä tahdon teidän myös muistavan, että tämä on se nimi, jonka minä sanoin antavani teille ja jota ei koskaan pyyhittäisi pois, paitsi rikkomuksen tähden; varokaa sen tähden, että ette riko, jottei nimeä pyyhittäisi pois teidän sydämestänne.",
    "12 Minä sanon teille: Minä tahdon, että te muistatte pitää nimen aina sydämeenne kirjoitettuna, jottei teidän havaita olevan Jumalan vasemmalla puolella, vaan te kuulette ja tunnette äänen, jolla teitä kutsutaan, ja myös nimen, jolla hän teitä kutsuu.",
    "13 Sillä kuinka ihminen tuntee isännän, jota hän ei ole palvellut ja joka on hänelle vieras ja on kaukana hänen sydämensä ajatuksista ja aikeista?",
    "14 Ja vielä, ottaako joku aasin, joka kuuluu hänen lähimmäiselleen, ja pitää sen? Minä sanon teille: Ei; hän ei salli edes sen käyvän laitumella katraidensa joukossa vaan ajaa sen pois ja karkottaa sen. Minä sanon teille, että aivan samoin on oleva teidän laitanne, ellette tunne nimeä, jolla teitä kutsutaan.",
    "15 Sen tähden minä tahdon teidän olevan lujia ja järkkymättömiä, tekevän aina runsaasti hyviä tekoja, jotta Kristus, Herra Jumala Kaikkivaltias, voi sinetöidä teidät omikseen, niin että teidät voitaisiin johdattaa taivaaseen, jotta saisitte ikuisen pelastuksen ja iankaikkisen elämän hänen viisautensa ja voimansa ja oikeudenmukaisuutensa ja armonsa kautta, joka loi kaiken taivaassa ja maan päällä ja joka on Jumala kaiken yläpuolella. Aamen."
  ]
}