{
  "header": {
    "study_summary": "Amulon vainoaa Almaa ja hänen kansaansa. Heidät on määrä surmata, jos he rukoilevat. Herra saa heidän kuormansa tuntumaan keveiltä. Hän vapauttaa heidät orjuudesta, ja he palaavat Sarahemlaan. Noin 145–122 eKr.",
    "title_number": "Luku 24"
  },
  "verses": [
    "1 Ja tapahtui, että Amulon pääsi suosioon lamanilaisten kuninkaan silmissä; sen tähden lamanilaisten kuningas salli, että hänet ja hänen veljensä nimitettiin kansansa opettajiksi, niin, nimittäin sen kansan, joka oli Semlonin maassa ja Silomin maassa ja Amulonin maassa.",
    "2 Sillä lamanilaiset olivat ottaneet haltuunsa kaikki nämä maat; sen tähden lamanilaisten kuningas oli nimittänyt kuninkaat kaikkiin näihin maihin.",
    "3 Ja nyt lamanilaisten kuninkaan nimi oli Laman, sillä hänet oli nimitetty isänsä nimen mukaan; ja sen tähden häntä kutsuttiin kuningas Lamaniksi. Ja hän oli monilukuisen kansan kuningas.",
    "4 Ja hän nimitti Amulonin veljiä opettajiksi jokaiseen maahan, jota hänen kansansa piti hallussaan; ja niin Nefin kieltä alettiin opettaa kaiken lamanilaisten kansan keskuudessa.",
    "5 Ja se oli toisiaan kohtaan ystävällistä kansaa, mutta se ei tuntenut Jumalaa; eivätkä Amulonin veljet opettaneet sille mitään Herrasta, sen Jumalasta, eivätkä Mooseksen laista, eivätkä he opettaneet sille Abinadin sanoja;",
    "6 vaan he opettivat sitä pitämään aikakirjojaan ja kirjoittamaan toisilleen.",
    "7 Ja niin lamanilaiset alkoivat rikastua ja alkoivat käydä kauppaa keskenään ja tulla mahtaviksi ja alkoivat olla viekasta ja viisasta kansaa, mitä maailman viisauteen tulee, niin, hyvin viekasta kansaa, joka nautti kaikenlaisesta jumalattomuudesta ja rosvouksesta, ellei se tapahtunut heidän omien veljiensä keskuudessa.",
    "8 Ja nyt tapahtui, että Amulon alkoi käyttää valtaa Almaan ja hänen veljiinsä ja alkoi vainota häntä ja käskeä lapsiaan vainoamaan heidän lapsiaan.",
    "9 Sillä Amulon tiesi, että Alma oli ollut yksi kuninkaan papeista ja että hän oli se, joka uskoi Abinadin sanat ja joka ajettiin pois kuninkaan edestä, ja sen tähden hän oli vihastunut häneen; sillä hän oli kuningas Lamanin alamainen, mutta hän käytti silti valtaa heihin ja määräsi heille töitä ja asetti heille työnjohtajia.",
    "10 Ja tapahtui, että heidän ahdinkonsa olivat niin suuret, että he alkoivat huutaa voimallisesti Jumalan puoleen.",
    "11 Ja Amulon käski heidän lakata huutamasta; ja hän asetti heille vartijoita tarkkailemaan heitä, niin että jokainen, jonka havaittaisiin huutavan avuksi Jumalaa, otettaisiin hengiltä.",
    "12 Eivätkä Alma ja hänen väkensä korottaneet ääntään Herran Jumalansa puoleen vaan vuodattivat sydämensä hänelle; ja hän tiesi heidän sydämensä ajatukset.",
    "13 Ja tapahtui, että Herran ääni tuli heille heidän ahdingoissaan sanoen: Nostakaa päänne ja olkaa turvallisella mielellä, sillä minä tiedän sen liiton, jonka te olette tehneet minun kanssani; ja minä teen liiton kansani kanssa ja vapautan sen orjuudesta.",
    "14 Ja minä myös kevennän ne kuormat, jotka on pantu teidän harteillenne, niin että te ette voi edes tuntea niitä selässänne, edes ollessanne orjuudessa; ja tämän minä teen, jotta te tämän jälkeen olisitte minun todistajinani ja jotta te tietäisitte varmasti, että minä, Herra Jumala, muistan kansaani sen ahdingoissa.",
    "15 Ja nyt tapahtui, että Alman ja hänen veljiensä kannettavaksi pannut kuormat kevenivät, eli Herra vahvisti heitä niin, että he saattoivat kantaa kuormansa helposti, ja he alistuivat iloiten ja kärsivällisesti kaikkeen Herran tahtoon.",
    "16 Ja tapahtui, että niin suuri oli heidän uskonsa ja kärsivällisyytensä, että Herran ääni tuli jälleen heille sanoen: Olkaa turvallisella mielellä, sillä huomispäivänä minä vapautan teidät orjuudesta.",
    "17 Ja hän sanoi Almalle: Kulje tämän kansan edellä, ja minä kuljen sinun kanssasi ja vapautan tämän kansan orjuudesta.",
    "18 Nyt tapahtui, että Alma ja hänen kansansa kokosivat yön aikana katraansa yhteen ja myös viljansa; niin, vieläpä koko yön ajan he kokosivat katraitaan yhteen.",
    "19 Ja aamulla Herra antoi lamanilaisten vaipua syvään uneen, niin, ja kaikki heidän työnjohtajansakin olivat sikeässä unessa.",
    "20 Ja Alma ja hänen kansansa lähtivät erämaahan; ja kun he olivat kulkeneet koko päivän, he pystyttivät telttansa erääseen laaksoon ja nimittivät laakson Almaksi, koska hän johti heidän kulkuaan erämaassa.",
    "21 Niin, ja Alman laaksossa he vuodattivat kiitoksensa Jumalalle, koska hän oli ollut heille armollinen ja keventänyt heidän kuormansa ja vapauttanut heidät orjuudesta; sillä he olivat olleet orjuudessa, eikä kukaan muu voinut heitä vapauttaa paitsi Herra, heidän Jumalansa.",
    "22 Ja he kiittivät Jumalaa, eli kaikki heidän miehensä ja kaikki heidän naisensa ja kaikki heidän lapsensa, jotka osasivat puhua, korottivat äänensä Jumalansa ylistykseen.",
    "23 Ja nyt Herra sanoi Almalle: Kiiruhda ja joudu kansasi kanssa pois tästä maasta, sillä lamanilaiset ovat heränneet ja ajavat sinua takaa; joudu sen tähden pois tästä maasta, niin minä pysäytän lamanilaiset tähän laaksoon, etteivät he tule pitemmälle ajamaan takaa tätä kansaa.",
    "24 Ja tapahtui, että he lähtivät laaksosta ja kulkivat erämaahan.",
    "25 Ja oltuaan erämaassa kaksitoista päivää he saapuivat Sarahemlan maahan; ja kuningas Moosia myös otti heidät iloiten vastaan."
  ]
}