{
  "header": {
    "study_summary": "Tystnad råder i landet under många timmar – Kristi röst lovar att samla sitt folk som en höna samlar sina kycklingar – Den rättfärdigare delen av folket har bevarats. Omkring 34–35 e Kr.",
    "title_number": "Kapitel 10"
  },
  "verses": [
    "1 Och se, nu hände det sig att allt folket i landet hörde dessa ord och vittnade därom. Och efter dessa ord var det tyst i landet under många timmars tid.",
    "2 Ty så stor var folkets förvåning att de slutade klaga och jämra sig över förlusten av de släktingar som blivit dräpta. Därför var det tyst i hela landet under många timmars tid.",
    "3 Och det hände sig att en röst återigen kom till folket, och allt folket hörde och vittnade därom, och den sade:",
    "4 O, ni invånare i dessa stora städer som har fallit, ni som är ättlingar till Jakob, ja, som är av Israels hus: Hur ofta har jag inte samlat er, så som en höna samlar sina kycklingar under sina vingar, och vårdat mig om er.",
    "5 Och vidare: Hur ofta ville jag inte samla er så som en höna samlar sina kycklingar under sina vingar, o ni folk av Israels hus som har fallit. Ja, o ni folk av Israels hus, ni som bor i Jerusalem, liksom ni som har fallit, ja, hur ofta ville jag inte samla er så som en höna samlar sina kycklingar, men ni ville inte.",
    "6 O ni Israels hus, som jag har skonat, hur ofta skall jag inte samla er så som en höna samlar sina kycklingar under sina vingar, om ni omvänder er och återvänder till mig med helhjärtat uppsåt.",
    "7 Men om inte, o Israels hus, skall era boplatser läggas öde fram till tiden för fullbordandet av förbundet med era fäder.",
    "8 Och nu hände det sig att när folket hört dessa ord, se, då började de åter gråta och jämra sig över förlusten av släkt och vänner.",
    "9 Och det hände sig att på så sätt förlöpte de tre dagarna. Och det blev morgon, och mörkret skingrades från landets yta, och jorden upphörde att skaka, och klipporna upphörde att rämna, och det hemska jämret upphörde, och allt det våldsamma oljudet dog bort.",
    "10 Och jorden samlade sig åter så att den stod fast. Och sorgen och gråten och jämret från de människor vilkas liv hade skonats upphörde. Och deras sorg vändes till glädje och deras klagan till pris och tacksägelse till Herren Jesus Kristus, deras Återlösare.",
    "11 Och så långt hade de skriftens ord uppfyllts som talats av profeterna.",
    "12 Och det var den rättfärdigare delen av folket som hade räddats, och det var de som tog emot profeterna och inte stenade dem. Och de som hade skonats var de som inte hade utgjutit de heligas blod –",
    "13 och de blev skonade och sänktes inte och begravdes i jorden, och de drunknade inte i havets djup. Och de brändes inte upp av eld, och inte heller överhöljdes eller krossades de till döds. Och inte heller fördes de bort av virvelvinden, inte heller överväldigades de av rökens töcken eller av mörkret.",
    "14 Och må nu den som läser förstå. Må den som har skrifterna utforska dem och skåda och se om inte all denna död och förödelse genom eld och genom rök och genom oväder och genom virvelvindar och genom att jorden öppnades för att ta emot dem, ja, om inte allt detta innebär uppfyllelsen av många av de heliga profeternas profetior.",
    "15 Se, jag säger er: Jo, många har vittnat om att detta skulle ske vid Kristi ankomst, och de blev dräpta för att de vittnade därom.",
    "16 Ja, profeten Zenos vittnade om detta, och likaså Zenock talade om detta eftersom de vittnade särskilt om oss som är återstoden av deras avkomlingar.",
    "17 Se, vår fader Jakob vittnade också om en återstod av Josefs avkomlingar. Och se, är inte vi en återstod av Josefs avkomlingar? Och dessa ord som vittnar om oss, är inte de skrivna på de plåtar av mässing som vår fader Lehi förde ut ur Jerusalem?",
    "18 Och det hände sig mot slutet av det trettio och fjärde året, se, jag skall visa er att de av Nephis folk som hade blivit skonade, och likaså de som hade kallats lamaniter och som hade blivit skonade, visades stor välvilja och fick stora välsignelser utgjutna över sina huvuden, i det att Kristus strax efter sin himmelsfärd förvisso uppenbarade sig för dem –",
    "19 och visade sin kropp för dem och betjänade dem. Och en berättelse om hans verksamhet skall ges senare. Därför slutar jag mina ord för denna gång."
  ]
}