{
  "header": {
    "study_summary": "Jesus lär nephiterna Herrens bön – De skall samla skatter i himlen – De tolv befalls att i sin verksamhet inte bekymra sig för det timliga – JämförMatteus 6. Omkring 34 e Kr.",
    "title_number": "Kapitel 13"
  },
  "verses": [
    "1 Sannerligen, sannerligen säger jag att jag vill att ni skall ge allmosor åt de fattiga. Men akta er så att ni inte ger era allmosor inför människor för att bli sedda av dem. Annars har ni ingen lön hos er Fader som är i himlen.",
    "2 När du ger dina allmosor, låt då inte stöta i basun för dig så som hycklarna gör i synagogorna och på gatorna, så att de kan få beröm av människor. Sannerligen säger jag er: De har fått ut sin lön.",
    "3 Utan när du ger allmosor så låt inte din vänstra hand veta vad din högra hand gör,",
    "4 så att dina allmosor kan ges i det fördolda, och din Fader, som ser i det fördolda, skall själv belöna dig öppet.",
    "5 Och när du ber skall du inte göra som hycklarna, ty de älskar att stå och be i synagogorna och i gathörnen, så att de kan bli sedda av människorna. Sannerligen säger jag er: De har fått ut sin lön.",
    "6 Utan när du ber, gå då in i din kammare, och när du har stängt din dörr, be då till din Fader i det fördolda, och din Fader, som ser i det fördolda, skall belöna dig öppet.",
    "7 Men när ni ber, använd då inte lönlösa upprepningar som hedningarna gör, ty de tror att de skall bli bönhörda för de många ordens skull.",
    "8 Var därför inte lika dem, ty er Fader vet vad ni behöver innan ni ber honom om det.",
    "9 Be därför på detta sätt: Vår Fader som är i himlen. Helgat vare ditt namn.",
    "10 Ske din vilja på jorden liksom den sker i himlen.",
    "11 Och förlåt oss våra skulder, liksom vi förlåter dem som står i skuld till oss.",
    "12 Och inled oss inte i frestelse, utan befria oss från det onda.",
    "13 Ty riket är ditt och makten och härligheten i evighet. Amen.",
    "14 Ty om ni förlåter människorna deras överträdelser, skall er himmelske Fader också förlåta er.",
    "15 Men om ni inte förlåter människorna deras överträdelser, skall inte heller er Fader förlåta era överträdelser.",
    "16 Vidare: När ni fastar, se då inte så dystra ut som hycklarna, ty de vanställer sina ansikten för att bli sedda av människorna med sin fasta. Sannerligen säger jag er: De har fått ut sin lön.",
    "17 Nej, när du fastar så smörj ditt huvud och tvätta ditt ansikte,",
    "18 så att du inte blir sedd av människorna med din fasta, utan inför din Fader, som är i det fördolda, och din Fader, som ser i det fördolda, skall belöna dig öppet.",
    "19 Samla er inte skatter på jorden, där mal och rost förstör och tjuvar bryter sig in och stjäl,",
    "20 utan samla er skatter i himlen, där varken mal eller rost förstör och där tjuvar inte bryter sig in eller stjäl.",
    "21 Ty där din skatt är, där kommer även ditt hjärta att vara.",
    "22 Kroppens ljus är ögat. Om därför din blick är odelad blir hela din kropp fylld av ljus.",
    "23 Men om din blick är ond blir hela din kropp fylld av mörker. Om nu ljuset inom dig är mörker, hur stort är då inte detta mörker!",
    "24 Ingen kan tjäna två herrar, ty antingen kommer han att hata den ene och älska den andre, eller också kommer han att hålla fast vid den ene och ringakta den andre. Ni kan inte tjäna både Gud och Mammon.",
    "25 Och nu hände det sig att när Jesus hade talat dessa ord såg han på de tolv som han hade utvalt och sade till dem: Kom ihåg de ord som jag har talat. Ty se, ni är de som jag har utvalt till att betjäna detta folk. Därför säger jag er: Bekymra er inte för ert liv, vad ni skall äta eller vad ni skall dricka. Inte heller för er kropp, vad ni skall kläda er med. Är inte livet mer än maten och kroppen mer än kläderna?",
    "26 Se på fåglarna i luften, ty de sår inte, inte heller skördar de eller samlar i lador, och ändå föder er himmelske Fader dem. Är ni inte mycket bättre än de?",
    "27 Vem av er kan med sitt bekymmer lägga en enda aln till sin längd?",
    "28 Och varför bekymrar ni er för kläder? Tänk på ängens liljor, på hur de växer. De arbetar inte, inte heller spinner de.",
    "29 Och ändå säger jag er att inte ens Salomo i all sin prakt var klädd som en av dem.",
    "30 Om nu Gud så kläder gräset på ängen, som i dag finns till och i morgon kastas i ugnen, skall han då inte kläda även er, om ni inte är svaga i tron?",
    "31 Gör er därför inga bekymmer genom att säga: Vad skall vi äta? Eller: Vad skall vi dricka? Eller: Med vad skall vi kläda oss?",
    "32 Ty er himmelske Fader vet att ni behöver allt detta.",
    "33 Utan sök först Guds rike och hans rättfärdighet, så skall allt detta tillfalla er.",
    "34 Gör er därför inga bekymmer för morgondagen, ty morgondagen skall själv bära sina bekymmer. Var dag har nog av sin egen plåga."
  ]
}