{
  "header": {
    "study_summary": "Jesus befaller: Döm inte, be till Gud, akta er för falska profeter – Han lovar frälsning till dem som gör Faderns vilja – JämförMatteus 7. Omkring 34 e Kr.",
    "title_number": "Kapitel 14"
  },
  "verses": [
    "1 Och nu hände det sig att när Jesus hade talat dessa ord vände han sig åter till mängden och öppnade åter sin mun och sade till dem: Sannerligen, sannerligen säger jag er: Döm inte, så att ni inte blir dömda.",
    "2 Ty med den dom ni dömer skall ni bli dömda, och med det mått ni mäter skall det mätas åt er.",
    "3 Och varför ser du flisan i din broders öga, men beaktar inte bjälken i ditt eget öga?",
    "4 Eller hur kan du säga till din broder: Låt mig ta bort flisan ur ditt öga, se, du har ju en bjälke i ditt eget öga?",
    "5 Du hycklare, kasta först bort bjälken ur ditt eget öga, och då skall du se så klart att du kan kasta bort flisan ur din broders öga.",
    "6 Ge inte det som är heligt åt hundarna och kasta inte heller era pärlor för svinen, så att de trampar dem under sina fötter och vänder sig mot er och sliter sönder er.",
    "7 Be, och ni skall få. Sök, och ni skall finna. Bulta, och det skall öppnas för er.",
    "8 Ty var och en som ber han får, och den som söker han finner, och för den som bultar skall det öppnas.",
    "9 Eller vilken är den man bland er som ger sin son en sten när han ber om bröd,",
    "10 eller ger honom en orm, när han ber om en fisk?",
    "11 Om nu ni som är onda förstår att ge era barn goda gåvor, hur mycket mer skall då inte er Fader i himlen ge det som är gott åt dem som ber honom?",
    "12 Och allt vad ni vill att människorna skall göra er, det skall ni också göra dem, ty detta är lagen och profeterna.",
    "13 Gå in genom den trånga porten. Ty vid är porten och bred är vägen som leder till undergång, och många är de som går in genom den.",
    "14 Ty trång är porten och smal är vägen som leder till livet, och få är de som finner den.",
    "15 Akta er för falska profeter som kommer till er i fårakläder men i sitt inre är rovlystna vargar.",
    "16 På deras frukt skall ni känna igen dem. Plockar man druvor på törnen eller fikon på tistlar?",
    "17 Så bär varje gott träd god frukt men ett fördärvat träd bär dålig frukt.",
    "18 Ett gott träd kan inte bära dålig frukt, inte heller kan ett fördärvat träd bära god frukt.",
    "19 Varje träd som inte bär god frukt huggs ned och kastas i elden.",
    "20 Därför skall ni känna igen dem på deras frukt.",
    "21 Inte alla som säger Herre, Herre till mig skall komma in i himmelriket, utan endast den som gör min himmelske Faders vilja.",
    "22 Många skall på den dagen säga till mig: Herre, Herre, har vi inte profeterat i ditt namn och i ditt namn drivit ut djävlar och i ditt namn gjort många underbara gärningar?",
    "23 Och då skall jag tillkännage för dem: Jag har aldrig känt er. Gå bort från mig, ni som gör ondskans gärningar!",
    "24 Den som hör dessa mina ord och handlar efter dem liknar jag därför vid en vis man som byggde sitt hus på en klippa.",
    "25 Och regnet föll och översvämningarna kom och vindarna blåste och slog mot det huset. Och det föll inte, eftersom det var grundat på en klippa.",
    "26 Och var och en som hör dessa mina ord men inte handlar efter dem skall liknas vid en dåraktig man som byggde sitt hus på sanden.",
    "27 Och regnet föll och översvämningarna kom och vindarna blåste och slog mot det huset, och det föll, och dess fall var stort."
  ]
}