{
  "header": {
    "study_summary": "Jesus tillkännager att Moses lag är fullbordad i honom – Nephiterna är de andra får som han talade om i Jerusalem – På grund av ondska känner Herrens folk i Jerusalem inte till Israels skingrade får. Omkring 34 e Kr.",
    "title_number": "Kapitel 15"
  },
  "verses": [
    "1 Och nu hände det sig att när Jesus hade slutat tala såg han sig om på mängden och sade till dem: Se, ni har hört vad jag undervisade om innan jag uppsteg till min Fader. Och den som kommer ihåg dessa mina ord och handlar därefter skall jag uppväcka på den yttersta dagen.",
    "2 Och det hände sig att när Jesus hade sagt dessa ord märkte han att det fanns några bland dem som förundrades och undrade över hans vilja beträffande Moses lag, ty de förstod inte orden om att det gamla var förgånget och att allt hade blivit nytt.",
    "3 Och han sade till dem: Förundra er inte över att jag sade till er att det gamla är förgånget och att allt har blivit nytt.",
    "4 Se, jag säger er att lagen som gavs åt Mose är fullbordad.",
    "5 Se, jag är den som gav lagen, och jag är den som slöt förbund med mitt folk Israel. Därför är lagen fullbordad i mig, ty jag har kommit för att fullborda lagen. Därför har den ett slut.",
    "6 Se, jag förkastar inte profeterna, ty sannerligen säger jag er att allt som inte har fullbordats i mig skall bli fullbordat.",
    "7 Och att jag sade till er att det gamla är förgånget innebär inte att jag omintetgör det som har talats om det som skall komma.",
    "8 Ty se, förbundet som jag har slutit med mitt folk är inte helt fullbordat, men lagen som gavs åt Mose har ett slut i mig.",
    "9 Se, jag är lagen och ljuset. Vänd er till mig och håll ut intill änden, och ni skall få leva, ty den som håller ut intill änden skall jag ge evigt liv.",
    "10 Se, jag har givit er buden. Håll därför mina bud. Och detta är lagen och profeterna, ty de vittnade förvisso om mig.",
    "11 Och nu hände det sig att när Jesus hade talat dessa ord, sade han till de tolv som han hade utvalt:",
    "12 Ni är mina lärjungar, och ni är ett ljus för detta folk, som är en återstod av Josefs hus.",
    "13 Och se, detta är ert arveland, och Fadern har givit det till er.",
    "14 Och inte någonsin har Fadern givit mig befallning att jag skulle tala om detta för era bröder i Jerusalem.",
    "15 Inte heller har Fadern någonsin givit mig befallning att jag skulle säga något till dem om de andra stammar som tillhör Israels hus, vilka Fadern har lett ut ur landet.",
    "16 Så mycket befallde Fadern mig att jag skulle säga till dem:",
    "17 Andra får har jag, som inte hör till den här hjorden. Även dem måste jag leda, och de skall höra min röst, och det skall bli en hjord och en herde.",
    "18 Och på grund av nackstyvhet och otro förstod de inte mitt ord. Därför befalldes jag av Fadern att inte säga något mer om detta till dem.",
    "19 Men sannerligen säger jag er att Fadern har befallt mig att tala om för er att ni är skilda från dem för deras ondskas skull. Därför är det på grund av sin ondska som de inte känner till er.",
    "20 Och sannerligen säger jag er åter, att de andra stammarna har Fadern skilt från dem. Och det är på grund av sin ondska som de inte känner till dem.",
    "21 Och sannerligen säger jag er att ni är de om vilka jag sade: Andra får har jag, som inte hör till den här hjorden. Också dem måste jag leda, och de skall höra min röst, och det skall bli en hjord och en herde.",
    "22 Och de förstod mig inte, ty de trodde att det var icke-judarna, ty de förstod inte att icke-judarna skulle omvändas genom deras predikan.",
    "23 Och de förstod mig inte när jag sade att de skall höra min röst. Och de förstod inte att icke-judarna aldrig någonsin skulle höra min röst – att jag inte skulle uppenbara mig för dem utom genom den Helige Anden.",
    "24 Men se, ni har både hört min röst och sett mig. Och ni är mina får, och ni är räknade bland dem som Fadern har givit mig."
  ]
}