{
  "header": {
    "study_summary": "Hur Kristus är både Fadern och Sonen – Han skall medla och bära sitt folks överträdelser – De och alla de heliga profeterna är hans avkomlingar – Han åstadkommer uppståndelsen – Små barn har evigt liv. Omkring 148 f Kr.",
    "title_number": "Kapitel 15"
  },
  "verses": [
    "1 Och nu sade Abinadi till dem: Jag vill att ni skall förstå att Gud själv skall komma ned bland människobarnen och återlösa sitt folk.",
    "2 Och eftersom han bor i köttet skall han kallas Guds Son, och eftersom han underkastat köttet Faderns vilja, är han Fadern och Sonen –",
    "3 Fadern eftersom han avlades genom Guds kraft, och Sonen på grund av köttet. Sålunda blir han Fadern och Sonen –",
    "4 och de är en enda Gud, ja, himlens och jordens sanne evige Fader.",
    "5 Och sålunda underkastas köttet Anden, eller Sonen Fadern, som är en enda Gud. Han utsätts för frestelse och ger inte efter för frestelsen, utan låter sig bli hånad och gisslad och utdriven och förnekad av sitt eget folk.",
    "6 Och efter allt detta, sedan han utfört många mäktiga underverk bland människobarnen, skall han ledas, ja, alldeles som Jesaja sade: Liksom ett får är tyst inför den som klipper det så öppnade han inte sin mun.",
    "7 Ja, så skall han bli ledd, korsfäst och dödad, i det att köttet blir underkastat till och med döden och Sonens vilja införlivas i Faderns vilja.",
    "8 Och så bryter Gud dödens band efter att ha vunnit seger över döden och ger Sonen makt att medla för människobarnen –",
    "9 då han uppstigit till himlen, hyser innerlig barmhärtighet, är fylld av medlidande med människobarnen, står mellan dem och rättvisan, har brutit dödens band, har tagit på sig deras ondska och deras överträdelser, har återlöst dem och tillfredsställt rättvisans krav.",
    "10 Och nu säger jag er: Vilka skall tillkännage hans släkte? Se, jag säger er att när hans själ har gjorts till ett offer för synd skall han se sina avkomlingar. Och vad säger ni nu? Och vilka skall bli hans avkomlingar?",
    "11 Se jag säger er att var och en som har hört profeternas ord, ja, alla de heliga profeter som profeterat om Herrens ankomst – jag säger er att alla de som har hörsammat deras ord och trott på att Herren skulle återlösa sitt folk och har sett fram emot den dagen för att få sina synders förlåtelse, jag säger er att dessa är hans avkomlingar, eller, de är Guds rikes arvingar.",
    "12 Ty dessa är de vars synder han har burit. Dessa är de för vilka han har dött för att återlösa dem från deras överträdelser. Och är då inte de hans avkomlingar?",
    "13 Ja, är inte profeterna det också, var och en som har öppnat sin mun för att profetera och som inte har fallit i överträdelse, jag menar alla de heliga profeterna ända sedan världens begynnelse? Jag säger er att de är hans avkomlingar.",
    "14 Och dessa är de som har förkunnat frid, som har bringat glädjebud om det som är gott, som har förkunnat frälsning och sagt till Sion: Din Gud regerar!",
    "15 Och o, hur ljuvliga var inte deras fötter på bergen!",
    "16 Och vidare: Hur ljuvliga är inte deras fötter på bergen, vilka ännu förkunnar frid!",
    "17 Och vidare: Hur ljuvliga är inte deras fötter på bergen som härefter skall förkunna frid, ja, från denna stund och för evigt!",
    "18 Och se, jag säger er att detta inte är allt. Ty o, hur ljuvliga är inte hans fötter på bergen som bringar glädjebud, som är fridens grundare, ja, Herren själv, som har återlöst sitt folk. Ja, han som har förunnat sitt folk frälsning.",
    "19 Ty vore det inte för den återlösning som han har utfört för sitt folk, vilken var beredd från världens grundläggning, jag säger er att vore det inte för denna skulle hela människosläktet oundvikligen ha gått förlorat.",
    "20 Men se, dödens band skall brytas och Sonen regerar och har makt över de döda. Därför åstadkommer han de dödas uppståndelse.",
    "21 Och det kommer en uppståndelse, ja, en första uppståndelse, ja, en uppståndelse för dem som har funnits, och som finns och som skall finnas ända fram till Kristi uppståndelse – ty så skall han kallas.",
    "22 Och alla profeterna, och alla de som har trott på deras ord, eller, alla de som har hållit Guds bud, skall komma fram i den första uppståndelsen, ty de utgör den första uppståndelsen.",
    "23 De uppreses för att bo hos Gud som har återlöst dem. På så sätt har de evigt liv genom Kristus, som har brutit dödens band.",
    "24 Och det är dessa som har del i den första uppståndelsen, och det är dessa som har dött i sin okunnighet innan Kristus kom, utan att ha fått frälsning förkunnad för sig. Och på så sätt åstadkommer Herren deras återställelse, och de har del i den första uppståndelsen eller har evigt liv, eftersom de har återlösts av Herren.",
    "25 Och även små barn har evigt liv.",
    "26 Men se och frukta och bäva inför Gud, ty ni borde bäva. Ty Herren återlöser inga sådana som gör uppror mot honom och dör i sina synder. Ja, alla de som har förgåtts i sina synder ända sedan världens begynnelse, som medvetet har gjort uppror mot Gud, som har känt till Guds bud och inte ville hålla dem, det är dessa som inte har någon del i den första uppståndelsen.",
    "27 Borde ni då inte bäva? Ty frälsning kommer inte till sådana, ty Herren har inte återlöst sådana. Inte heller kan Herren återlösa sådana, ty han kan inte motsäga sig själv, ty han kan inte förneka rättvisan när den har sin fordran.",
    "28 Och nu säger jag er att tiden skall komma då Herrens frälsning skall förkunnas för varje nation, släkte, tungomål och folk.",
    "29 Ja, Herre, dina väktare skall upphäva sin röst. Med en röst skall de sjunga, ty de skall med egna ögon se när Herren bringar åter Sion.",
    "30 Brist ut i jubel och sjung tillsammans ni Jerusalems öde platser, ty Herren har tröstat sitt folk, han har återlöst Jerusalem.",
    "31 Herren har blottat sin heliga arm inför alla nationernas ögon, och alla jordens ändar skall se vår Guds frälsning."
  ]
}