{
  "header": {
    "study_summary": "Gideon försöker dräpa kung Noa – Lamaniterna invaderar landet – Kung Noa lider döden genom eld – Limhi regerar som skattskyldig kung. Omkring 145–121 f Kr.",
    "title_number": "Kapitel 19"
  },
  "verses": [
    "1 Och det hände sig att kungens här återvände efter att förgäves ha sökt efter Herrens folk.",
    "2 Och se, kungens styrkor var nu små, eftersom de hade förminskats, och det började uppstå en söndring bland återstoden av folket.",
    "3 Och den mindre delen började andas hot mot kungen, och stora stridigheter började uppstå bland dem.",
    "4 Och nu fanns bland dem en man vars namn var Gideon, och han var en stark man och fiende till kungen, varför han drog sitt svärd, och i sin vrede svor han att han skulle dräpa kungen.",
    "5 Och det hände sig att han kämpade mot kungen, och då kungen såg att han var nära att bli övermannad flydde han och sprang och kom upp i tornet som stod i närheten av templet.",
    "6 Och Gideon förföljde honom och var nära att komma upp i tornet för att dräpa honom, då kungen såg sig omkring mot Shemlons land och se, lamaniternas här var inom landets gränser.",
    "7 Och nu ropade kungen i sin själs ångest och sade: Gideon, skona mig, ty lamaniterna är över oss, och de kommer att förgöra oss. Ja, de kommer att förgöra mitt folk.",
    "8 Och kungen var nu inte lika bekymrad för sitt folk som han var för sitt eget liv. Ändå skonade Gideon hans liv.",
    "9 Och kungen befallde folket att de skulle fly för lamaniterna, och själv gick han före dem. Och de flydde ut i vildmarken med sina kvinnor och sina barn.",
    "10 Och det hände sig att lamaniterna förföljde dem och hann upp dem och började dräpa dem.",
    "11 Nu hände det sig att kungen befallde dem att alla männen skulle lämna sina hustrur och sina barn och fly för lamaniterna.",
    "12 Nu fanns det många som inte ville lämna dem utan hellre skulle ha stannat och gått under med dem. Och de övriga lämnade sina hustrur och sina barn och flydde.",
    "13 Och det hände sig att de som stannade kvar hos sina hustrur och sina barn lät sina fagra döttrar träda fram och vädja till lamaniterna att de inte skulle dräpa dem.",
    "14 Och det hände sig att lamaniterna hyste medlidande med dem, ty de hänfördes av deras kvinnors skönhet.",
    "15 Därför skonade lamaniterna deras liv och tog dem tillfånga och förde dem tillbaka till Nephis land och lovade dem att de skulle få besitta landet, på villkor att de överlämnade kung Noa i lamaniternas händer och överlämnade sina ägodelar, ja, hälften av allt de ägde: hälften av allt sitt guld och sitt silver och alla sina dyrbarheter, och på det sättet skulle de betala skatt till lamaniternas kung år efter år.",
    "16 Och nu fanns det en av kungens söner bland dem som tagits tillfånga, vars namn var Limhi.",
    "17 Och nu önskade Limhi att hans far inte skulle förgöras. Dock var Limhi inte omedveten om sin fars ondska, eftersom han själv var en rättfärdig man.",
    "18 Och det hände sig att Gideon i hemlighet sände män ut i vildmarken för att söka efter kungen och dem som var med honom. Och det hände sig att de stötte på folket i vildmarken, alla utom kungen och hans präster.",
    "19 Nu hade de i sina hjärtan svurit att de skulle återvända till Nephis land, och om deras hustrur och deras barn och även de som stannat hos dem hade blivit dräpta, så skulle de utkräva hämnd och även förgås med dem.",
    "20 Och kungen befallde dem att de inte skulle återvända. Och de vredgades på kungen och lät honom lida ända till döds genom eld.",
    "21 Och de tänkte ta även prästerna och dräpa dem, men dessa flydde för dem.",
    "22 Och det hände sig att de tänkte återvända till Nephis land, när de träffade på Gideons män. Och Gideons män berättade för dem allt som hade hänt med deras hustrur och deras barn, och att lamaniterna hade lovat dem att de skulle få besitta landet mot att de erlade hälften av allt de ägde i skatt till lamaniterna.",
    "23 Och folket berättade för Gideons män att de hade dräpt kungen och att hans präster hade flytt från dem längre ut i vildmarken.",
    "24 Och det hände sig att de, sedan de avslutat ceremonin, återvände till Nephis land med fröjd eftersom deras hustrur och deras barn inte hade dräpts. Och de berättade för Gideon vad de hade gjort med kungen.",
    "25 Och det hände sig att lamaniternas kung svor en ed inför dem på att hans folk inte skulle dräpa dem.",
    "26 Och även Limhi, som var kungens son och hade fått riket givet sig av folket, svor en ed inför lamaniternas kung att hans folk skulle betala skatt till honom, ja, hälften av allt de ägde.",
    "27 Och det hände sig att Limhi började upprätta riket och upprätta fred bland sitt folk.",
    "28 Och lamaniternas kung satte ut vakter runt omkring landet, så att han kunde hålla Limhis folk kvar i landet så att de inte kunde dra ut i vildmarken. Och han underhöll sina vakter med den skatt han mottog från nephiterna.",
    "29 Nu hade kung Limhi oavbruten fred i sitt rike under två års tid, då lamaniterna varken ofredade dem eller försökte förgöra dem."
  ]
}