{
  "header": {
    "study_summary": "Muleks ättlingar i Zarahemla blir nephiter – De får kunskap om Almas folk och om Zeniff – Alma döper Limhi och hela hans folk – Mosiah bemyndigar Alma att organisera Guds kyrka. Omkring 120 f Kr.",
    "title_number": "Kapitel 25"
  },
  "verses": [
    "1 Och nu såg kung Mosiah till att allt folket samlades.",
    "2 Nu fanns det inte så många av Nephis barn, eller så många av dem som var ättlingar till Nephi, som det fanns av Zarahemlas folk, han som var en ättling till Mulek, och av dem som kom med honom till vildmarken.",
    "3 Och det fanns inte lika många av Nephis folk och av Zarahemlas folk som det fanns lamaniter, ja, de var inte hälften så talrika.",
    "4 Och nu samlades hela Nephis folk, och även hela Zarahemlas folk, och de var samlade i två grupper.",
    "5 Och det hände sig att Mosiah läste, och lät uppläsa, Zeniffs uppteckningar för sitt folk. Ja, han läste Zeniffs folks uppteckningar från den tid då de lämnade Zarahemlas land till dess de vände åter tillbaka.",
    "6 Och han läste även berättelsen om Alma och hans bröder och alla deras lidanden, från den tid då de lämnade Zarahemlas land till dess de vände åter tillbaka.",
    "7 Och när nu Mosiah slutat läsa uppteckningarna var hans folk som stannat kvar i landet slagna med förundran och häpnad.",
    "8 Ty de visste inte vad de skulle tro, ty när de såg dem som hade befriats ur träldomen fylldes de med mycket stor glädje.",
    "9 Och vidare: När de tänkte på sina bröder som hade dräpts av lamaniterna fylldes de med sorg och fällde även många tårar av sorg.",
    "10 Och vidare: När de tänkte på Guds omedelbara godhet och hans makt att befria Alma och hans bröder ur lamaniternas händer och ur träldomen, höjde de sina röster och gav tack till Gud.",
    "11 Och vidare: När de tänkte på lamaniterna, som var deras bröder, på deras syndiga och vanhelgade tillstånd, fylldes de med smärta och ångest för deras själars välfärd.",
    "12 Och det hände sig att de som var barn till Amulon och hans bröder, vilka hade tagit lamaniternas döttrar till hustru, ogillade sina fäders beteende, och de ville inte längre kallas vid sina fäders namn, varför de tog på sig Nephis namn för att de skulle kunna kallas Nephis barn och räknas bland dem som kallades nephiter.",
    "13 Och nu räknades hela Zarahemlas folk som nephiter, och detta på grund av att riket inte överlämnats åt någon utom åt dem som var ättlingar till Nephi.",
    "14 Och nu hände det sig att när Mosiah hade slutat tala till och läsa för folket ville han att även Alma skulle tala till folket.",
    "15 Och Alma talade till dem då de var församlade i stora grupper. Och han gick från den ena gruppen till den andra och predikade omvändelse och tro på Herren för folket.",
    "16 Och han förmanade Limhis och hans bröders folk, alla dem som befriats ur träldomen, att de skulle komma ihåg att det var Herren som befriat dem.",
    "17 Och det hände sig att sedan Alma undervisat folket om många ting och hade slutat tala till dem, önskade kung Limhi bli döpt. Och hela hans folk önskade att även de skulle kunna bli döpta.",
    "18 Därför gick Alma ut i vattnet och döpte dem. Ja, han döpte dem på samma sätt som han hade döpt sina bröder i Mormons vatten. Ja, och alla som han döpte tillhörde Guds kyrka, och detta tack vare sin tro på Almas ord.",
    "19 Och det hände sig att kung Mosiah tillät Alma att grunda församlingar överallt i Zarahemlas land och gav honom makt att ordinera präster och lärare över varje församling.",
    "20 Nu gjordes detta eftersom det fanns så många människor att de inte alla kunde ledas av en enda lärare. Inte heller kunde alla höra Guds ord vid en enda sammankomst.",
    "21 Därför samlades de i olika grupper som kallades församlingar. Varje församling hade sina präster och sina lärare, och varje präst predikade ordet så som det framfördes för honom genom Almas mun.",
    "22 Och därför utgjorde de alla en enda kyrka, trots att det fanns många församlingar, ja, Guds kyrka, ty i alla församlingarna predikades endast omvändelse och tro på Gud.",
    "23 Och det fanns nu sju församlingar i Zarahemlas land. Och det hände sig att alla som ville ta på sig Kristi namn, eller Guds namn, anslöt sig till Guds församlingar.",
    "24 Och de kallades Guds folk. Och Herren utgöt sin Ande över dem, och de blev välsignade och hade framgång i landet."
  ]
}