{
  "header": {
    "intro": "Kertomus nefiläisistä. Heidän sotansa ja kiistansa ja mellakkansa. Ja myös monien pyhien profeettojen profetiat ennen Kristuksen tulemista Helamanin, joka oli Helamanin poika, aikakirjojen mukaan sekä hänen poikiensa aikakirjojen mukaan aina Kristuksen tulemiseen asti. Ja myös monia lamanilaisia käännytetään. Kertomus heidän kääntymisestään. Kertomus lamanilaisten vanhurskaudesta ja nefiläisten jumalattomuudesta ja iljetyksistä aina Kristuksen tulemiseen asti Helamanin ja hänen poikiensa aikakirjan mukaan, jota kutsutaan Helamanin kirjaksi, ja niin edelleen.",
    "study_summary": "Pahoran toisesta tulee ylituomari, ja Kiskumen murhaa hänet. Pakumeni nousee tuomarinistuimelle. Koriantumr johtaa lamanilaisten sotajoukkoja, valtaa Sarahemlan ja surmaa Pakumenin. Moroniha lyö lamanilaiset ja valtaa Sarahemlan takaisin, ja Koriantumr saa surmansa. Noin 52–50 eKr.",
    "title": "Helamanin kirja",
    "title_number": "Luku 1"
  },
  "verses": [
    "1 Ja nyt katso, tapahtui Nefin kansan tuomarien hallituskauden neljännenkymmenennen vuoden alussa, että nefiläisten kansan keskuudessa alkoi olla eräs vakava vaikeus.",
    "2 Sillä katso, Pahoran oli kuollut ja mennyt kaiken maan tietä; sen tähden alkoi olla vakavaa kiistaa siitä, kuka niiden veljesten joukosta, jotka olivat Pahoranin poikia, saisi tuomarinistuimen.",
    "3 Nyt nämä ovat niiden nimet, jotka kiistelivät tuomarinistuimesta ja jotka saivat myös kansan kiistelemään: Pahoran, Paanki ja Pakumeni.",
    "4 Nyt nämä eivät ole kaikki Pahoranin pojat (sillä hänellä oli monia), mutta nämä ovat ne, jotka kiistelivät tuomarinistuimesta; sen tähden kansa jakaantui heidän takiansa kolmeen ryhmään.",
    "5 Kuitenkin tapahtui, että Pahoran nimitettiin kansan äänellä Nefin kansan ylituomariksi ja päämieheksi.",
    "6 Ja tapahtui, että kun Pakumeni näki, ettei hän voinut saada tuomarinistuinta haltuunsa, hän yhtyi kansan ääneen.",
    "7 Mutta katso, Paanki ja se osa kansasta, joka halusi hänet päämiehekseen, olivat tavattoman vihastuneita; sen tähden hän aikoi mielistellä noita ihmisiä saadakseen heidät nousemaan kapinaan veljiään vastaan.",
    "8 Ja tapahtui, että kun hän aikoi tehdä tämän, katso, hänet otettiin kiinni ja tutkittiin kansan äänen mukaisesti ja tuomittiin kuolemaan, sillä hän oli noussut kapinaan ja yrittänyt hävittää kansan vapauden.",
    "9 Nyt, kun ne ihmiset, jotka halusivat hänet päämiehekseen, näkivät, että hänet tuomittiin kuolemaan, sen tähden he vihastuivat, ja katso, he lähettivät erään Kiskumenin Pahoranin tuomarinistuimen luo ja murhasivat Pahoranin hänen istuessaan tuomarinistuimella.",
    "10 Ja Pahoranin palvelijat ajoivat häntä takaa, mutta katso, niin joutuisa oli Kiskumenin pako, ettei kukaan saanut häntä kiinni.",
    "11 Ja hän meni niiden luokse, jotka olivat hänet lähettäneet, ja he kaikki tekivät liiton, eli vannoivat ikuisen Luojansa kautta, etteivät he kertoisi kenellekään, että Kiskumen oli murhannut Pahoranin.",
    "12 Sen tähden Kiskumenia ei tunnettu Nefin kansan keskuudessa, sillä hän oli valepuvussa sillä hetkellä, kun hän murhasi Pahoranin. Ja Kiskumen ja hänen joukkonsa, joka oli tehnyt liiton hänen kanssaan, sekoittui kansan keskuuteen, niin ettei heitä kaikkia voitu löytää; mutta kaikki, jotka löydettiin, tuomittiin kuolemaan.",
    "13 Ja nyt, katso, Pakumeni nimitettiin kansan äänen mukaisesti kansan ylituomariksi ja päämieheksi hallitsemaan veljensä Pahoranin jälkeen, ja se oli hänen oikeutensa mukaista. Ja kaikki tämä tapahtui tuomarien hallituskauden neljäntenäkymmenentenä vuonna; ja se päättyi.",
    "14 Ja tapahtui tuomarien hallituskauden neljäntenäkymmenentenäyhdentenä vuonna, että lamanilaiset olivat koonneet yhteen lukemattoman sotajoukon miehiä ja aseistaneet heidät miekoin ja sapelein ja jousin ja nuolin ja pääkilvin ja rintakilvin ja kaikenlaisin erilaatuisin kilvin.",
    "15 Ja he tulivat jälleen alas voidakseen käydä taisteluun nefiläisiä vastaan. Ja heitä johti mies, jonka nimi oli Koriantumr, ja hän oli Sarahemlan jälkeläinen, ja hän oli nefiläisten keskuudesta lähtenyt luopio; ja hän oli iso ja väkevä mies.",
    "16 Sen tähden lamanilaisten kuningas, jonka nimi oli Tubalot ja joka oli Ammoronin poika, arveli, että Koriantumr väkevänä miehenä pystyisi pitämään puolensa nefiläisiä vastaan voimallaan sekä suurella viisaudellaan, niin että hän hänet lähettämällä saisi nefiläiset valtaansa.",
    "17 Sen tähden hän yllytti heitä vihaan, ja hän kokosi yhteen sotajoukkonsa ja nimitti Koriantumrin niiden johtajaksi ja käski niiden marssia alas Sarahemlan maahan taistelemaan nefiläisiä vastaan.",
    "18 Ja tapahtui, että niin monien kiistojen ja niin monien hallitusvaikeuksien tähden Sarahemlan maassa ei ollut pidetty riittävästi vartijoita, sillä he olivat luulleet, etteivät lamanilaiset uskaltaneet tulla heidän maidensa sydämeen hyökätäkseen tuohon suureen Sarahemlan kaupunkiin.",
    "19 Mutta tapahtui, että Koriantumr marssi monilukuisen joukkonsa kärjessä ja tuli kaupungin asukkaiden kimppuun, ja heidän marssinsa oli niin tavattoman nopeaa, ettei nefiläisillä ollut aikaa koota yhteen sotajoukkojaan.",
    "20 Ja nyt, Koriantumr löi maahan vartion kaupungin sisäänkäynnin luona ja marssi koko sotajoukkoineen kaupunkiin, ja he surmasivat jokaisen, joka vastusti heitä, niin että he ottivat haltuunsa koko kaupungin.",
    "21 Ja tapahtui, että Pakumeni, joka oli ylituomari, pakeni Koriantumria aina kaupungin muureille asti. Ja tapahtui, että Koriantumr löi häntä muuria vasten, niin että hän kuoli. Ja näin päättyivät Pakumenin päivät.",
    "22 Ja nyt, kun Koriantumr näki, että hänellä oli Sarahemlan kaupunki vallassaan, ja näki, että nefiläiset olivat paenneet heitä ja saaneet surmansa tai joutuneet kiinni ja heidät oli heitetty vankilaan ja että hän oli saanut valtaansa koko maan vahvimman linnoituksen, hänen sydämensä rohkaistui, niin että hän aikoi lähteä koko maata vastaan.",
    "23 Eikä hän nyt viipynyt Sarahemlan maassa vaan marssi suuren sotajoukon kanssa kohti Runsaudenkaupunkia, sillä hän oli päättänyt lähteä raivaamaan tiensä miekalla saadakseen haltuunsa maan pohjoisosat.",
    "24 Ja olettaen, että heidän suurimmat voimansa olivat maan keskustassa, hän lähti sen tähden marssimaan antamatta heille aikaa kokoontua yhteen muuten kuin pieniksi joukoiksi; ja tällä tavalla he hyökkäsivät heidän kimppuunsa ja löivät heidät maahan.",
    "25 Mutta katso, tämä Koriantumrin marssi maan keskustan halki antoi Moronihalle paljon edullisemman aseman heihin nähden, surmansa saaneiden nefiläisten suuresta määrästä huolimatta.",
    "26 Sillä katso, Moroniha oli luullut, etteivät lamanilaiset uskaltaneet tulla maan keskustaan, vaan että he hyökkäisivät rajoilla ympäriinsä olevia kaupunkeja vastaan, niin kuin he olivat tähän asti tehneet; sen tähden Moroniha oli käskenyt heidän vahvojen sotajoukkojensa pitää hallussaan noita rajoilla ympäriinsä olevia osia.",
    "27 Mutta katso, lamanilaiset eivät pelänneet hänen toiveensa mukaisesti, vaan he olivat tulleet maan keskustaan ja vallanneet pääkaupungin, joka oli Sarahemlan kaupunki, ja marssivat maan tärkeimpien osien halki surmaten ihmisiä suuressa teurastuksessa, niin miehiä, naisia kuin lapsiakin, ja ottaen haltuunsa monia kaupunkeja ja monia linnoituksia.",
    "28 Mutta saatuaan tietää tästä Moroniha lähetti heti Lehin sotajoukkoineen kiertotietä pysäyttämään heidät, ennen kuin he tulisivat Runsaudenmaahan.",
    "29 Ja näin hän teki; ja hän pysäytti heidät, ennen kuin he tulivat Runsaudenmaahan, ja ryhtyi heidän kanssaan taisteluun, niin että he alkoivat perääntyä takaisin kohti Sarahemlan maata.",
    "30 Ja tapahtui, että Moroniha pysäytti heidän perääntymisensä ja ryhtyi heidän kanssaan taisteluun, niin että siitä tuli tavattoman verinen taistelu; niin, monet saivat surmansa, ja surmansa saaneiden joukosta löydettiin myös Koriantumr.",
    "31 Ja nyt, katso, lamanilaiset eivät voineet perääntyä mihinkään suuntaan, eivät pohjoiseen eivätkä etelään eivätkä itään eivätkä länteen, sillä nefiläiset saartoivat heitä joka puolelta.",
    "32 Ja näin Koriantumr oli vienyt lamanilaiset nefiläisten keskelle, niin että he olivat nefiläisten vallassa, ja hän itse oli saanut surmansa, ja lamanilaiset antautuivat nefiläisten käsiin.",
    "33 Ja tapahtui, että Moroniha otti Sarahemlan kaupungin jälleen haltuunsa ja käski päästää vangeiksi otetut lamanilaiset lähtemään rauhassa maasta.",
    "34 Ja näin päättyi tuomarien hallituskauden neljäskymmenesyhdes vuosi."
  ]
}