{
  "header": {
    "study_summary": "Herra antaa Nefille sinetöimisvoiman. Hän saa voiman sitoa ja päästää maan päällä ja taivaassa. Hän käskee ihmisiä tekemään parannuksen, tai he hukkuvat. Henki kuljettaa häntä väkijoukosta toiseen. Noin 21–20 eKr.",
    "title_number": "Luku 10"
  },
  "verses": [
    "1 Ja tapahtui, että ihmisten kesken syntyi hajaannusta, niin että he hajaantuivat sinne tänne ja menivät matkoihinsa jättäen Nefin yksin siihen, missä hän seisoi heidän keskellään.",
    "2 Ja tapahtui, että Nefi lähti kulkemaan omaa taloaan kohti pohdiskellen niitä asioita, jotka Herra oli näyttänyt hänelle.",
    "3 Ja tapahtui, että kun hän näin pohdiskeli – ollen sangen allapäin nefiläisten kansan jumalattomuuden, heidän salaisten pimeyden tekojensa ja murhiensa ja rosvouksiensa ja kaikenlaisten pahojen tekojensa tähden – ja tapahtui hänen näin pohdiskellessaan sydämessään, että katso, ääni tuli hänelle sanoen:",
    "4 Siunattu olet sinä, Nefi, sen tähden, mitä olet tehnyt, sillä minä olen nähnyt, kuinka sinä olet väsymättä julistanut tälle kansalle sanaa, jonka minä olen sinulle antanut. Etkä sinä ole pelännyt sitä etkä yrittänyt turvata omaa henkeäsi, vaan olet pyrkinyt tekemään minun tahtoni ja pitämään minun käskyni.",
    "5 Ja nyt, koska sinä olet tehnyt tämän niin väsymättömästi, katso, minä siunaan sinua ikuisesti; ja minä teen sinusta väkevän sanassa ja toimessa, uskossa ja teoissa, jopa niin, että kaikki tapahtuu sinulle sanasi mukaisesti, sillä sinä et pyydä sellaista, mikä on vastoin minun tahtoani.",
    "6 Katso, sinä olet Nefi, ja minä olen Jumala. Katso, minä julistan sinulle enkelieni läsnä ollessa, että sinä saat vallan tähän kansaan ja lyöt maata nälänhädällä ja rutolla ja hävityksellä tämän kansan jumalattomuuden mukaisesti.",
    "7 Katso, minä annan sinulle voiman, niin että, mitä sinä sinetöit maan päällä, se on sinetöity taivaassa, ja mitä sinä vapautat maan päällä, se on vapautettu taivaassa; ja niin sinulla on voima tämän kansan keskuudessa.",
    "8 Ja niin, jos sinä sanot tälle temppelille, että se halkeaa kahtia, se tapahtuu.",
    "9 Ja jos sinä sanot tälle vuorelle: Luhistu maan tasalle, se tapahtuu.",
    "10 Ja katso, jos sinä sanot, että Jumala on lyövä tätä kansaa, se tapahtuu.",
    "11 Ja nyt, katso, minä käsken sinun mennä julistamaan tälle kansalle, että näin sanoo Herra Jumala, joka on Kaikkivaltias: Ellette tee parannusta, teitä lyödään jopa niin, että tuhoudutte.",
    "12 Ja katso, nyt tapahtui, että kun Herra oli puhunut nämä sanat Nefille, hän pysähtyi eikä mennyt omaan taloonsa vaan palasi väkijoukkojen luo, jotka olivat hajaantuneet ympäri maata, ja alkoi julistaa niille Herran sanaa, joka hänelle oli puhuttu heidän tuhostaan, elleivät he tekisi parannusta.",
    "13 Nyt, katso, huolimatta siitä suuresta ihmeestä, jonka Nefi oli tehnyt kertoessaan heille ylituomarin kuolemasta, he paaduttivat sydämensä eivätkä kuulleet Herran sanoja.",
    "14 Sen tähden Nefi julisti heille Herran sanaa, sanoen: Ellette tee parannusta, näin sanoo Herra, teitä lyödään jopa niin, että tuhoudutte.",
    "15 Ja tapahtui, että kun Nefi oli julistanut heille sanan, katso, he paaduttivat yhä sydämensä eivätkä tahtoneet kuulla hänen sanojaan; sen tähden he herjasivat häntä ja yrittivät käydä häneen käsiksi voidakseen heittää hänet vankilaan.",
    "16 Mutta katso, Jumalan voima oli hänen kanssaan, eivätkä he voineet ottaa häntä kiinni heittääkseen hänet vankilaan, sillä Henki otti hänet ja vei pois heidän keskeltään.",
    "17 Ja tapahtui, että hän kulki näin Hengen mukana väkijoukon luota toisen luo julistaen Jumalan sanaa, kunnes hän oli julistanut sen niille kaikille tai lähettänyt sen kaiken kansan keskuuteen.",
    "18 Ja tapahtui, etteivät he tahtoneet kuulla hänen sanojaan; ja alkoi olla kiistoja, niin että he jakaantuivat toisiaan vastaan ja alkoivat surmata toisiaan miekalla.",
    "19 Ja niin päättyi Nefin kansan tuomarien hallituskauden seitsemäskymmenesyhdes vuosi."
  ]
}