{
  "header": {
    "study_intro": "Jarediternas uppteckning, tagen från de tjugofyra plåtar som Limhis folk fann på kung Mosiahs tid.",
    "study_summary": "Moroni förkortar Ethers skrifter – Ethers släktlinje framläggs – Jarediternas språk förbistras inte vid Babels torn – Herren lovar att leda dem till ett utvalt land och göra dem till en stor nation.",
    "title": "Ethers bok",
    "title_number": "Kapitel 1"
  },
  "verses": [
    "1 Och nu fortsätter jag, Moroni, med att ge en berättelse om de forna invånare som utrotades av Herrens hand i detta nordliga land.",
    "2 Och jag tar min berättelse från de tjugo och fyra plåtar som Limhis folk fann och som kallas Ethers bok.",
    "3 Och då jag antar att första delen av denna uppteckning, som handlar om världens skapelse och även om Adam och som är en berättelse från den tiden och ända fram till det stora tornet och om allt det som hände bland människobarnen fram till den tiden, finns bland judarna,",
    "4 skriver jag inte om det som hände från Adams dagar fram till den tiden, utan det står på plåtarna, och den som finner dem han skall ha förmåga så att han kan få den fullständiga berättelsen.",
    "5 Men se, jag ger inte den fullständiga berättelsen, men en del av berättelsen ger jag, den från tornet fram till deras undergång.",
    "6 Och på detta sätt ger jag berättelsen: Den som skrev denna uppteckning var Ether, och han var en ättling till Coriantor.",
    "7 Coriantor var Morons son.",
    "8 Och Moron var Ethems son.",
    "9 Och Ethem var Ahahs son.",
    "10 Och Ahah var Sets son.",
    "11 Och Set var Shiblons son.",
    "12 Och Shiblon var Coms son.",
    "13 Och Com var Coriantums son.",
    "14 Och Coriantum var Amnigaddahs son.",
    "15 Och Amnigaddah var Arons son.",
    "16 Och Aron var en ättling till Heth, som var Hearthoms son.",
    "17 Och Hearthom var Libs son.",
    "18 Och Lib var Kishs son.",
    "19 Och Kish var Coroms son.",
    "20 Och Corom var Levis son.",
    "21 Och Levi var Kims son.",
    "22 Och Kim var Moriantons son.",
    "23 Och Morianton var en ättling till Riplakish.",
    "24 Och Riplakish var Shez’ son.",
    "25 Och Shez var Heths son.",
    "26 Och Heth var Coms son.",
    "27 Och Com var Coriantums son.",
    "28 Och Coriantum var Emers son.",
    "29 Och Emer var Omers son.",
    "30 Och Omer var Shules son.",
    "31 Och Shule var Kibs son.",
    "32 Och Kib var son till Orihah, som var Jareds son.",
    "33 Denne Jared kom med sin bror och deras båda familjer och med några andra och deras familjer ut från det stora tornet vid den tid då Herren förbistrade folkets språk och i sin vrede svor att de skulle skingras över hela jordens yta. Och enligt Herrens ord skingrades folket.",
    "34 Och eftersom Jareds bror var en storvuxen och mäktig man och en man som var storligen gynnad av Herren, sade Jared, hans bror, till honom: Ropa till Herren så att han inte förbistrar oss så att vi inte kan förstå våra ord.",
    "35 Och det hände sig att Jareds bror ropade till Herren, och Herren hyste medlidande med Jared. Därför förbistrade han inte Jareds språk, och Jared och hans bror blev inte förbistrade.",
    "36 Då sade Jared till sin bror: Ropa återigen till Herren, och kanske han då vänder bort sin vrede från dem som är våra vänner så att han inte förbistrar deras språk.",
    "37 Och det hände sig att Jareds bror ropade till Herren, och Herren hyste medlidande även med deras vänner och deras familjer så att de inte blev förbistrade.",
    "38 Och det hände sig att Jared återigen talade till sin bror och sade: Gå och fråga Herren om han tänker driva oss ut ur landet, och om han tänker driva oss ut ur landet, fråga honom då vart vi skall gå. Och vem vet om inte Herren vill föra oss bort till ett land som är utvalt framför alla andra på jorden? Och om så är, låt oss vara trofasta mot Herren så att vi kan få det till vår arvedel.",
    "39 Och det hände sig att Jareds bror ropade till Herren enligt det som hade talats av Jareds mun.",
    "40 Och det hände sig att Herren hörde Jareds bror och hyste medlidande med honom och sade till honom:",
    "41 Gå till verket och samla ihop dina hjordar, både hane och hona av varje slag och likaså jordens frön av varje slag, och även dina familjer och även din bror Jared och hans familj och även dina vänner och deras familjer och Jareds vänner och deras familjer.",
    "42 Och när du har gjort detta skall du gå före dem ned i dalen som ligger norrut. Och där skall jag möta dig, och jag skall gå framför dig in i ett land som är utvalt framför alla jordens länder.",
    "43 Och där skall jag välsigna dig och dina avkomlingar och av dina avkomlingar och av din brors avkomlingar och av dem som följer dig, skall jag uppresa en stor nation åt mig. Och det skall inte på hela jordens yta finnas någon nation större än den som jag skall uppresa åt mig av dina avkomlingar. Och detta skall jag göra för dig eftersom du så länge har ropat till mig."
  ]
}