{
  "header": {
    "study_summary": "Orihah regerar i rättfärdighet – Mitt under erövringar och stridigheter uppstår de rivaliserande rikena Shule och Cohor – Profeter fördömer folkets ogudaktighet och avgudadyrkan, och de omvänder sig.",
    "title_number": "Kapitel 7"
  },
  "verses": [
    "1 Och det hände sig att Orihah dömde i landet i rättfärdighet under alla sina dagar, och hans dagar blev mycket talrika.",
    "2 Och han födde söner och döttrar. Ja, han födde trettio och en, varav tjugo och tre var söner.",
    "3 Och det hände sig att han i sin höga ålder även födde Kib. Och det hände sig att Kib regerade i hans ställe, och Kib födde Corihor.",
    "4 Och när Corihor var trettio och två år gammal gjorde han uppror mot sin far och gick över och bodde i Nehors land. Och han födde söner och döttrar, och de blev mycket fagra, varför Corihor drog många människor till sig.",
    "5 Och när han hade samlat ihop en här kom han upp till Morons land där kungen bodde och tog honom tillfånga, vilket uppfyllde Jareds brors ord om att de skulle falla i fångenskap.",
    "6 Nu låg Morons land, där kungen bodde, nära det land som av nephiterna kallas Ödeläggelse.",
    "7 Och det hände sig att Kib och hans folk levde i fångenskap under sin son Corihor till dess han blev mycket gammal. Men Kib födde Shule i sin höga ålder medan han ännu befann sig i fångenskap.",
    "8 Och det hände sig att Shule blev vred på sin bror. Och Shule växte sig stark och blev mäktig vad en mans styrka beträffar, och han var även mäktig i sitt omdöme.",
    "9 Därför begav han sig till kullen Efraim, och han smälte malm ur berget och tillverkade svärd av stål åt dem som han hade dragit till sig. Och sedan han hade beväpnat dem med svärd återvände han till staden Nehor och gav sig i strid med sin bror Corihor, varvid han intog riket och återgav det till sin far Kib.",
    "10 Och på grund av vad Shule hade gjort skänkte hans far honom riket. Därför började han regera i sin fars ställe.",
    "11 Och det hände sig att han dömde i rättfärdighet och utvidgade sitt rike över hela landets yta, ty folket hade blivit mycket talrikt.",
    "12 Och det hände sig att även Shule födde många söner och döttrar.",
    "13 Och Corihor omvände sig från allt det onda som han hade gjort. Därför gav Shule honom makt i sitt rike.",
    "14 Och det hände sig att Corihor hade många söner och döttrar. Och bland Corihors söner fanns en vars namn var Noa.",
    "15 Och det hände sig att Noa gjorde uppror mot kung Shule och även mot sin far, Corihor, och drog med sig sin bror Cohor och även alla sina bröder och många av folket.",
    "16 Han gav sig i strid med kung Shule varvid han tog deras första arveland i besittning. Och han blev kung över den delen av landet.",
    "17 Och det hände sig att han åter gav sig i strid med kung Shule. Och han tog kung Shule och förde bort honom som fånge till Moron.",
    "18 Och det hände sig att när han stod i begrepp att avrätta honom smög sig Shules söner in i Noas hus om natten och dräpte honom och slog in dörren till fängelset och förde ut sin far och satte honom på tronen i hans eget rike.",
    "19 Därför byggde Noas son upp hans rike i hans ställe. Men de fick inte längre makt över kung Shule, och de som stod under kung Shules regering hade mycket stor framgång och tillväxte storligen.",
    "20 Och landet delades och det blev två riken: Shules rike och Cohors, Noas sons, rike.",
    "21 Och Cohor, Noas son, lät sitt folk ge sig i strid med Shule, varvid Shule slog dem och dräpte Cohor.",
    "22 Och nu hade Cohor en son som hette Nimrod. Och Nimrod överlämnade Cohors rike åt Shule, och han fann nåd inför Shules ögon, varför Shule gav honom stora förmåner, och han handlade enligt sina egna önskningar i Shules rike.",
    "23 Och även under Shules regering kom profeter bland folket som var sända av Herren, och de profeterade att folkets ogudaktighet och avgudadyrkan skulle bringa en förbannelse över landet och att de skulle gå under om de inte omvände sig.",
    "24 Och det hände sig att människorna smädade profeterna och hånade dem. Och det hände sig att kung Shule dömde alla dem som smädade profeterna.",
    "25 Och han utfärdade en lag över hela landet som gav profeterna befogenhet att gå vart de ville, och härigenom fördes folket till omvändelse.",
    "26 Och tack vare att folket omvände sig från sin ondska och avgudadyrkan skonade Herren dem, och de började åter få framgång i landet. Och det hände sig att Shule födde söner och döttrar i sin höga ålder.",
    "27 Och det blev inga fler krig i Shules dagar, och han kom ihåg de stora ting som Herren hade gjort för hans fäder då han förde dem över det stora djupet till det utlovade landet. Därför dömde han i rättfärdighet under alla sina dagar."
  ]
}