{
  "header": {
    "study_summary": "Profeten Ether uppmanar folket att tro på Gud – Moroni berättar om de under och mirakel som utförts genom tro – Tro gjorde Jareds bror i stånd att se Kristus – Herren ger människorna svagheter för att de skall kunna bli ödmjuka – Jareds bror flyttade berget Zerin genom tro – Tro, hopp och kärlek är väsentliga för frälsning – Moroni såg Jesus ansikte mot ansikte.",
    "title_number": "Kapitel 12"
  },
  "verses": [
    "1 Och det hände sig att Ether levde i Coriantumrs dagar. Och Coriantumr var kung över hela landet.",
    "2 Och Ether var en Herrens profet, varför Ether framträdde i Coriantumrs dagar och började profetera för folket, ty han kunde inte hållas tillbaka på grund av den Herrens Ande som var i honom.",
    "3 Ty han ropade från morgonen ända till solens nedgång och uppmanade folket att tro på Gud så att de omvände sig, ty annars skulle de förgås, och sade till dem att genom tro fullbordas allting –",
    "4 därför kan var och en som tror på Gud förvisso hoppas på en bättre värld, ja, på en plats på Guds högra sida, vilket hopp kommer av tro och blir ett ankare för människornas själar, vilket gör dem fasta och ståndaktiga, alltid rika på goda gärningar, och leder dem till att prisa Gud.",
    "5 Och det hände sig att Ether profeterade om stora och förunderliga ting för folket, vilka de inte trodde på eftersom de inte såg dem.",
    "6 Och nu vill jag, Moroni, tala något om detta. Jag vill visa världen att tro är något som man hoppas på men som inte syns. Motsäg därför inte för att ni inte ser, ty ni får ingen förvissning förrän efter det att er tro har prövats.",
    "7 Ty det var genom tro som Kristus visade sig för våra fäder efter det att han uppstått från de döda. Och han visade sig inte för dem förrän efter det att de hade tro på honom. Därför måste det vara så att några hade tro på honom, ty han visade sig inte för världen.",
    "8 Men tack vare människors tro har han visat sig för världen och förhärligat Faderns namn och berett en väg så att andra därigenom kan få del av den himmelska gåvan, så att de kan hoppas på det som de inte har sett.",
    "9 Därför kan även ni ha hopp och bli delaktiga i gåvan, om ni bara vill ha tro.",
    "10 Se, det var genom tro som de gamle kallades enligt Guds heliga orden.",
    "11 Och genom tro gavs Moses lag. Men genom att utge sin Son som gåva har Gud berett en långt bättre väg, och det är genom tro som det har fullbordats.",
    "12 Ty om det inte finns tro bland människobarnen kan Gud inte göra underverk bland dem. Därför visade han sig inte förrän efter det att de hade tro.",
    "13 Se, det var Almas och Amuleks tro som fick fängelset att falla till marken.",
    "14 Se, det var Nephis och Lehis tro som åstadkom förändringen bland lamaniterna så att de döptes med eld och med den Helige Anden.",
    "15 Se, det var Ammons och hans bröders tro som åstadkom ett så stort underverk bland lamaniterna.",
    "16 Ja, och alla de som har åstadkommit underverk har åstadkommit dem genom tro, ja, de som levde före Kristus och även de som levde efter honom.",
    "17 Och det var genom tro som de tre lärjungarna fick löftet att de inte skulle smaka döden. Och de fick inte löftet förrän efter det att de hade tro.",
    "18 Och inte heller har någon någonsin utfört underverk förrän efter det att de haft tro, varför de först trodde på Guds Son.",
    "19 Och det fanns många vilkas tro var så oerhört stark, till och med före Kristi ankomst, att de inte kunde utestängas av förlåten utan verkligen såg med sina ögon det som de hade sett med trons öga, och de gladdes.",
    "20 Och se, vi har i denna uppteckning sett att en av dessa var Jareds bror. Ty så stor var hans tro på Gud, att när Gud räckte fram sitt finger kunde han inte dölja det för Jareds brors ögon på grund av sitt ord, som han hade talat till honom, det ord som han hade fått genom tro.",
    "21 Och efter det att Jareds bror hade sett Herrens finger, tack vare det löfte som Jareds bror hade fått genom tro, kunde Herren inte dölja något för hans syn. Därför visade han honom allting, ty han kunde inte längre hållas utanför förlåten.",
    "22 Och det är genom tro som mina fäder fick löftet att dessa ting skulle komma till deras bröder genom icke-judarna. Därför har Herren, ja, Jesus Kristus, befallt mig detta.",
    "23 Och jag sade till honom: Herre, icke-judarna kommer att håna dessa ting på grund av vår svaghet i att skriva. Ty du Herre har gjort oss mäktiga i ord genom tro, men du har inte gjort oss mäktiga i att skriva. Ty du har gjort hela detta folk sådant att de kan tala mycket, tack vare den Helige Anden som du har givit dem.",
    "24 Och du har gjort oss sådana att vi kan skriva endast litet på grund av våra händers tafatthet. Se, du har inte gjort oss mäktiga i att skriva som Jareds bror, ty du gjorde honom sådan att de ting han skrev blev mäktiga alldeles som du är mäktig, så att de förmådde människor att läsa dem.",
    "25 Du har även gjort våra ord så mäktiga och stora att vi inte ens kan skriva dem. Och när vi skriver ser vi vår svaghet och stakar oss när vi skall sätta samman våra ord. Och jag är rädd för att icke-judarna skall håna våra ord.",
    "26 Och när jag hade sagt detta talade Herren till mig och sade: Dårar hånar, men de skall sörja. Och min nåd är tillräcklig för de ödmjuka så att de inte skall dra fördel av er svaghet.",
    "27 Och om människorna kommer till mig skall jag visa dem deras svaghet. Jag ger människorna svaghet för att de skall kunna bli ödmjuka, och min nåd är tillräcklig för alla människor som ödmjukar sig inför mig. Ty om de ödmjukar sig inför mig och har tro på mig, då skall jag göra så att det svaga blir starkt för dem.",
    "28 Se, jag skall visa icke-judarna deras svaghet, och jag skall visa dem att tro, hopp och kärlek leder till mig – all rättfärdighets källa.",
    "29 Och när jag, Moroni, hade hört dessa ord blev jag tröstad och sade: O Herre, ske din rättfärdiga vilja, ty jag vet att du verkar för människobarnen enligt deras tro.",
    "30 Ty Jareds bror sade till berget Zerin: Flytta dig, och det flyttades. Och om han inte hade haft tro skulle det inte ha flyttat sig, eftersom du verkar efter det att människorna har tro.",
    "31 Ty på så sätt uppenbarade du dig för dina lärjungar. Ty efter det att de hade tro och talade i ditt namn uppenbarade du dig för dem i stor makt.",
    "32 Och likaså minns jag att du har sagt att du har berett ett hem åt människan, ja, i din Faders boningar, varom människan kan ha ett storslaget hopp. Därför måste människan hoppas, annars kan hon inte få en arvedel på den plats som du har berett.",
    "33 Och vidare minns jag att du har sagt att du har älskat världen så högt att du har lagt ned ditt liv för världen, så att du skall kunna ta det tillbaka för att bereda en plats åt människobarnen.",
    "34 Och nu vet jag att denna kärlek som du har haft till människobarnen är detsamma som kristlig kärlek. Om därför en människa inte har denna kärlek kan hon inte ärva den plats som du har berett i din Faders boningar.",
    "35 Därför vet jag av det som du har sagt, att om icke-judarna på grund av vår svaghet inte har denna kärlek, så skall du pröva dem och ta deras talent ifrån dem, ja, allt det som de har mottagit, och ge det åt dem som har i rikligare mått.",
    "36 Och det hände sig att jag bad Herren att han skulle visa icke-judarna nåd så att de skulle kunna ha denna kärlek.",
    "37 Och det hände sig att Herren sade till mig: Om de inte har denna kärlek så rör det inte dig, du har ju varit trofast. Därför skall dina kläder göras rena. Och eftersom du har insett din svaghet skall du göras så stark att du kan inta den plats som jag har berett åt dig i min Faders boningar.",
    "38 Och nu bjuder jag, Moroni, icke-judarna farväl, ja, och likaså mina bröder som jag älskar, till dess vi möts inför Kristi domarsäte där alla människor skall veta att mina kläder inte är befläckade med ert blod.",
    "39 Och då skall ni veta att jag har sett Jesus och att han har talat med mig ansikte mot ansikte, och att han för mig med tydlig ödmjukhet, ja, så som en människa berättar något för en annan på mitt eget språk, har berättat om detta.",
    "40 Och endast en del har jag skrivit på grund av min svaghet i att skriva.",
    "41 Och nu vill jag uppmana er att söka denne Jesus om vilken profeterna och apostlarna har skrivit, så att nåden från Gud Fadern och likaså Herren Jesus Kristus och den Helige Anden, som vittnar om dem, må vara och förbli i er för evigt. Amen."
  ]
}