{
  "header": {
    "study_summary": "Kristuksen ääni julistaa pimeydessä monien ihmisten ja kaupunkien tuhoutuneen jumalattomuutensa tähden. Hän julistaa myös jumalallisuutensa, ilmoittaa, että Mooseksen laki on täytetty, ja kutsuu ihmisiä tulemaan luoksensa ja pelastumaan. Noin 34 jKr.",
    "title_number": "Luku 9"
  },
  "verses": [
    "1 Ja tapahtui, että maan kaikkien asukkaiden keskuudessa koko tässä maassa kuului ääni, joka huusi:",
    "2 Voi, voi, voi tätä kansaa, voi koko maan asukkaita, elleivät he tee parannusta, sillä Perkele nauraa ja hänen enkelinsä riemuitsevat surmattujen, kansani ihanien poikien ja tyttärien tähden; ja pahuutensa ja iljetystensä tähden he ovat kaatuneet!",
    "3 Katso, tuon suuren Sarahemlan kaupungin minä olen polttanut tulella, ja sen asukkaat.",
    "4 Ja katso, tuon suuren Moronin kaupungin minä olen antanut vajota meren syvyyksiin ja sen asukkaiden hukkua.",
    "5 Ja katso, tuon suuren Moronihan kaupungin minä olen peittänyt maalla, ja sen asukkaat, kätkeäkseni heidän pahuutensa ja iljetyksensä kasvojeni edestä, jottei profeettojen ja pyhien veri enää todista minulle heitä vastaan.",
    "6 Ja katso, Gilgalin kaupungin minä olen antanut vajota ja sen asukkaiden hautautua maan syvyyksiin;",
    "7 niin, ja Onihan kaupungin ja sen asukkaiden ja Mokumin kaupungin ja sen asukkaiden ja Jerusalemin kaupungin ja sen asukkaiden; ja minä olen antanut vesien nousta niiden sijalle peittääkseni heidän jumalattomuutensa ja iljetyksensä kasvojeni edestä, jottei profeettojen ja pyhien veri enää todista minulle heitä vastaan.",
    "8 Ja katso, Gadiandin kaupungin ja Gadiomnan kaupungin ja Jaakobin kaupungin ja Gimgimnon kaupungin, kaikkien näiden minä olen antanut vajota ja tehnyt niiden sijoille kukkuloita ja laaksoja; ja niiden asukkaat minä olen haudannut maan syvyyksiin peittääkseni heidän jumalattomuutensa ja iljetyksensä kasvojeni edestä, jottei profeettojen ja pyhien veri enää todistaisi minulle heitä vastaan.",
    "9 Ja katso, tuon suuren Jaakobugatin kaupungin, jossa kuningas Jaakobin kansa asui, minä olen antanut palaa tulessa heidän syntiensä ja jumalattomuutensa tähden, joka ylitti koko maailman kaiken jumalattomuuden heidän salamurhiensa ja salaliittojensa tähden, sillä juuri he tuhosivat minun kansani rauhan ja maan hallitusmuodon; sen tähden minä annoin heidän palaa hävittääkseni heidät kasvojeni edestä, jottei profeettojen ja pyhien veri todistaisi enää minulle heitä vastaan.",
    "10 Ja katso, Lamanin kaupungin ja Josin kaupungin ja Gadin kaupungin ja Kiskumenin kaupungin minä olen antanut palaa tulessa, ja niiden asukkaiden, heidän jumalattomuutensa tähden, kun he karkottivat profeetat ja kivittivät niitä, jotka minä lähetin julistamaan heille heidän jumalattomuudestaan ja iljetyksistään.",
    "11 Ja koska he karkottivat heidät kaikki, niin ettei heidän keskuudessaan ollut yhtään vanhurskasta, minä lähetin alas tulen ja hävitin heidät, jotta heidän jumalattomuutensa ja iljetyksensä olisivat peitetyt kasvojeni edestä, jottei niiden profeettojen ja pyhien veri, jotka minä lähetin heidän keskuuteensa, huutaisi minulle maasta heitä vastaan.",
    "12 Ja monien suurten tuhojen minä olen antanut kohdata tätä maata ja tätä kansaa sen jumalattomuuden ja iljetysten tähden.",
    "13 Oi te kaikki, jotka olette säästyneet, koska olitte vanhurskaampia kuin he, ettekö nyt palaa minun luokseni ja tee parannusta synneistänne ja käänny, jotta minä voin parantaa teidät?",
    "14 Niin, totisesti minä sanon teille, että jos te tulette minun luokseni, te saatte iankaikkisen elämän. Katso, minun armon käsivarteni on ojennettuna teitä kohti, ja jokaisen, joka tulee, minä otan vastaan; ja siunattuja ovat ne, jotka tulevat minun luokseni.",
    "15 Katso, minä olen Jeesus Kristus, Jumalan Poika. Minä loin taivaat ja maan ja kaiken, mitä niissä on. Minä olin Isän kanssa alusta asti. Minä olen Isässä ja Isä minussa, ja minussa Isä on kirkastanut nimensä.",
    "16 Minä tulin omieni luokse, ja minun omani eivät ottaneet minua vastaan. Ja minun tulemistani koskevat kirjoitukset ovat toteutuneet.",
    "17 Ja kaikkien, jotka ovat ottaneet minut vastaan, minä olen antanut tulla Jumalan lapsiksi; ja samoin minä annan kaikkien, jotka uskovat minun nimeeni, sillä katso, minun kauttani lunastus tulee, ja minussa Mooseksen laki on täytetty.",
    "18 Minä olen maailman valo ja elämä. Minä olen Alfa ja Oomega, alku ja loppu.",
    "19 Eikä teidän enää pidä uhrata minulle verenvuodatusta; niin, teidän teuras- ja polttouhrienne on lakattava, sillä minä en hyväksy mitään teidän teuras- ja polttouhreistanne.",
    "20 Ja teidän tulee uhrata minulle uhrina särkynyt sydän ja murtunut mieli. Ja jokaisen, joka tulee minun luokseni särkynein sydämin ja murtunein mielin, minä kastan tulella ja Pyhällä Hengellä, samoin kuin lamanilaiset uskonsa tähden minuun kääntymisensä hetkellä kastettiin tulella ja Pyhällä Hengellä, eivätkä he sitä tienneet.",
    "21 Katso, minä olen tullut maailmaan tuomaan lunastuksen maailmalle, pelastamaan maailman synnistä.",
    "22 Sen tähden minä otan vastaan jokaisen, joka tekee parannuksen ja tulee minun luokseni niin kuin pieni lapsi, sillä sellaisten on Jumalan valtakunta. Katso, sellaisten puolesta minä olen antanut henkeni ja ottanut sen jälleen; sen tähden tehkää parannus ja tulkaa minun luokseni, te maan ääret, ja pelastukaa."
  ]
}