{
  "header": {
    "study_summary": "Jeesus hankkii leipää ja viiniä ihmeellisellä tavalla ja siunaa ja antaa jälleen sakramentin kansalle. Jaakobin jäännös tulee tuntemaan Herran Jumalansa ja perii Amerikan mantereen. Jeesus on Mooseksen kaltainen profeetta, ja nefiläiset ovat profeettojen lapsia. Muut Herran kansasta kootaan Jerusalemiin. Noin 34 jKr.",
    "title_number": "Luku 20"
  },
  "verses": [
    "1 Ja tapahtui, että hän käski väkijoukon lakata rukoilemasta, ja myös opetuslastensa. Ja hän antoi heille käskyn, ettei heidän pitänyt lakata rukoilemasta sydämessään.",
    "2 Ja hän käski heidän nousta seisomaan jaloilleen. Ja he nousivat seisomaan jaloilleen.",
    "3 Ja tapahtui, että hän jälleen mursi leipää ja siunasi sen ja antoi opetuslapsille syötäväksi.",
    "4 Ja kun he olivat syöneet, hän käski heidän murtaa leipää ja antaa väkijoukolle.",
    "5 Ja kun he olivat antaneet väkijoukolle, hän antoi heille myös viiniä juotavaksi ja käski heidän antaa väkijoukolle.",
    "6 Nyt, eivät opetuslapset eikä väkijoukko olleet tuoneet leipää eivätkä viiniä;",
    "7 mutta hän totisesti antoi heille leipää syötäväksi ja myös viiniä juotavaksi.",
    "8 Ja hän sanoi heille: Se, joka syö tätä leipää, syö minun ruumistani sielullensa, ja se, joka juo tätä viiniä, juo minun vertani sielullensa; eikä hänen sielullaan ole koskaan nälkä eikä jano, vaan se on kylläinen.",
    "9 Nyt, kun koko väkijoukko oli syönyt ja juonut, katso, se täyttyi Hengellä; ja se huusi yhteen ääneen ja ylisti Jeesusta, jonka se sekä näki että kuuli.",
    "10 Ja tapahtui, että kun he kaikki olivat ylistäneet Jeesusta, hän sanoi heille: Katso, nyt minä täytän sen käskyn, jonka Isä on antanut minulle tästä kansasta, joka on Israelin huoneen jäännös.",
    "11 Te muistatte, että minä puhuin teille ja sanoin, että kun Jesajan sanat toteutuvat – katso, ne on kirjoitettu, teillä on ne edessänne, tutkikaa sen tähden niitä –",
    "12 ja totisesti, totisesti minä sanon teille, että kun ne toteutuvat, silloin toteutuu liitto, jonka Isä on tehnyt kansansa kanssa, oi Israelin huone.",
    "13 Ja silloin ne jäännökset, jotka hajotetaan laajalle maan päälle, kootaan idästä ja lännestä ja etelästä ja pohjoisesta, ja ne saatetaan tuntemaan Herra Jumalansa, joka on lunastanut heidät.",
    "14 Ja Isä on käskenyt minua antamaan teille tämän maan perinnöksenne.",
    "15 Ja minä sanon teille, että elleivät pakanat tee parannusta sen siunauksen jälkeen, jonka ne tulevat saamaan, kun ne ovat hajottaneet minun kansani –",
    "16 silloin te, jotka olette Jaakobin huoneen jäännös, menette niiden keskuuteen, ja te tulette olemaan niiden keskellä, joita on paljon; ja te tulette olemaan niiden keskuudessa niin kuin leijona metsäneläinten parissa ja niin kuin nuori leijona lammaskatraiden keskellä, joka läpi kulkiessansa sekä tallaa maahan että raatelee kappaleiksi, eikä kukaan voi pelastaa.",
    "17 Sinun kätesi kohoaa vastustajiasi vastaan, ja kaikki sinun vihollisesi tuhoutuvat.",
    "18 Ja minä kokoan kansani yhteen, niin kuin mies kokoaa lyhteensä puimatantereelle.",
    "19 Sillä minä teen kansalleni, jonka kanssa Isä on tehnyt liiton, niin, minä teen sinulle sarvet raudasta ja minä teen sinulle sorkat pronssista. Ja sinä muserrat monta kansaa; ja minä vihin Herralle niiden saaliin ja koko maan Herralle niiden rikkaudet. Ja katso, minä olen se, joka sen tekee.",
    "20 Ja tapahtuu, sanoo Isä, että minun oikeudenmukaisuuteni miekka häälyy niiden yllä sinä päivänä, ja elleivät ne tee parannusta, se iskee niitä, sanoo Isä, aivan niin, kaikkia pakanakansakuntia.",
    "21 Ja tapahtuu, että minä vahvistan kansaani, oi Israelin huone.",
    "22 Ja katso, tämän kansan minä asetan asumaan tähän maahan sen liiton toteuttamiseksi, jonka minä tein teidän isänne Jaakobin kanssa; ja se on oleva Uusi-Jerusalem. Ja taivaan voimat tulevat olemaan tämän kansan keskellä, aivan niin, minä tulen olemaan teidän keskellänne.",
    "23 Katso, minä olen se, josta Mooses puhui sanoen: Herra, teidän Jumalanne, on nostava teille veljienne keskuudesta esiin profeetan, minun kaltaiseni; kuulkaa häntä kaikessa, mitä hän teille sanoo. Ja tapahtuu, että jokainen sielu, joka ei sitä profeettaa kuule, erotetaan pois kansasta.",
    "24 Totisesti minä sanon teille: Niin, ja kaikki profeetat Samuelista alkaen ja siitä seuraavat, kaikki, jotka ovat puhuneet, ovat todistaneet minusta.",
    "25 Ja katso, te olette profeettojen lapsia, ja te olette Israelin huonetta, ja te kuulutte siihen liittoon, jonka Isä teki teidän isienne kanssa, sanoen Abrahamille: Sinun jälkeläisissäsi tulevat siunatuiksi kaikki maan sukukunnat.",
    "26 Isä on herättänyt minut ensin teille ja lähettänyt minut siunaamaan teitä kääntämällä kunkin teistä pois pahoista teoistanne; ja tämä siksi, että te olette liiton lapsia –",
    "27 ja sen jälkeen, kun teitä on siunattu, Isä toteuttaa sen liiton, jonka hän teki Abrahamin kanssa sanoen: Sinun jälkeläisissäsi tulevat siunatuiksi kaikki maan sukukunnat – vuodattaakseen Pyhän Hengen minun kauttani pakanoiden päälle, mikä siunaus pakanoille tekee heistä kaikkia muita mahtavampia, niin että he hajottavat minun kansani, oi Israelin huone.",
    "28 Ja heistä tulee ruoska tämän maan kansalle. Mutta kun he ovat saaneet minun evankeliumini täyteyden, niin jos he silloin paaduttavat sydämensä minua vastaan, minä palautan heidän pahat tekonsa heidän itsensä päälle, sanoo Isä.",
    "29 Ja minä muistan liiton, jonka olen tehnyt kansani kanssa; ja minä olen tehnyt sen kanssa liiton, että minä kokoan sen yhteen hyväksi näkemänäni aikana, että minä annan sille jälleen sen perinnöksi sen isien maan, joka on Jerusalemin maa, joka on sille luvattu maa ikuisesti, sanoo Isä.",
    "30 Ja tapahtuu, että tulee aika, jolloin minun evankeliumini täyteys saarnataan sille;",
    "31 ja se uskoo minuun, että minä olen Jeesus Kristus, Jumalan Poika, ja rukoilee Isää minun nimessäni.",
    "32 Silloin sen vartijat korottavat äänensä, ja yhteen ääneen he laulavat, sillä omin silmin he näkevät.",
    "33 Silloin Isä kokoaa sen jälleen yhteen ja antaa sille Jerusalemin sen perintömaaksi.",
    "34 Silloin se puhkeaa riemuun: Laulakaa yhdessä, te Jerusalemin rauniot, sillä Herra on antanut kansalleen lohdutuksen, hän on lunastanut Jerusalemin.",
    "35 Isä on paljastanut pyhän käsivartensa kaikkien kansakuntien silmien edessä, ja kaikki maan ääret saavat nähdä Isän pelastuksen; ja Isä ja minä olemme yhtä.",
    "36 Ja silloin on toteutuva se, mitä on kirjoitettu: Herää, herää jälleen, ja pukeudu voimaasi, oi Siion; pue yllesi kauniit vaatteesi, oi Jerusalem, pyhä kaupunki, sillä vastedes ei enää tule sinun sisällesi ympärileikkaamaton eikä epäpuhdas.",
    "37 Ravista tomu yltäsi, nouse, istuudu sijallesi, oi Jerusalem; irrota kahleet kaulastasi, oi vangittu tytär Siion.",
    "38 Sillä näin sanoo Herra: Ilmaiseksi te olette itsenne myyneet, ja ilman rahaa teidät lunastetaan.",
    "39 Totisesti, totisesti minä sanon teille, että minun kansani on tunteva minun nimeni; niin, sinä päivänä se tietää, että puhuja olen minä.",
    "40 Ja silloin se sanoo: Kuinka ihanat ovat vuorilla ilosanoman tuojan jalat! Hän julistaa rauhaa, hän tuo heille hyvän ilosanoman, hän julistaa pelastusta, hän sanoo Siionille: Sinun Jumalasi hallitsee!",
    "41 Ja silloin kuuluu huuto: Lähtekää, lähtekää, menkää pois sieltä, älkää koskeko siihen, mikä on saastaista; menkää pois sen keskeltä, pitäkää itsenne puhtaina, te Herran astioiden kantajat.",
    "42 Sillä te ette lähde kiireesti ettekä kulje paeten, sillä Herra kulkee teidän edellänne, ja Israelin Jumala on teidän selustanne suojana.",
    "43 Katso, minun palvelijani menestyy; hänestä tulee korotettu ja ylhäinen ja hyvin korkea.",
    "44 Niin kuin monet hämmästyivät sinua – hänen kasvonsa olivat niin runnellut, pahemmin kuin kenenkään ihmisen, ja hänen muotonsa pahemmin kuin ihmisten poikien –",
    "45 niin hän on vihmova monet kansakunnat; hänen tähtensä kuninkaat sulkevat suunsa, sillä sen, mitä heille ei ole kerrottu, he saavat nähdä, ja sen, mistä he eivät ole kuulleet, he saavat kokea.",
    "46 Totisesti, totisesti minä sanon teille: Kaikki tämä on varmasti tapahtuva, niin kuin Isä on minua käskenyt. Silloin tämä liitto, jonka Isä on tehnyt kansansa kanssa, toteutuu, ja silloin Jerusalemissa asuu jälleen minun kansani, ja se on oleva sen perintömaa."
  ]
}