{
  "header": {
    "study_summary": "Viimeisinä päivinä Siionia ja sen vaarnoja vahvistetaan ja Israel kootaan armossa ja lempeydessä. Se voittaa. VertaaJesaja 54. Noin 34 jKr.",
    "title_number": "Luku 22"
  },
  "verses": [
    "1 Ja silloin tapahtuu se, mistä on kirjoitettu: Laula, oi hedelmätön, sinä, joka et ole synnyttänyt; puhkea lauluun ja huuda ääneen, sinä, joka et ole synnytyskipuja kokenut; sillä enemmän on lapsia yksinäisellä kuin aviovaimolla, sanoo Herra.",
    "2 Tee telttasi sija suureksi, ja levitettäköön asumustesi kangasta; älä säästele, pidennä köytesi ja vahvista vaarnasi;",
    "3 sillä sinä laajenet oikealle ja vasemmalle, ja sinun jälkeläisesi perivät pakanat ja asuttavat autiot kaupungit.",
    "4 Älä pelkää, sillä ei sinua nöyryytetä, äläkä häpeile, sillä ei sinua saateta häpeään; sillä sinä unohdat nuoruutesi häpeän, etkä muista nuoruutesi häpeää etkä muista enää leskeytesi häpeää.",
    "5 Sillä sinun luojasi, sinun aviomiehesi, Herra Sebaot on hänen nimensä; ja sinun Lunastajasi, Israelin Pyhä – häntä kutsutaan koko maan Jumalaksi.",
    "6 Sillä Herra on kutsunut sinut niin kuin hylätyn ja hengessä murheellisen naisen ja nuoruuden vaimon, kun sinä olit hylätty, sanoo sinun Jumalasi.",
    "7 Sillä pieneksi hetkeksi minä olen sinut hylännyt, mutta suurilla armoteoilla minä kokoan sinut.",
    "8 Vihastuksen hetkellä minä kätkin kasvoni sinulta hetkeksi, mutta ikuisella hyvyydellä minä armahdan sinua, sanoo Herra, sinun Lunastajasi.",
    "9 Sillä tämä on minulle niin kuin Nooan vedet, sillä niin kuin minä olen vannonut, etteivät Nooan vedet enää tulvisi maan yli, niin minä olen vannonut, etten sinuun vihastuisi.",
    "10 Sillä vuoret väistykööt ja kukkulat horjukoot, mutta minun hyvyyteni ei sinusta väisty eikä minun rauhanliittoni horju, sanoo Herra, joka sinua armahtaa.",
    "11 Oi, sinä ahdistettu, myrskyn heittelemä ja lohduton! Katso, minä rakennan sinut kauniista jalokivistä ja lasken sinun perustuksesi safiireista.",
    "12 Ja minä teen sinun ikkunasi akaateista ja porttisi rubiineista ja kaikki ympärysmuurisi loistavista kivistä.",
    "13 Ja Herra on opettava kaikkia sinun lapsiasi, ja suuri on sinun lastesi rauha.",
    "14 Vanhurskaudessa sinut vahvistetaan; sinä olet kaukana sorrosta, sillä sinä et pelkää, ja kauhusta, sillä se ei tule lähellesi.",
    "15 Katso, sinua vastaan tosin kokoonnutaan yhteen, mutta ei minun tahdostani; jokainen, joka kokoontuu yhteen sinua vastaan, kaatuu sinun tähtesi.",
    "16 Katso, minä olen luonut sepän, joka lietsoo hehkuvia hiiliä ja joka takoo aseen työllänsä; ja minä olen luonut tuhoojan tuhoamaan.",
    "17 Ei mikään ase, joka taotaan sinua vastaan, tehoa; ja jokaisen kielen, joka herjaa sinua vastaan, sinä tuomitset tuomiolla. Tämä on Herran palvelijoiden perintö, ja heidän vanhurskautensa on minusta, sanoo Herra."
  ]
}