{
  "header": {
    "study_summary": "Yhdeksän kahdestatoista opetuslapsesta haluaa ja saa lupauksen perinnöstä Kristuksen valtakunnassa, kun he kuolevat. Kolme nefiläistä haluaa ja saa vallan kuoleman yli jäädäkseen maan päälle, kunnes Jeesus tulee jälleen. Heidät muutetaan ja he näkevät sellaista, mistä ei ole lupa puhua, ja he palvelevat nyt ihmisten keskuudessa. Noin 34–35 jKr.",
    "title_number": "Luku 28"
  },
  "verses": [
    "1 Ja tapahtui, että kun Jeesus oli sanonut nämä sanat, hän puhui opetuslapsilleen yksitellen, sanoen heille: Mitä sinä tahdot minulta, sen jälkeen kun minä olen mennyt Isän luokse?",
    "2 Ja kolmea lukuun ottamatta he kaikki puhuivat sanoen: Me tahdomme, että elettyämme ihmisen iän meidän palvelutyömme, johon sinä olet meidät kutsunut, päättyisi, niin että voimme joutuin tulla sinun luoksesi sinun valtakuntaasi.",
    "3 Ja hän sanoi heille: Te olette siunattuja, koska tätä minulta pyysitte; sen tähden, kun te olette seitsemänkymmenenkahden vuoden ikäisiä, te saatte tulla minun luokseni minun valtakuntaani; ja minun luonani te löydätte levon.",
    "4 Ja kun hän oli puhunut heille, hän kääntyi niiden kolmen puoleen ja sanoi heille: Mitä te tahdotte minun tekevän teille, kun olen mennyt Isän luokse?",
    "5 Ja he murehtivat sydämessään, sillä he eivät uskaltaneet puhua hänelle siitä, mitä he halusivat.",
    "6 Ja hän sanoi heille: Katso, minä tunnen teidän ajatuksenne, ja te olette halunneet sitä, mitä Johannes, rakkaani, joka oli kanssani palvelutyössäni ennen kuin juutalaiset minut korottivat, halusi minulta.",
    "7 Sen tähden te olette siunatumpia, sillä te ette koskaan maista kuolemaa, vaan te saatte elää nähdäksenne kaiken, mitä Isä tekee ihmislapsille, kunnes kaikki on täytetty Isän tahdon mukaisesti, kun minä tulen kirkkaudessani mukanani taivaan voimat.",
    "8 Ettekä te koskaan kärsi kuoleman tuskia, vaan kun minä tulen kirkkaudessani, teidät muutetaan silmänräpäyksessä kuolevaisuudesta kuolemattomuuteen, ja silloin te olette siunattuja minun Isäni valtakunnassa.",
    "9 Ja vielä, teillä ei ole tuskaa lihassa asuessanne, eikä myöskään murhetta, paitsi maailman syntien tähden; ja kaiken tämän minä teen sen tähden, mitä te olette minulta halunneet, sillä te olette halunneet, että voisitte tuoda ihmissieluja minun luokseni, niin kauan kuin maailma pysyy.",
    "10 Ja tästä syystä te saatte ilon täyteyden, ja te saatte istua minun Isäni valtakunnassa; niin, teidän ilonne on oleva täysi, samoin kuin Isä on antanut minulle ilon täyteyden, ja te tulette olemaan niin kuin minä olen, ja minä olen niin kuin Isä, ja Isä ja minä olemme yhtä;",
    "11 ja Pyhä Henki todistaa Isästä ja minusta; ja Isä antaa Pyhän Hengen ihmislapsille minun tähteni.",
    "12 Ja tapahtui, että kun Jeesus oli puhunut nämä sanat, hän kosketti sormellaan heitä jokaista, paitsi niitä kolmea, joiden oli määrä jäädä, ja sitten hän meni pois.",
    "13 Ja katso, taivaat aukenivat, ja heidät temmattiin ylös taivaaseen, ja he näkivät ja kuulivat sanomattomia asioita.",
    "14 Ja heitä kiellettiin puhumasta, eikä heille myöskään annettu voimaa, että he olisivat voineet puhua siitä, mitä he näkivät ja kuulivat;",
    "15 ja sitä, olivatko he ruumiissa vai poissa ruumiista, he eivät osanneet sanoa, sillä se näytti heistä ikään kuin he olisivat kirkastuneet, niin että he muuttuivat tästä lihallisesta ruumiista kuolemattomaan tilaan voidakseen katsella sitä, mikä on Jumalasta.",
    "16 Mutta tapahtui, että he opettivat jälleen maan päällä; kuitenkaan he eivät opettaneet niitä asioita, mitä olivat kuulleet ja nähneet, sen kiellon tähden, joka heille taivaassa annettiin.",
    "17 Ja nyt, minä en tiedä, olivatko he kirkastumisensa päivästä lähtien kuolevaisia vai kuolemattomia;",
    "18 mutta tämän verran minä tiedän sen aikakirjan mukaan, joka on annettu: He kulkivat maan päällä ja palvelivat kaikkia ihmisiä, liittäen kirkkoon kaikki, jotka uskoivat heidän saarnaamiseensa, kastaen heitä, ja kaikki, jotka kastettiin, saivat Pyhän Hengen.",
    "19 Ja ne, jotka eivät kuuluneet kirkkoon, heittivät heidät vankilaan. Eivätkä vankilat voineet pidättää heitä, sillä ne halkesivat kahtia.",
    "20 Ja heidät heitettiin alas maan sisään, mutta he löivät maata Jumalan sanalla, niin että he hänen voimallansa vapautuivat maan syvyyksistä; ja sen tähden ei voitu kaivaa sellaisia kuoppia, jotka olisivat riittäneet pidättämään heitä.",
    "21 Ja kolmesti heidät heitettiin palavaan uuniin, eivätkä he kärsineet vahinkoa.",
    "22 Ja kahdesti heidät heitettiin villipetojen luolaan; ja katso, he leikkivät petojen kanssa, niin kuin lapsi imevän karitsan kanssa, eivätkä he kärsineet vahinkoa.",
    "23 Ja tapahtui, että he kulkivat näin kaiken Nefin kansan keskuudessa ja saarnasivat Kristuksen evankeliumia kaikelle kansalle koko maassa; ja he kääntyivät Herraan ja liittyivät Kristuksen kirkkoon, ja niin sen sukupolven ihmiset olivat siunattuja, Jeesuksen sanan mukaisesti.",
    "24 Ja nyt minä, Mormon, lakkaan joksikin aikaa puhumasta näistä asioista.",
    "25 Katso, minä aioin kirjoittaa niiden nimet, jotka eivät koskaan maistaisi kuolemaa, mutta Herra kielsi; sen tähden minä en kirjoita niitä, sillä ne salataan maailmalta.",
    "26 Mutta katso, minä olen nähnyt heidät, ja he ovat palvelleet minua.",
    "27 Ja katso, he tulevat olemaan pakanoiden keskuudessa, eivätkä pakanat tunne heitä.",
    "28 He tulevat olemaan myös juutalaisten keskuudessa, eivätkä juutalaiset tunne heitä.",
    "29 Ja tapahtuu, kun Herra viisaudessaan näkee hyväksi, että he palvelevat kaikkia Israelin hajotettuja heimoja ja kaikkia kansakuntia, sukuja, kieliä ja kansoja ja tuovat niiden joukosta monia sieluja Jeesuksen luokse, niin että heidän halunsa toteutuu ja myös sen vakuuttavan Jumalan voiman tähden, joka heissä on.",
    "30 Ja he ovat kuin Jumalan enkelit, ja jos he rukoilevat Isää Jeesuksen nimessä, he voivat näyttäytyä kenelle tahansa ihmiselle, kenelle hyväksi näkevät.",
    "31 Sen tähden he tekevät suuria ja ihmeellisiä tekoja ennen sitä suurta ja tulevaa päivää, jolloin kaikkien ihmisten totisesti täytyy seisoa Kristuksen tuomioistuimen edessä;",
    "32 ja myös pakanoiden keskuudessa he tekevät suuren ja ihmeellisen teon ennen sitä tuomiopäivää.",
    "33 Ja jos teillä olisi kaikki kirjoitukset, jotka kertovat kaikista Kristuksen ihmeellisistä teoista, Kristuksen sanojen mukaisesti te tietäisitte, että näiden asioiden täytyy varmasti tapahtua.",
    "34 Ja voi sitä, joka ei kuule Jeesuksen sanoja eikä niitäkään, jotka hän on valinnut ja lähettänyt heidän keskuuteensa; sillä joka ei ota vastaan Jeesuksen sanoja ja niiden sanoja, jotka hän on lähettänyt, ei ota vastaan häntä, ja sen tähden hän ei ota heitä vastaan viimeisenä päivänä;",
    "35 ja heille olisi parempi, etteivät he olisi syntyneet. Sillä luuletteko te voivanne välttyä loukatun Jumalan oikeudenmukaisuudelta, Jumalan, joka on poljettu ihmisten jalkoihin, jotta pelastus siten voisi tulla?",
    "36 Ja nyt katso, kun minä puhuin niistä, jotka Herra oli valinnut, niin, nimittäin niistä kolmesta, jotka temmattiin taivaisiin, etten tiennyt, oliko heidät puhdistettu kuolevaisuudesta kuolemattomuuteen –",
    "37 mutta katso, kirjoitettuani minä olen kysynyt Herralta, ja hän on ilmaissut minulle, että heidän ruumiissaan täytyi tapahtua muutos, tai muuten heidän täytyisi maistaa kuolemaa;",
    "38 sen tähden, jotta he eivät maistaisi kuolemaa, heidän ruumiissaan tapahtui muutos, jotteivät he kärsisi kipua eivätkä murhetta, paitsi maailman syntien tähden.",
    "39 Nyt tämä muutos ei ollut samanlainen kuin se, joka tapahtuu viimeisenä päivänä; mutta heissä tapahtui muutos, niin ettei Saatana voinut saada heihin valtaa, ettei hän voinut kiusata heitä; ja heidät pyhitettiin lihassa, niin että he olivat pyhiä, eivätkä maan vallat voineet heitä estää.",
    "40 Ja tähän tilaan heidän oli määrä jäädä Kristuksen tuomiopäivään asti; ja sinä päivänä heidän oli määrä kokea suurempi muutos ja tulla vastaanotetuiksi Isän valtakuntaan, eivätkä he enää lähtisi sieltä vaan asuisivat Jumalan luona taivaissa iankaikkisesti."
  ]
}