{
  "header": {
    "study_summary": "Mormon johtaa nefiläisten sotajoukkoja. Veri ja verilöyly peittävät maan. Nefiläiset valittavat ja surevat tuomittujen murheen vallassa. Heidän armonaikansa on ohitse. Mormon saa haltuunsa Nefin levyt. Sodat jatkuvat. Noin 327–350 jKr.",
    "title_number": "Luku 2"
  },
  "verses": [
    "1 Ja sinä samana vuonna tapahtui, että nefiläisten ja lamanilaisten välillä alkoi jälleen sota. Ja vaikka minä olin nuori, olin isokokoinen; sen tähden Nefin kansa nimitti minut johtajakseen eli sotajoukkojensa johtajaksi.",
    "2 Sen tähden tapahtui, että kuudentenatoista vuotenani minä lähdin nefiläisten sotajoukon johdossa lamanilaisia vastaan; kolmesataakaksikymmentäkuusi vuotta oli siis kulunut.",
    "3 Ja tapahtui, että kolmantenasadantenakahdentenakymmenentenäseitsemäntenä vuonna lamanilaiset kävivät kimppuumme tavattoman suurin voimin, niin että he pelästyttivät minun sotajoukkoni; sen tähden ne eivät tahtoneet taistella, ja ne alkoivat perääntyä kohti pohjoisia seutuja.",
    "4 Ja tapahtui, että me tulimme Angolan kaupunkiin, ja me otimme kaupungin haltuumme ja valmistauduimme puolustautumaan lamanilaisia vastaan. Ja tapahtui, että me linnoitimme kaupunkia kaikin voimin, mutta kaikista meidän linnoituksistamme huolimatta lamanilaiset kävivät meidän kimppuumme ja ajoivat meidät pois kaupungista.",
    "5 Ja he ajoivat meidät myös pois Daavidin maasta.",
    "6 Ja me marssimme eteenpäin ja tulimme Joosuan maahan, joka oli lännessä merenrannikon rajamailla.",
    "7 Ja tapahtui, että me kokosimme väkemme niin nopeasti kuin mahdollista saadaksemme sen kokoon yhdeksi joukoksi.",
    "8 Mutta katso, maa oli täynnä rosvoja ja lamanilaisia, ja huolimatta siitä suuresta tuhosta, joka häälyi kansani yllä, se ei tehnyt parannusta pahoista teoistaan; sen tähden veri ja verilöyly levisivät kaikkialle maahan, sekä nefiläisten puolella että lamanilaisten puolella; ja kautta koko maan oli täydellinen vallankumous.",
    "9 Ja nyt, lamanilaisilla oli kuningas, ja hänen nimensä oli Aaron; ja hän tuli meidän kimppuumme neljänkymmenenneljäntuhannen sotajoukolla. Ja katso, minä pidin puoleni häntä vastaan neljälläkymmenelläkahdellatuhannella. Ja tapahtui, että minä löin hänet sotajoukoillani, niin että hän pakeni edeltäni. Ja katso, kaikki tämä tapahtui, ja kolmesataakolmekymmentä vuotta oli kulunut.",
    "10 Ja tapahtui, että nefiläiset alkoivat tehdä parannusta pahuudestaan ja alkoivat huutaa, niin kuin profeetta Samuel oli profetoinut; sillä katso, kukaan ei voinut pitää sitä, mikä oli hänen omaansa, niiden varkaiden ja rosvojen ja murhaajien ja sen magian ja noituuden tähden, joita maassa oli.",
    "11 Niin koko maassa alkoi olla suru ja valitus näiden asioiden tähden, ja etenkin Nefin kansan keskuudessa.",
    "12 Ja tapahtui, että kun minä, Mormon, näin heidän valituksensa ja surunsa ja murheensa Herran edessä, minun sydämeni alkoi riemuita sisimmässäni, koska tunsin Herran armoteot ja pitkämielisyyden; sen tähden luulin, että hän olisi heille armollinen, niin että heistä tulisi jälleen vanhurskas kansa.",
    "13 Mutta katso, tämä minun iloni Jumalan hyvyyden tähden oli turha, sillä heidän murheensa ei johtanut parannukseen, vaan se oli pikemminkin tuomittujen murehtimista, koska Herra ei aina sallisi heidän saavan onnea synnistä.",
    "14 Eivätkä he tulleet Jeesuksen luokse särkynein sydämin ja murtunein mielin, vaan he kirosivat Jumalaa ja toivoivat kuolevansa. Kuitenkin he taistelivat miekalla henkensä edestä.",
    "15 Ja tapahtui, että minun murheeni palasi minuun jälleen, ja minä näin, että armonaika oli heiltä ohitse sekä ajallisesti että hengellisesti, sillä minä näin tuhansittain heitä lyötävän maahan avoimessa kapinassa Jumalaansa vastaan ja kasattavan kuin lantaa maan päälle. Ja näin oli kulunut kolmesataaneljäkymmentäneljä vuotta.",
    "16 Ja tapahtui, että kolmantenasadantenaneljäntenäkymmenentenäviidentenä vuonna nefiläiset alkoivat paeta lamanilaisia, ja heitä ajettiin takaa, kunnes he tulivat aina Jasonin maahan asti, ennen kuin oli mahdollista pysäyttää heidän perääntymisensä.",
    "17 Ja nyt, Jasonin kaupunki oli lähellä sitä maata, minne Ammaron oli tallettanut aikakirjat Herran huomaan, jotta ne eivät tuhoutuisi. Ja katso, minä olin mennyt Ammaronin sanan mukaisesti ottamaan Nefin levyt ja tein aikakirjaa Ammaronin sanojen mukaisesti.",
    "18 Ja Nefin levyihin minä tein täydellisen kertomuksen kaikesta jumalattomuudesta ja iljetyksistä, mutta näihin levyihin minä pidätyin tekemästä täydellistä kertomusta heidän jumalattomuudestaan ja iljetyksistään, sillä katso, jatkuva jumalattomuuden ja iljetysten näky on ollut silmieni edessä siitä asti, kun olen ollut kyllin vanha ihmisen teitä katselemaan.",
    "19 Ja voi minua heidän jumalattomuutensa tähden, sillä minun sydämeni on ollut täynnä murhetta heidän jumalattomuutensa tähden koko elinaikani; kuitenkin minä tiedän, että minut ylennetään viimeisenä päivänä.",
    "20 Ja tapahtui, että tänä vuonna Nefin kansaa jälleen metsästettiin ja ajettiin. Ja tapahtui, että meitä ajettiin takaa, kunnes olimme tulleet pohjoiseen maahan, jonka nimi oli Seem.",
    "21 Ja tapahtui, että me linnoitimme Seemin kaupungin ja kokosimme sinne väkeämme niin paljon kuin mahdollista, voidaksemme kenties pelastaa heidät tuholta.",
    "22 Ja tapahtui, että kolmantenasadantenaneljäntenäkymmenentenäkuudentena vuonna he alkoivat jälleen käydä meidän kimppuumme.",
    "23 Ja tapahtui, että minä puhuin väelleni ja kannustin sitä voimakkaasti, että se pitäisi rohkeasti puolensa lamanilaisten edessä ja taistelisi vaimojensa ja lastensa ja talojensa ja kotiensa puolesta.",
    "24 Ja minun sanani antoivat heille jonkin verran pontta, niin etteivät he paenneet lamanilaisia vaan pitivät rohkeasti puolensa heitä vastaan.",
    "25 Ja tapahtui, että me taistelimme kolmenkymmenentuhannen sotajoukolla viidenkymmenentuhannen sotajoukkoa vastaan. Ja tapahtui, että me pidimme niin lujasti puolemme heitä vastaan, että he pakenivat meidän edeltämme.",
    "26 Ja tapahtui, että kun he olivat paenneet, me ajoimme heitä sotajoukkoinemme takaa ja kohtasimme heidät jälleen ja löimme heidät; Herran voima ei kuitenkaan ollut meidän kanssamme; niin, me jäimme yksin, niin ettei Herran Henki pysynyt meissä; sen tähden meistä oli tullut yhtä heikkoja kuin veljemme.",
    "27 Ja minun sydämeni murehti tämän minun kansani suuren onnettomuuden tähden, sen jumalattomuuden ja iljetysten tähden. Mutta katso, me lähdimme lamanilaisia ja Gadiantonin rosvoja vastaan, kunnes olimme jälleen ottaneet haltuumme perintömaamme.",
    "28 Ja kolmassadasneljäskymmenesyhdeksäs vuosi oli kulunut. Ja kolmantenasadantenaviidentenäkymmenentenä vuonna me teimme lamanilaisten ja Gadiantonin rosvojen kanssa sopimuksen, jossa jaoimme perintömaamme.",
    "29 Ja lamanilaiset antoivat meille pohjoisenpuoleisen maan, niin, aina siihen kapeaan kulkuväylään asti, joka johti etelänpuoleiseen maahan. Ja me annoimme lamanilaisille koko etelänpuoleisen maan."
  ]
}