{
  "header": {
    "study_summary": "Mormon huutaa parannusta nefiläisille. He saavat suuren voiton ja kerskuvat omasta voimastaan. Mormon kieltäytyy johtamasta heitä, ja hänen rukouksensa heidän puolestaan tapahtuvat ilman uskoa. Mormonin kirja kehottaa Israelin kahtatoista heimoa uskomaan evankeliumiin. Noin 360–362 jKr.",
    "title_number": "Luku 3"
  },
  "verses": [
    "1 Ja tapahtui, että lamanilaiset eivät tulleet uudelleen taistelemaan, ennen kuin oli kulunut vielä kymmenen vuotta. Ja katso, minä olin pitänyt kansani, nefiläiset, työssä valmistamassa maitaan ja aseitaan taistelun ajan varalta.",
    "2 Ja tapahtui, että Herra sanoi minulle: Huuda tälle kansalle – Tehkää parannus ja tulkaa minun luokseni ja ottakaa kaste ja rakentakaa jälleen minun kirkkoani, niin te säästytte.",
    "3 Ja minä huusin tälle kansalle, mutta se oli turhaa; eikä se käsittänyt, että Herra sen oli säästänyt ja suonut sille mahdollisuuden parannukseen. Ja katso, se paadutti sydämensä Herraa Jumalaansa vastaan.",
    "4 Ja tapahtui, että kun tämä kymmenes vuosi oli kulunut eli kaikkiaan kolmesataakuusikymmentä vuotta Kristuksen tulemisesta, lamanilaisten kuningas lähetti minulle kirjeen, josta sain tietää, että he valmistautuivat jälleen tulemaan taistelemaan meitä vastaan.",
    "5 Ja tapahtui, että minä käskin kansani kokoontua Hävityksenmaahan erääseen kaupunkiin, joka oli rajamailla lähellä etelänpuoleiseen maahan johtavaa kapeaa kulkutietä.",
    "6 Ja sinne me sijoitimme sotajoukkomme, jotta voisimme pysäyttää lamanilaisten sotajoukot, niin etteivät he saisi haltuunsa mitään meidän maistamme; sen tähden me linnoittauduimme heitä vastaan kaikin voimin.",
    "7 Ja tapahtui, että kolmantenasadantenakuudentenakymmenentenäyhdentenä vuonna lamanilaiset tulivat alas Hävityksenkaupungin luo taistelemaan meitä vastaan; ja tapahtui, että sinä vuonna me löimme heidät, niin että he palasivat jälleen omille mailleen.",
    "8 Ja kolmantenasadantenakuudentenakymmenentenäkahdentena vuonna he tulivat jälleen alas taistelemaan. Ja me löimme heidät jälleen ja surmasimme suuren määrän heistä, ja heidän kuolleensa heitettiin mereen.",
    "9 Ja nyt, tämän suuren asian tähden, jonka minun kansani, nefiläiset, olivat tehneet, he alkoivat kerskua omasta voimastaan ja alkoivat vannoa taivaiden edessä, että he kostaisivat niiden veljiensä veren, jotka heidän vihollisensa olivat surmanneet.",
    "10 Ja he vannoivat taivaiden kautta sekä Jumalan valtaistuimen kautta, että he lähtisivät ylös taistelemaan vihollisiaan vastaan ja hävittäisivät heidät maasta.",
    "11 Ja tapahtui, että minä, Mormon, kieltäydyin tästä lähtien kokonaan olemasta tämän kansan komentajana ja johtajana sen jumalattomuuden ja iljetyksen tähden.",
    "12 Katso, minä olin johtanut sitä, sen jumalattomuudesta huolimatta minä olin monta kertaa johtanut sen taisteluun ja olin rakastanut sitä Jumalan rakkauden mukaisesti, joka oli minussa, koko sydämestäni; ja sieluni oli vuodatettu rukouksessa Jumalalleni kaiken päivää sen puolesta; mutta se tapahtui ilman uskoa sen sydänten paatumuksen tähden.",
    "13 Ja kolmesti minä olen pelastanut sen sen vihollisten käsistä, eikä se ole tehnyt parannusta synneistään.",
    "14 Ja kun se oli vannonut kaiken sen kautta, minkä meidän Herramme ja Vapahtajamme Jeesus Kristus oli siltä kieltänyt, että se lähtisi vihollisiansa vastaan taistelemaan ja kostaisi veljiensä veren, katso, Herran ääni tuli minulle sanoen:",
    "15 Kosto on minun, ja minä maksan tekojen mukaan; ja koska tämä kansa ei tehnyt parannusta, sen jälkeen kun minä olin pelastanut sen, katso, se hävitetään maan päältä.",
    "16 Ja tapahtui, että minä kieltäydyin kokonaan lähtemästä vihollisiani vastaan; ja minä tein niin kuin Herra oli käskenyt minua; ja minä olin toimettomana todistajana tuodakseni julki maailmalle kaiken sen, mitä näin ja kuulin, sen Hengen ilmoitusten mukaisesti, joka oli todistanut tulevista asioista.",
    "17 Sen tähden minä kirjoitan teille, pakanat, ja myös sinulle, Israelin huone, kun työ alkaa, että sinä valmistautuisit palaamaan perintömaahasi;",
    "18 niin, katso, minä kirjoitan kaikille maan äärille; niin, teille Israelin kahdelletoista heimolle, jotka ne kaksitoista, jotka Jeesus valitsi opetuslapsiksensa Jerusalemin maassa, tulevat tuomitsemaan teidän tekojenne mukaan.",
    "19 Ja minä kirjoitan myös tämän kansan jäännökselle, jonka myös ne kaksitoista, jotka Jeesus valitsi tässä maassa, tulevat tuomitsemaan; ja ne toiset kaksitoista, jotka Jeesus valitsi Jerusalemin maassa, tulevat tuomitsemaan heidät.",
    "20 Ja nämä asiat Henki ilmaisee minulle; sen tähden minä kirjoitan teille kaikille. Ja tästä syystä minä kirjoitan teille, jotta tietäisitte, että teidän kaikkien on seistävä Kristuksen tuomioistuimen edessä, niin, jokaisen sielun, joka kuuluu Aadamin koko ihmissukuun; ja teidän on seistävä tuomittavina teoistanne, olivatpa ne hyviä tai pahoja;",
    "21 ja myös, jotta te uskoisitte Jeesuksen Kristuksen evankeliumiin, joka teillä on oleva keskuudessanne; ja myös, jotta juutalaisilla, Herran liittokansalla, olisi toinenkin todistus hänen lisäksensä, jonka he näkivät ja kuulivat, siitä, että Jeesus, jonka he surmasivat, oli todella Kristus ja todella Jumala.",
    "22 Ja minä toivon, että voisin taivuttaa kaikki teidät maan ääret tekemään parannuksen ja valmistautumaan seisomaan Kristuksen tuomioistuimen edessä."
  ]
}