{
  "header": {
    "study_summary": "Antsoina ho mpisorona avo ny lehilahy noho ny finoany fatratra sy ny asa soany—Tokony hampianatra ny didy izy ireo—Amasinina amin’ny fahamarinana izy ary miditra ao amin’ny fitsaharan’ny Tompo—Anankiray tamin’izy ireo i Melkizedeka—Nanambara vaovao mahafaly eran’ny tany ny anjely—Hanambara ny tena fiavian’i Kristy izy. Tokony ho 82 taona talohan’i Kristy.",
    "title_number": "Toko 13"
  },
  "verses": [
    "1 Ary ankoatra izany, ry rahalahiko, dia mba tiako ny hampitodika ny sainareo hankamin’ny fotoana izay nanomezan’ny Tompo Andriamanitra ny zanak’olombelona ireo didy ireo; ary mba tiako ny hahatsiarovanareo fa ny Tompo Andriamanitra dia nanendry mpisorona, araka ny laminy masina izay araka ny lamin’ny Zanany, mba hampianatra ny olona ireo zavatra ireo.",
    "2 Ary ireo mpisorona ireo dia notendrena araka ny lamin’ny Zanany, tamin’ny fomba izay nahazoan’ny olona mahalala ny fomba hiandrandrana ny Zanany ho fanavotana.",
    "3 Ary izao no fomba izay efa nanendrena azy—rehefa nantsoina sy nomanina hatry ny fanorenana izao tontolo izao izy, araka ny fahalalana mialoha tao amin’ Andriamanitra, noho ny finoany fatratra sy ny asa soany; tany am-piandohana dia navela hifidy na ny tsara na ny ratsy izy; koa satria efa nifidy ny tsara sy nampihatra finoana be izaitsizy tokoa izy, dia nantsoina tamin’ny antso masina, eny, tamin’ity antso masina ity izay efa voaomana miaraka amin’ny fanavotana fiomanana ary araka izany, ho an’ny toa azy.",
    "4 Ary dia toy izany no efa niantsoana azy ho amin’ity antso masina ity noho ny finoany, raha ny hafa kosa nandà ny Fanahin’ Andriamanitra noho ny hamafin’ny fony sy ny fahajamban’ny sainy, kanefa raha tsy nisy izany dia mety ho efa nahazo tombontsoa lehibe tahaka ireo rahalahiny izy.",
    "5 Na raha fintinina, tany am-piandohana dia toe-javatra iray ihany no niaingany niaraka tamin’ny rahalahiny; noho izany, ity antso masina ity dia efa voaomana hatry ny fanorenana izao tontolo izao ho an’ny toy ireo izay tsy hanamafy ny fony, ao anatiny sy amin’ny alalan’ny sorompanavotan’ny Zanaka Lahitokana, izay efa voaomana—",
    "6 Ary rehefa nantsoina tamin’ity antso masina ity toy izany izy, sy notendrena ho amin’ny fisoronana avon’ny lamina masin’ Andriamanitra, mba hampianatra ny didiny amin’ny zanak’olombelona, mba hahazoany koa miditra ao amin’ny fitsaharany—",
    "7 Ity fisoronana avo araka ny lamin’ny Zanany ity, izay lamina nisy hatry ny fanorenana izao tontolo izao; na amin’ny teny hafa, tsy nisy fiandohan’andro na fiafaran-taona, efa voaomana hatrizay hatrizay ary ho mandrakizay, araka ny fahalalany mialoha ny zava-drehetra—",
    "8 Ankehitriny dia notendrena araka izao fomba izao izy—nantsoina tamin’ny antso masina izy ary notendrena tamin’ny ôrdônansy masina sy nitondra teo amin’ny tenany ny fisoronana avon’ny lamina masina, izay antso sy ôrdônansy ary fisoronana avo tsy misy fiandohana na fiafaràna—",
    "9 Dia toy izany no maha-mpisorona avo mandrakizay azy, araka ny lamin’ny Zanaka, ny Lahitokan’ny Ray, izay tsy misy fiandohan’andro na fiafaran-taona, izay feno fahasoavana, hitsiny ary fahamarinana. Ary dia izany no izy. Amena.",
    "10 Ankehitriny, toy ny nolazaiko momba ny lamina masina, na ity fisoronana avo ity, dia nisy maro ireo izay notendrena sy lasa mpisorona avon’ Andriamanitra; ary izany dia noho ny finoany fatratra sy ny fibebahany ary ny fahamarinany teo anoloan’ Andriamanitra, rehefa nifidy ny hibebaka sy hanao ny marina izy ireo toy izay ny ho faty;",
    "11 Koa nantsoina araka ity lamina masina ity izy ireo ary efa nohamasinina sy nosasana ho fotsy tamin’ny ran’ny Zanakondry ny fitafiany.",
    "12 Ankehitriny, rehefa nohamasinina tamin’ny Fanahy Masina izy ireo, rehefa nofotsiana ny fitafiany ka madio sy tsisy pentina eo anatrehan’ Andriamanitra izy ireo, dia tsy afaka ny hihevitra ny fahotana afa-tsy amin’ny rikoriko; ary nisy maro, marobe izaitsizy tokoa, izay efa nodiovina ary niditra ny fitsaharan’ny Tompo Andriamaniny.",
    "13 Ary ankehitriny ry rahalahiko, dia mba tiako ny hanetrenareo tena eo anoloan’ Andriamanitra ary ny hamoazanareo ny voa miendrika ny fibebahana mba hahazoanareo koa miditra amin’izany fitsaharana izany.",
    "14 Eny, manetre tena ianareo, toy ny olona tamin’ny andron’i Melkizedeka, izay mpisorona avo koa araka io lamina io ihany izay noresahiko, izay nandray teo amin’ny tenany koa ny fisoronana avo mandrakizay.",
    "15 Ary izy ihany ilay Melkizedeka izay nandoavan’i Abrahama ny fahafolonkarena; eny, na dia i Abrahama raintsika aza dia nandoa ho fahafolonkarena ny ampahafolony tamin’izay rehetra nananany.",
    "16 Ankehitriny ireo ôrdônansy ireo dia nomena araka izany fomba izany mba hahazoan’ny olona miandrandra ny Zanak’ Andriamanitra, izany moa dia tandindon’ny laminy, na izany no laminy, ary izany dia ny mba hahazoany miandrandra Azy ho famelana ny fahotany ka hahazoany miditra ao amin’ny fitsaharan’ny Tompo.",
    "17 Ankehitriny, io Melkizedeka io dia mpanjaka teo amin’ny tanin’i Salema; ary ny olony dia efa niha-nahery tamin’ny heloka sy ny fahavetavetana; eny efa naniasia izy rehetra; fenon’ny fomban’ny faharatsiana rehetra izy ireo.",
    "18 Fa i Melkizedeka kosa, rehefa nampihatra finoana mahery sy nandray ny raharahan’ny fisoronana avo araka ny lamina masin’ Andriamanitra, dia nitory fibebahana tamin’ny olony. Ary indro, nibebaka ireo; ary i Melkizedeka dia nanorina fiadanana teo amin’ny tany tamin’ny androny; koa nantsoina hoe andrian’ny fiadanana izy, fa izy no mpanjakan’i Salema; ary izy dia nanjaka teo ambany fanapahan-drainy.",
    "19 Ankehitriny dia nisy maro talohany ary nisy maro koa taoriany, saingy tsy nisy lehibebe kokoa; noho izany dia izy no efa nasian-dry zareo teny manokana tokoa.",
    "20 Ankehitriny tsy ilaiko ny mitantara ny antonantony; izay efa voalazako dia mety ho ampy. Indro eo anoloanareo ny soratra masina; raha hovainareo izany dia hanjary ho fandravana anareo.",
    "21 Ary ankehitriny ny zava-nitranga, rehefa avy nilaza ireo teny ireo taminy i Almà, dia naninjitra ny tanany nankany aminy izy ary nihiaka tamin’ny feo mahery, nanao hoe: Izao no fotoana fibebahana fa manakaiky ny androm-pamonjena;",
    "22 Eny, ary ny feon’ny Tompo, amin’ny vavan’ny anjely, dia milaza izany amin’ny firenen-drehetra; eny, milaza izany izy mba hahazoan’izy ireo manana ny vaovao mahafalin’ny fifaliana lehibe; eny, ary Izy dia mampanehoeho ireny vaovao mahafaly ireny eo anivon’ny olony rehetra, eny, na dia ho an’ireo izay miely patrana lavitra ambonin’ny tany aza; noho izany dia tonga taty amintsika ireny.",
    "23 Ary ampahafantarina antsika amin’ny teny tsotra ireny, mba hahatakarantsika ka tsy hahafahantsika mandiso; ary izany dia noho isika mpirenireny an-tany tsy fantatra; koa araka izany dia ankasitrahana fatratra tokoa isika, satria azontsika ireny vaovao mahafaly ireny, voalaza amintsika ao amin’ny faritra rehetra amin’ny tanimbolintsika.",
    "24 Fa indro, anjely no milaza izany amin’ny maro amin’izao fotoana izao eto amin’ny tanintsika; ary izany, dia noho ny fikasana hanomana ny fon’ny zanak’olombelona handray ny teniny amin’ny fotoana hiaviny amin’ny voninahiny.",
    "25 Ary ankehitriny ny hany andrasantsika dia ny handre ny vaovao mahafaly ambara amintsika amin’ny vavan’ny anjely ny amin’ny hiaviny; fa tonga ny fotoana, tsy fantatsika ny maha-antomotra izany. Enga anie Andriamanitra ka mba ho amin’ny androko izany; nefa na ho ela na ho haingana dia amin’izany no hifaliako.",
    "26 Ary izany dia hampahafantarina ny olona marina sy masina amin’ny vavan’ny anjely, amin’ny fotoana hiaviany mba ho tanteraka ny tenin’ny razantsika, araka izay efa nolazainy momba Azy, izay araka ny fanahin’ny faminaniana izay tao amin’izy ireo.",
    "27 Ary ankehitriny, ry rahalahiko, dia iriako hatrany amin’ny aty foko indrindra, eny, amin’ny tebiteby lehibe, amin’ny fanaintainana aza ny hihainoanareo ny teniko sy ny hanarianareo ny fahotanareo ary ny tsy hanemoranareo ny andron’ny fibebahanareo;",
    "28 Fa ny mba hanetrenareo tena kosa eo anoloan’ny Tompo sy ny hiantsoanareo ny anarany masina ary ny hiambenanareo sy ny hivavahanareo lalandava mba tsy hahazoana maka fanahy anareo mihoatra noho izay azonareo zakaina, ary dia hotarihin’ny Fanahy Masina toy izany ka lasa manetry tena, malemy fanahy, manoa, manam-paharetana, feno fitiavana sy ny fahari-po rehetra;",
    "29 Manana finoana ny Tompo; manana fanantenana fa ho azonareo ny fiainana mandrakizay; manana ny fitiavana an’ Andriamanitra mandrakariva ao am-ponareo mba ho azo hasandratra ianareo amin’ny andro farany ary hiditra ao amin’ny fitsaharany.",
    "30 Ary enga anie ny Tompo hanaiky ny fibebahanareo mba tsy hahazoanareo mampidina ny fahatezerany eo aminareo, mba tsy hahazoana mamatotra anareo amin’ny gadran’ny helo, mba tsy hahazoanareo miaritra ny fahafatesana faharoa.",
    "31 Ary nilaza teny maromaro kokoa tamin’ny olona i Almà, izay tsy voasoratra ao anatin’ity boky ity."
  ]
}