{
  "header": {
    "study_summary": "Naniry ny hiantsoantso fibebahana araka ny fahazotoan’ny anjely i Almà—Nomen’ny Tompo mpampianatra ny firenena rehetra—Nirehareha ny amin’ny asan’ny Tompo sy ny amin’ny fahombiazan’i Amôna sy ny rahalahiny i Almà. Tokony ho 76 taona talohan’i Kristy.",
    "title_number": "Toko 29"
  },
  "verses": [
    "1 Ô, inay anie aho anjely, ary nety nanana ny fanirian’ny foko mba hahazoako mandeha sy miteny miaraka amin’ny trompetran’ Andriamanitra, amin’ny feo mampihorohoro ny tany sy miantsoantso fibebahana amin’ny vahoaka tsirairay!",
    "2 Eny, holazaiko ny fanahy tsirairay, miova tsy ny feon’ny kotro-baratra, ny fibebahana sy ny drafitry ny fanavotana mba hibebahany sy hanatonany an’ Andriamanitsika, mba tsy hisy alahelo intsony eo amin’ny lafiny rehetra amin’ny tany.",
    "3 Nefa indro, izaho dia olona, ary manota aho amin’ny faniriako; satria tokony ho faly aho amin’ny zavatra izay efa nozarain’ny Tompo ho ahy.",
    "4 Tsy tokony hokorontaniko noho ny faniriako ny didy hentitra an’ilay Andriamanitra marina, satria fantatro fa toviny amin’ny olona araka ny fanirian’izy ireo, na izany ho fahafatesana, na ho fiainana; eny, fantratro fa zarainy amin’ny olona, eny, didiany ho azy ireo ny didy izay tsy azo ovana araka ny sitrapon’izy ireo, na izany ho famonjena, na ho fandravana.",
    "5 Eny, ary fantatro fa ny tsara sy ny ratsy dia efa tonga teo anoloan’ny olon-drehetra; izay tsy mahalala ny tsara sy ny ratsy dia tsisy tsiny; fa izay mahalala ny tsara sy ny ratsy kosa dia izy no omena araka ny faniriany, na izy maniry ny tsara na ny ratsy, na ny fiainana na ny fahafatesana, na ny fifaliana na ny fanenenan’ny fieritreretana.",
    "6 Ankehitriny, satria fantatro ireo zavatra ireo, nahoana aho no haniry mihoatra noho ny fanatontosana ny asa izay efa niantsoana ahy?",
    "7 Nahoana aho no haniry ny ho tonga anjely mba hahazoako miteny amin’ny faran’ny tany rehetra?",
    "8 Fa indro, ny Tompo dia manome ny firenena rehetra olona avy amin’ny firenena sy ny fiteniny avy ihany mba hampianatra ny teniny, eny, amim-pahendrena, dia izay rehetra hitany fa rariny ny tokony hananan’izy ireo izany; noho izany dia hitantsika fa ny Tompo dia mananatra amim-pahendrena araka izay mahitsy sy marina.",
    "9 Fantatro izay efa andidian’ny Tompo ahy, ary mirehareha amin’izany aho. Izaho tsy mirehareha ny amin’ny tenako, fa mirehareha kosa ny amin’izay efa andidian’ny Tompo ahy; eny, ary izao no reharehako dia ny hahatonga ahy angamba ho fitaovana eo an-tanan’ Andriamanitra ka hitondra ny fanahy sasany hankamin’ny fibebahana; ary dia izany no fifaliako.",
    "10 Ary indro, rehefa mahita ny maro amin’ny rahalahiko mivalo marina tokoa aho sy manatona ny Tompo Andriamaniny, amin’izany ny fanahiko dia heniky ny fifaliana; amin’izany dia tsaroako izay efa nataon’ny Tompo tamiko, eny, fa efa nohenoiny ny fivavako; eny, amin’izany dia tsaroako ny sandriny feno famindram-po, izay efa natsotrany tany amiko.",
    "11 Eny, ary tsaroako koa ny fahababoan’ny razako; satria fantatro marina tokoa fa ny Tompo no nanafaka azy tamin’ny famatorana, ary tamin’izany no nanorenany ny fiangonany; eny, ny Tompo Andriamanitra, ny Andriamanitr’i Abrahama, ny Andriamanitr’i Isaka ary ny Andriamanitr’i Jakoba no nanafaka azy tamin’ny famatorana.",
    "12 Eny, efa nahatsiaro mandrakariva ny fahababoan’ny razako aho; ary io Andriamanitra io ihany izay nanafaka azy tamin’ny tanan’ny Egyptiana no nanafaka azy tamin’ny famatorana.",
    "13 Eny, ary io Andriamanitra io ihany no nanorina ny fiangonany teo anivony; eny, ary io Andriamanitra io ihany no efa niantso ahy tamin’ny antso masina mba hitory ny teny amin’ity vahoaka ity sy efa nanome ahy fahombiazana be, hany ka feno ny fifaliako.",
    "14 Nefa tsy mifaly amin’ny fahombiazako irery aho, fa ny fifaliako kosa dia feno kokoa noho ny fahombiazan’ny rahalahiko izay efa niakatra tany an-tanin’i Nefia.",
    "15 Indro, efa nilofo fatratra tokoa izy ireo ary efa namoa voa betsaka; ka endrey ny halehiben’ny valisoany!",
    "16 Ankehitriny, rehefa mieritreritra ny fahombiazan’ireto rahalahiko ireto aho, dia lasalasa ny fanahiko, toy ny misaraka amin’ny vatana mihitsy, fa lehibe loatra ny fifaliako.",
    "17 Ary ankehitriny, hotovin’ Andriamanitra amin’ireto rahalahiko ireto anie ny hahazoany mipetraka ao amin’ny fanjakan’ Andriamanitra; eny, ary koa ireo rehetra izay vokatry ny asany mba tsy hivoahany intsony, fa mba hahazoan’ireo kosa mankalaza Azy mandrakizay. Ary hotovin’ Andriamanitra anie ny hahazoana manao izany, araka ny teniko dia toy izay efa nolazaiko. Amena."
  ]
}