{
  "header": {
    "intro": "Ny didin’i Almà tamin’i Siblôna zanany lahy.",
    "study_intro": "Mahafaoka ny toko 38.",
    "study_summary": "Nenjehina i Siblôna noho ny fahamarinana—Ny famonjena dia ao amin’i Kristy, izay fiainana sy fahazavan’izao tontolo izao—Fehezo ny filànareo rehetra. Tokony ho 74 taona talohan’i Kristy.",
    "title_number": "Toko 38"
  },
  "verses": [
    "1 Anaka, mampandria sofina amin’ny teniko, satria lazaiko aminao toy izay nolazaiko tamin’i Helamàna, fa arakaraka ny hitandremanao ny didin’ Andriamanitra no hiroboroboanao eo amin’ny tany; ary arakaraka ny tsy hitandremanao ny didin’ Andriamanitra no hanesorana anao tsy ho eo anatrehany.",
    "2 Ary ankehitriny anaka, matoky aho fa izaho dia hanam-pifaliana lehibe aminao, noho ny fiorenanao sy ny fahatokianao an’ Andriamanitra; fa toy ny efa nanombohanao niandrandra ny Tompo Andriamanitrao tamin’ny fahatanoranao, dia toy izany no anantenako fa hotohizanao ny fitandremana ny didiny; satria hotahiana izay maharitra hatramin’ny farany.",
    "3 Lazaiko aminao anaka fa efa nanam-pifaliana lehibe taminao sahady aho, noho ny fahatokianao sy ny fahazotoanao, ary ny faharetanao sy ny fahari-ponao teo anivon’ny vahoakan’ny Zôramita.",
    "4 Satria fantatro fa efa tao anatin’ny fatotra ianao; eny, ary fantatro koa fa notoraham-bato ianao noho ny teny; ary nozakainao tamim-paharetana ireo zavatra rehetra ireo, satria nomba anao ny Tompo; Ary ankehitriny fantatrao fa ny Tompo no nanafaka anao.",
    "5 Ary ankehitriny ry Siblôna zanako, dia mba tiako ny hahatsiarovanao fa arakaraka ny hametrahanao ny tokinao ao amin’ Andriamanitra, dia arakaraka izany koa no hanafahana anao amin’ny fizahan-toetra anao sy ny fahasahirananao ary ny fahorianao, ary hasandratra ianao amin’ny andro farany.",
    "6 Ankehitriny anaka, dia tsy mba tiako ny hiheveranao fa mahalala ireo zavatra ireo avy amin’ny tenako aho, fa ny Fanahin’ Andriamanitra kosa izay ato amiko no mampahalala ahy ireo zavatra ireo; fa raha tsy efa naterak’ Andriamanitra aho dia tsy ho nahalala ireo zavatra ireo.",
    "7 Nefa indro, ny Tompo tao amin’ny famindram-pony lehibe dia nandefa ny anjeliny mba hanambara amiko fa tsy maintsy atsahatro ny asa famongorana eo anivon’ny olony; eny, ary efa nahita anjely iray nifanatri-maso tamiko aho, ary niresaka tamiko izy, ary ny feony dia toy ny kotro-baratra, ary nanozongozona ny tany manontolo izany.",
    "8 Ary ny zava-nitranga dia nandritra ny telo andro sy telo alina aho no tao anatin’ny fanaintainana sy ny fangirifirian’ny fanahy mangidy indrindra; ary na oviana na oviana, ambara-pitalahoako tamin’i Jesoa Kristy Tompo hamindra fo, dia tsy nandray ny famelana ny fahotako aho. Nefa indro, nitalaho Taminy aho ka dia nahita fiadanana ho an’ny fanahiko.",
    "9 Ary ankehitriny anaka, dia efa nolazaiko anao izany mba hahazoanao mianatra fahendrena, mba hahazoanao mianatra amiko fa tsy misy lalan-kafa na fomba izay ahafahana mamonjy ny olona afa-tsy ao amin’i Kristy sy amin’ny alalany. Indro, Izy no fiainana sy fahazavan’izao tontolo izao. Indro, Izy no tenin’ny fahamarinana sy ny fahitsiana.",
    "10 Ary ankehitriny, toy ny efa nanombohanao nampianatra ny teny, dia toy izany koa no mba tiako ny hanohizanao mampianatra; ary mba tiako ianao ho mazoto sy ho mahonon-tena amin’ny zava-drehetra.",
    "11 Ezaho izay tsy hanandratanao tena ao amin’ny avonavona; eny, ataovy izay tsy hireharehanao amin’ny fahendrenao na amin’ny herinao fatratra.",
    "12 Mampiasà fahasahiana fa tsy fianjonanjonana; ary ataovy koa izay hifehezanao ny filànao rehetra mba hahatonga anao ho feno fitiavana; ataovy izay hifadianao ny fidonanaham-poana.",
    "13 Aza mivavaka toy ny ataon’ny Zôramita, satria efa hitanao fa mivavaka izy mba ho ren’ny olona sy hoderaina noho ny fahendreny.",
    "14 Aza milaza hoe: Andriamanitra ô, misaotra Anao aho fa izahay dia tsaratsara kokoa noho ny rahalahinay; fa lazao kosa hoe: Tompo ô, mamelà ny tsy fahamendrehako, ary tsarovy ao amin’ny famindram-po ny rahalahiko—eny, ekeo ny tsy famendrehanao eo anoloan’ Andriamanitra amin’ny fotoana rehetra.",
    "15 Ary enga anie ny Tompo ka hitahy ny fanahinao sy handray anao ao amin’ny fanjakany amin’ny andro farany mba hipetraka amim-piadanana. Ankehitriny, mandehàna anaka ary ampianaro amin’ity vahoaka ity ny teny. Aoka ho mahonon-tena. Veloma, anaka."
  ]
}