{
  "header": {
    "study_summary": "Nandà ny hifanakalo sambobelona i Môrônia—Nambosiana ho tonga mamo ny mpiambina Lamanita, ary nafahana ny babo Nefita—Nalaina tsy nisy ra latsaka ny tanànan’i Gida. Tokony ho 63–62 taona talohan’i Kristy.",
    "title_number": "Toko 55"
  },
  "verses": [
    "1 Ankehitriny ny zava-nitranga, rehefa avy nandray izany taratasy izany i Môrônia dia vao mainka tezitra, satria fantany fa i Amôrôna dia nanana fahalalana tanteraka ny amin’ny famitahany; eny, fantany fa Amôrôna dia nahalala fa tsy marina ny foto-kevitra izay efa nahatonga azy hamaky ady tamin’ny vahoakan’i Nefia.",
    "2 Ary hoy izy: Indro, tsy hifanakalo babo amin’i Amôrôna aho raha tsy manatsoaka ny fikasany izy, toy izay efa nolazaiko tao amin’ny taratasiko; fa tsy hotoviko aminy ny hananany hery mihoatra noho izay efa ananany.",
    "3 Indro, fantatro ny toerana izay iambenan’ny Lamanita ny oloko izay efa nalainy sambobelona; ary satria tsy hotovin’i Amôrôna amiko araka ny taratasiko, dia indro, homeko azy araka ny teniko; eny, izaho dia hikatsaka fahafatesana eo anivony ambara-piangaviany fandriampahalemana.",
    "4 Ary ankehitriny ny zava-nitranga, nony efa nilaza ireo teny ireo i Môrônia, dia nataony izay hampanaovana fikarohana tany anivon’ny olony, fa angamba izy mba mety hahita any anivony lehilahy iray izay tamingan’i Lamàna.",
    "5 Ary ny zava-nitranga dia nahita anankiray izy ireo, izay i Lamàna no anarany; ary izy dia anankiray tamin’ny mpanompon’ny mpanjaka izay novonoin’i Amalikià.",
    "6 Ankehitriny dia nasain’i Môrônia nandeha i Lamàna sy ny vitsivitsy tamin’ny olony nankany amin’ny mpiambina izay niandry ny Nefita.",
    "7 Ankehitriny ny Nefita dia nambenana tao an-tanànan’i Gida; koa notendren’i Môrônia i Lamàna ary nasainy nandeha ny vitsivitsy tamin’ny olony hiaraka aminy.",
    "8 Ary nony hariva dia nandeha i Lamàna nankany amin’ny mpiambina izay niandry ny Nefita, ary indro, hitany izy tamy ary nantsoiny; nefa hoy izy taminy: Aza matahotra; indro, izaho dia Lamanita. Indro, efa nitsoaka niala ny Nefita izahay, ary matory izy ireo; ary indro, efa nakanay tamin’ny divainy sy nitondranay niaraka taminy.",
    "9 Ankehitriny, nony nandre ireo teny ireo ny Lamanita dia nandray azy tamim-pifaliana; ary hoy ireo taminy: Omeo amin’ny divainao izahay, mba hahazoanay misotro; faly izahay fa efa nangalanao divay toy izany niaraka taminao fa reraka izahay.",
    "10 Nefa hoy i Lamàna taminy: Aoka hitahiry amin’ny divaintsika isika ambara-pandehanantsika miady amin’ny Nefita. Nefa izany filaza izany dia tsy nanao afa-tsy ny nanome azy ireo faniriana bebe kokoa ny hisotro amin’ny divay;",
    "11 Fa hoy ireo: Izahay dia reraka, noho izany dia aoka izahay haka amin’ny divay, ary raha afaka kelikely dia handray ny divay anjaranay izahay, izay hampahatanjaka anay mba handehananay miady amin’ny Nefita.",
    "12 Ary hoy i Lamàna taminy: Mahazo manao araka ny fanirianareo ianareo.",
    "13 Ary ny zava-nitranga dia naka malalaka tamin’ny divay tokoa izy ireo; ary nahafinaritra azy ireo ny tsirony, noho izany dia naka malalaka tamin’izany tokoa izy ireo; ary nahery izany, azon’ny nomanina tao amin’ny heriny.",
    "14 Ary ny zava-nitranga dia nisotro izy ireo ary ravo, ary nony afaka kelikely dia mamo avokoa izy ireo.",
    "15 Ary ankehitriny nony hitan’i Lamàna sy ny olony fa mamo avokoa izy ireo, ary ao anatin’ny torimaso lalina, dia niverina tany amin’i Môrônia izy sy niteny taminy ny zava-drehetra izay efa nitranga.",
    "16 Ary ankehitriny izany dia araka ny fikasan’i Môrônia. Ary efa nanomana ny olony niaraka tamin’ny fitaovam-piadiana i Môrônia; ary nandeha nankany an-tanànan’i Gida izy, raha mbola tao anatin’ny torimaso lalina sy mamo ny Lamanita, ary nanipy fitaovam-piadiana ho an’ny sambobelona, hany ka voavatsy fiadiana avokoa izy ireo;",
    "17 Eny, na dia ho an’ny vehivaviny aza sy ireo rehetra tamin’ny zanany, izay afaka mampiasa fitaovam-piadiana, dia novatsian’i Môrônia fiadiana ireo sambobelona rehetra ireo; ary ireo zava-drehetra ireo dia natao tao anatin’ny fahanginana lalina.",
    "18 Nefa raha toa aza ka nofohaziny ny Lamanita, indro izy ireo dia mamo, ary dia ho afaka namono azy ireo ny Nefita.",
    "19 Nefa indro, tsy izany no fanirian’i Môrônia; izy dia tsy nifaly tamin’ny famonoana na fandatsahan-dra, fa nifaly kosa tamin’ny famonjena ny olony tamin’ny famongorana; ary ny antony dia ny mba tsy hahazoany mitondra tsy fahamarinana eo aminy, fa tsy tiany ny hisovoka ny Lamanita ka hamongotra azy ireo ao amin’ny fahamamoany.",
    "20 Satria efa azony ny niriany; fa efa novatsiany fiadiana ireo sambobelona tamin’ny Nefita izay taty anatin’ny mandan’ny tanàna izy, ary efa nomeny hery izy ireo mba handraisany ny fizakana ireo ampahany izay taty anatin’ny manda ireo.",
    "21 Ary tamin’izay dia nasainy nisintona indray mandingana niala teo amin’izy ireo ny lehilahy izay niaraka taminy sy nanemitra manodidina ny miaramilan’ny Lamanita.",
    "22 Ankehitriny indro izany dia vita nandritra ny alina, hany ka nony nifoha ny Lamanita tamin’ny maraina, dia hitany fa efa voahodidin’ny Nefita taty ivelany izy ireo, ary ny sambobelony dia nirongo fiadiana taty anatiny.",
    "23 Ary dia toy izany no nahitany fa nanana fahefana taminy ny Nefita; ary tamin’izao fisehoan-javatra izao no nahitany fa tsy tsara ny hiadiany amin’ny Nefita; koa notakian’ny lohan’ny kapiteniny ny fitaovam-piadiany, ary nentiny izany sy natsipiny teo an-tongotry ny Nefita, hitalahoany famindram-po.",
    "24 Ankehitriny, indro, izany no fanirian’i Môrônia. Nalainy ho babo an’ady izy ireo ka noraisiny ny fizakana ny tanàna, ary nataony izay hanafahana ny sambobelona rehetra, izay Nefita; ary ireo dia nikambana tamin’ny miaramilan’i Môrônia, ary nanjary hery lehibe ho an’ny miaramilany.",
    "25 Ary ny zava-nitranga dia nasainy nanomboka ny asa ho fanamafisana ny toera-mimanda manodidina ny tanànan’i Gida ny Lamanita izay efa nalainy sambobelona.",
    "26 Ary ny zava-nitranga, nony efa nanamafy ny tanànan’i Gida izy araka ny faniriany, dia nataony izay hitondrana ny sambobelony any an-tanànan’i Soafeno; ary nampiambenany koa niaraka tamin’ny tanjaka mahery izaitsizy tokoa izany tanàna izany.",
    "27 Ary ny zava-nitranga, na dia teo avokoa aza ny fiokoan’ny Lamanita, dia nitsimbina sy niaro ny sambobelona rehetra izay efa nalainy izy ireo ary koa nitana ny tany sy ny tombontsoa rehetra izay efa azony indray.",
    "28 Ary ny zava-nitranga dia nanomboka ho nandresy indray ny Nefita, ary naha-tafaverina indray ny zony sy ny tombontsoany.",
    "29 Imbetsaka ny Lamanita no nanandrana nanemitra azy manodidina tamin’ny alina, nefa tamin’ireny andrana ireny dia nahaverezana sambobelona maro izy ireo.",
    "30 Ary imbetsaka izy ireo no nanandrana nampisotro ny Nefita tamin’ny divainy mba hahazoany mamongotra azy amin’ny poizina na amin’ny fahamamoana.",
    "31 Nefa indro, tsy nitaredretra tamin’ny fahatsiarovana ny Tompo Andriamaniny ny Nefita tamin’izany fotoam-pahoriana izany. Tsy nety ho azo tao amin’ny fandrika izy; eny, tsy nety nisotro tamin’ny divainy izy raha tsy efa nanome mialoha ny sasany tamin’ny babo Lamanita.",
    "32 Ary dia malina toy izany izy mba tsy hanomezana poizina any anivony; fa raha manapoizina Lamanita ny divainy, dia hanapoizina Nefita koa izany; ary dia toy izany no nanandramany ny toakany rehetra.",
    "33 Ary ankehitriny ny zava-nitranga dia nilain’i Môrônia ny manao fiomanana mba hanafika ny tanànan’i Môriantôna; fa indro, ny Lamanita dia efa nanamafy tamin’ny asany ny tanànan’i Môriantôna, ambara-pahatongan’izany ho toeram-pamaharana izaitsizy.",
    "34 Ary nitondra hery vao lalandava izy ireo nankao amin’izany tanàna izany, ary koa famatsiana vao.",
    "35 Ary dia toy izany no nifaranan’ny taona fahasivy amby roapolon’ny fitondran’ny mpitsara teo amin’ny vahoakan’i Nefia."
  ]
}