{
  "header": {
    "study_summary": "Nolazain’i Pahôràna an’i Môrônia ny amin’ny fikomiana sy ny fiokona tamin’ny governemanta—Nalain’ny mpomba ny mpanjaka i Zarahemlà ary niandany tamin’ny Lamanita izy—Nangataka ny fanampian’ny miaramila i Pahôràna hanoherana ny mpikomy. Tokony ho 62 taona talohan’i Kristy.",
    "title_number": "Toko 61"
  },
  "verses": [
    "1 Indro, ankehitriny ny zava-nitranga taoriana kelin’ny nandefasan’i Môrônia ny taratasiny ho an’ny lohan’ny governora, dia nandray taratasy avy tamin’i Pahôràna lohan’ny governora izy. Ary izao no teny izay noraisiny:",
    "2 Izaho, Pahôràna, izay lohan’ny governora amin’ny tany dia mandefa izao teny izao amin’i Môrônia, lohan’ny kapiteny amin’ny miaramila. Indro, lazaiko aminao, ry Môrônia, fa tsy mifaly amin’ny fahorianao lehibe aho, eny, mampalahelo ny fanahiko izany.",
    "3 Nefa indro, misy ireo izay mifaly amin’ny fahorianao, eny, hany ka izy ireo dia efa nanangana fikomiana tamiko, ary koa tamin’ireo oloko izay olon’ny fahafahana, eny, ary ireo izay efa nitsangana dia maro izaitsizy tokoa.",
    "4 Ary ireo izay efa nikatsaka ny haka amiko ny toeram-pitsarana no anton’izao heloka lehibe izao; fa efa nampiasainy ny fanasohasoana be, ary efa notarihiny haniasia ny fon’ny olona maro, izay hahatonga ny fahoriana mangidy eo anivontsika; efa nohazoniny ny vatsintsika sy efa nampitahoriny ny olon’ny fahafahana teo amintsika, ka dia tsy tonga taty aminao izy ireny.",
    "5 Ary indro, efa noroahany aho hiala teo anoloany, ary efa nandositra tany an-tanin’i Gideôna aho, niaraka tamin’ny olona maro araka izay tratra sy azoko.",
    "6 Ary indro, efa nandefa filazana eran’ity faritry ny tany ity aho; ary indro, mirohotra aty aminy isan’andro izy ireo, maka ny fiadiany ho fiarovana ny taniny sy ny fahafahany, ary mba hamaly faty ny hadisoana natao taminy.",
    "7 Ary efa tonga taty aminy izy ireo, hany ka ireo izay efa nitsangana hikomy taminy dia voahaika, eny, hany ka atahorany izahay ary tsy sahiny ny mivoaka hifanandrina aminy amin’ny ady.",
    "8 Efa noraisiny ny fizakana ny tany, na ny tanànan’i Zarahemlà; efa nanendry ny mpanjaka teo aminy izy ireo, ary izy kosa dia nanoratra ho an’ny mpanjakan’ny Lamanita ka tamin’izany no efa niraisany dina taminy; tamin’izany dina izany no efa nanekeny ny hitana ny tanànan’i Zarahemlà, dia fitanana izay heveriny fa hahafahan’ny Lamanita mahazo ny tany sisa tavela sy hametrahana azy ho mpanjaka eo amin’ity vahoaka ity rehefa hofehezin’ny Lamanita izy ireo.",
    "9 Ary ankehitriny dia efa naniny ahy ianao tao amin’ny taratasinao, nefa tsy maninona izany; tsy tezitra aho, fa mifaly kosa amin’ny fahalehibeazan’ny fonao. Izaho Pahôràna dia tsy mikatsaka fahefana, afa-tsy ny hitana ny toeram-pitsarako mba hahazoako mitsimbina ny zo sy ny fahafahan’ny vahoakako. Ny fanahiko dia miorina mafy ao amin’izany fahafahana izay efa nanafahan’ Andriamanitra antsika izany.",
    "10 Ary ankehitriny, indro, hotoherintsika ny faharatsiana na dia hatrany amin’ny fandatsahan-dra aza. Tsy handatsaka ny ran’ny Lamanita isika raha mijanona any amin’ny taniny ihany izy.",
    "11 Tsy ho nandatsaka ny ran’ny rahalahintsika isika raha tsy nitsangana hikomy izy sy tsy nandray sabatra hanohitra antsika.",
    "12 Ho nampanoa ny tenantsika tamin’ny ziogan’ny fanandevozana isika raha toa ka nitaky izany ny fahamarinan’ Andriamanitra, na raha nandidy antsika hanao izany Izy.",
    "13 Nefa indro tsy mandidy antsika ny hanoavan’ny tenantsika ny fahavalontsika Izy, fa ny hametrahantsika kosa ny fitokiantsika Aminy, ary hanafaka antsika Izy.",
    "14 Noho izany ry Môrônia, rahalahiko malala, dia aoka hotoherintsika ny ratsy, ary na inona na inona ratsy izay tsy azontsika toherina amin’ny tenintsika, eny, toy ny fikomiana sy ny fisaraham-bazana, dia aoka hotoherintsika amin’ny sabatra ireny mba hahazoantsika mitana ny fahafahantsika, mba hahazoantsika mifaly ao amin’ny foto-kevitra lehiben’ny fiangonantsika sy ao amin’ny fitsipiky ny Mpanavotra antsika sy ny Andriamanitsika.",
    "15 Noho izany, dia tongava aty amiko faingana tokoa, miaraka amin’ny olonao vitsivitsy, ary avelao ny sisa ho andraikitr’i Lehia sy i Teankoma; omeo azy ireo ny fahefana hitondra ny ady amin’izany faritry ny tany izany, araka ny Fanahin’ Andriamanitra, dia ny Fanahin’ny fahafahana koa izay ao aminy.",
    "16 Indro efa nandefa vatsy vitsivitsy tany aminy aho mba tsy hahafaty azy ireo mandra-pahatonganao aty amiko.",
    "17 Vorio miaraka na inona na inona hery azonareo mandritra ny dianareo mankaty, ary handeha faingana tokoa isika hanohitra ireo mpiendaka ireo amin’ny herin’ny Andriamanitsika, araka ny finoana izay ao amintsika.",
    "18 Ary horaisintsika ny fizakana ny tanànan’i Zarahemlà mba hahazoantsika manana hanina bebe kokoa halefa any amin’i Lehia sy i Teankoma; eny, handeha isika hanohitra azy ireo ao amin’ny herin’ny Tompo, ary hasiantsika farany izao heloka lehibe izao.",
    "19 Ary ankehitriny ry Môrônia, izaho dia mifaly amin’ny nandraisako ny taratasinao, fa somary sahirana ihany aho momba izay tokony hataonay, na raha toa ka rariny aminy ny mandeha manohitra ny rahalahintsika.",
    "20 Nefa efa nolazainao fa, raha tsy mibebaka izy ireo, dia efa nandidy anao ny Tompo ny handehananao hanohitra azy ireo.",
    "21 Ataovy izay hanatanjahana an’i Lehia sy i Teankoma ao amin’ny Tompo; ilazao izy ireo tsy hatahotra, fa Andriamanitra no hanafaka azy ireo, eny, ary koa ireo rehetra izay miorina mafy ao amin’izany fahafahana izay efa nanafahan’ Andriamanitra azy ireo izany. Ary ankehitriny dia faranako ny taratasiko ho an’i Môrônia rahalahiko malala."
  ]
}