{
  "header": {
    "study_summary": "Nanoro hevitra sy nitso-drano ny taranany i Lehia—Nodimandry izy ary nalevina—Nifaly tamin’ny hatsaram-pon’ Andriamanitra i Nefia—Nametraka mandrakizay ny fitokiany tamin’ Andriamanitra i Nefia. Tokony ho 588–570 taona talohan’i Kristy.",
    "title_number": "Toko 4"
  },
  "verses": [
    "1 Ary ankehitriny izaho Nefia dia miresaka momba ny faminaniana izay efa nolazain-draiko momba an’i Josefa izay nentina tany Egypta.",
    "2 Fa indro, naminany marina tokoa momba ny taranany rehetra izy. Ary tsy misy firy ny faminaniana izay lehibe kokoa noho ireo izay nosoratany. Ary naminany momba antsika izy sy ny taranatsika ho avy; ary izany dia voasoratra eo amin’ireo takela-barahina.",
    "3 Koa rehefa avy namarana ny resany momba ny faminanian’i Josefa ny raiko, dia niantso ny zanak’i Lamàna izy, dia ny zanany lahy sy ny zanany vavy ka niteny taminy hoe: Indro ry zanako lahy sy zanako vavy isany, dia ianareo izay zanakalahy sy zanakavavin’ny lahimatoako, tiako ny hampandrianareo sofina amin’ny teniko.",
    "4 Satria ny Tompo Andriamanitra dia efa nilaza izao: Raha mbola mitandrina ny didiko ianareo, dia hiroborobo eo amin’ny tany; ary raha tsy mitandrina ny didiko kosa ianareo dia hoesorina tsy ho eo anatrehako.",
    "5 Nefa indro ry zanako lahy sy zanako vavy isany, tsy haiko ny handeha hidina any am-pasana raha tsy efa namela tso-drano taminareo; satria indro, fantatro fa raha beazina amin’ny lalana tokony halehanareo ianareo, dia tsy hiala amin’izany.",
    "6 Koa raha ozonina ianareo, dia indro avelako aminareo ny tso-dranoko mba hahazoana manaisotra ny ozona aminareo ary hamaliana izany kosa eo ambony lohan’ny ray aman-dreninareo.",
    "7 Koa noho ny tso-dranoko, ny Tompo Andriamanitra dia tsy hamela anareo ho faty; noho izany Izy dia ho feno famindram-po aminareo sy ny taranakareo mandrakizay.",
    "8 Ary ny zava-nitranga, rehefa avy namarana ny teniny tamin’ny zanakalahy sy ny zanakavavin’i Lamàna ny raiko, dia nasainy nentina teo anoloany ny zanakalahy sy ny zanakavavin’i Lemoela.",
    "9 Ary niteny taminy izy, nanao hoe: Indro, ry zanako lahy sy zanako vavy isany, dia ianareo zanakalahy sy zanakavavin’ny lahiaivoko; indro sahala amin’ny tso-drano navelako tamin’ny zanakalahy sy zanakavavin’i Lamàna ihany no avelako aminareo; koa tsy ho fongana tanteraka ianareo; fa hotahiana kosa ny taranakareo any am-parany.",
    "10 Ary ny zava-nitranga, rehefa avy namarana ny teniny taminy ny raiko, dia indro niresaka tamin’ny zanakalahin’i Ismaela izy, eny, dia tamin’ny ankohonany rehetra izany.",
    "11 Ary rehefa avy namarana ny teniny taminy izy, dia niteny tamin’i Samy nanao hoe: Hotahiana anie ianao sy ny taranakao; satria handova ny tany toa an’i Nefia rahalahinao ianao. Ary hisaina miaraka amin’ny taranany ny taranakao, ary hitovy amin’ny rahalahinao ianao ary ho tahaka ny taranany ny taranakao, ary hotahiana ianao mandritra ny andronao rehetra.",
    "12 Ary ny zava-nitranga, i Lehia raiko, rehefa avy niteny tamin’ny ankohonany rehetra araka ny fientanan’ny fony sy ny Fanahin’ny Tompo izay tao aminy, dia nandroso fahanterana. Ary ny zava-nitranga dia nodimandry izy ary nalevina.",
    "13 Ary ny zava-nitranga, rehefa afaka andro vitsivitsy taorian’ny fahafatesany, dia tezitra tamiko i Lamàna sy Lemoela ary ny zanakalahin’i Ismaela noho ny fananaran’ny Tompo.",
    "14 Satria izaho Nefia dia voatery niteny azy ireo araka ny teniny; satria efa nilaza zava-maro tamin’ireo aho, ary koa ny raiko, talohan’ny nahafatesany; voasoratra amin’ny takelako hafa ny ankamaroan’ireny teny ireny, satria ny lafiny ara-tantara kokoa no voasoratra amin’ny takelako hafa.",
    "15 Ary amin’ireto kosa aho no manoratra ny zavatry ny fanahiko sy ny ankamaroan’ny soratra masina izay voasokitra amin’ny takela-barahina. Fa ny fanahiko dia finaritra amin’ny soratra masina ary ny foko misaintsaina ireny sy manoratra ireny mba ho fianarana sy ho tombontsoan’ny zanako.",
    "16 Indro ny fanahiko dia finaritra amin’ny zavatry ny Tompo; ary ny foko misaintsaina lalandava ny zavatra izay efa hitako sy reko.",
    "17 Kanefa, na dia eo aza ny halehiben’ny hatsaram-pon’ny Tompo tamin’ny nanehoany tamiko ny asany lehibe sy mahatalanjona, dia niantsoantso ny foko hoe: Indrisy olona fadiranovana aho! Eny, malahelo ny foko noho ny nofoko; ory ny fanahiko noho ny heloko.",
    "18 Voahodidin’ny fakam-panahy sy ny fahotana izay mora mahazo ahy aho.",
    "19 Ary rehefa mba naniry ny hifaly aho, dia mitoloko ny foko noho ny fahotako; kanefa fantatro izay efa nitokiako.",
    "20 Andriamanitro no andriko; Izy no efa nitarika ahy namakivaky ny fahoriako tany an-tany foana; ary efa nitsimbina ahy tambonin’ny rano lalim-be.",
    "21 Efa nofenoiny ny fitiavany aho na dia hatrany amin’ny fahalevonan’ny nofoko aza izany.",
    "22 Efa nampangaihay ny fahavaloko Izy ka nahatora-kovitra azy teo anoloako.",
    "23 Indro efa nandre ny fitalahoako Izy nandritra ny andro ary efa nanome ahy fahalalana tamin’ny fahitana nony alina.",
    "24 Ary nandritra ny andro, dia efa nanana fahasahiana aho hivavaka taminy tamin-kafanam-po; eny, efa nanandratra avo dia avo ny feoko aho; ary nidina ny anjely sy nanompo ahy.",
    "25 Ary tambony elatry ny Fanahiny no efa nitondrany ny tenako hankeny an-tendrombohitra avo izaitsizy tokoa. Ary nahatazana zavatra lehibe ny masoko, eny, lehibe loatra ho an’ny olona aza ka nodidina aho tsy hanoratra izany.",
    "26 Raha zavatra lehibe loatra no efa hitako tamin’izany, raha namangy ny olona tamin’ny famindram-po be ny Tompo, tamin’ny fietreny ho an’ny zanak’olombelona, Ô nahoana no hitomany ny foko ary hitaredretra ao an-dohasahan’alahelo ny fanahiko ary hihaosa ny nofoko ary hihena ny heriko noho ny fahoriako?",
    "27 Ary nahoana aho no hilefitra amin’ny ota noho ny nofoko? Eny, nahoana aho no hanome vahana ny fakam-panahy mba hahazoan’ilay ratsy toerana ao am-poko ka handravany ny fiadanako sy hampahoriany ny fanahiko? Nahoana aho no tezitra noho ny fahavaloko?",
    "28 Mifohaza ry fanahiko! Aza milofika ao amin’ny fahotana intsony. Miravoravoa ry foko ary aza manome toerana intsony ho an’ny fahavalon’ny fanahiko.",
    "29 Aza tezitra intsony noho ny fahavaloko. Aza ahena ny tanjako noho ny fahoriako.",
    "30 Miravoravoa ry foko ary antsoy ny Tompo ary lazao hoe: Tompo ô, hidera Anao mandrakizay aho; eny hiravoravo Aminao ny fanahiko ry Andriamanitro sy vatolampin’ny famonjena ahy.",
    "31 Tompo ô, hanavotra ny fanahiko va Ianao? Hanafaka ahy eo an-tanan’ny fahavaloko va Ianao? Hanao izay hahatora-kovitra ahy amin’ny fisehoan’ny fahotana va Ianao?",
    "32 Enga anie ka hihidy lalandava eo anoloako ny vavahadin’ny helo, satria torotoro ny foko ary manenina ny fanahiko! Tompo ô, aoka Ianao tsy hanidy eo anoloako ny vavahadin’ny fahamarinanao mba hahazoako mandeha amin’ny lalan’ny lohasaha ambany sy mba hahasarotiny ahy amin’ny arabe marin-tampona!",
    "33 Tompo ô, aoka hasalobonao manodidina ahy ny lamban’ny fahamarinanao! Tompo ô, aoka Ianao hanamboatra ny lalana handosirako eo anoloan’ny fahavaloko! Aoka Ianao hanitsy ny lalako eo anoloako! Aoka Ianao tsy hanisy vato mahatafintohina eo amin’ny lalako—fa mba hosavainao eo anoloako kosa ny lalako, ary aoka tsy hofefenao ny lalako, fa ny lalan’ny fahavaloko kosa.",
    "34 Tompo ô, efa natoky Anao aho ary mbola hatoky Anao mandrakizay. Tsy hapetrako amin’ny sandry nofo ny fitokiako; satria fantatro fa voaozona izay mametraka ny fitokiany amin’ny sandry nofo. Eny, voaozona izay mametraka ny fitokiany amin’ny olona na manao ny nofo ho sandriny.",
    "35 Eny, fantatro fa hanome malalaka izay mangataka Aminy Andriamanitra. Eny, hanome ahy Andriamanitro raha toa aho tsy mangataka ny tsy sahaza ahy; koa hanandratra ny feoko Aminao aho; eny, hiantso Anao aho ry Andriamanitro, ry vatolampin’ny fahamarinako. Indro, hiakatra mandrakizay any Aminao ny feoko ry vatolampiko sy Andriamanitro maharitra mandrakizay. Amena."
  ]
}