{
  "header": {
    "study_summary": "Namaky ady tamin’i Joda i Efraima sy i Syria—Hateraky ny virijiny i Kristy—Ampitahao amin’iIsaia 7. Tokony ho 559–545 taona talohan’i Kristy.",
    "title_number": "Toko 17"
  },
  "verses": [
    "1 Ary ny zava-nitranga dia tamin’ny andron’i Ahaza zanakalahin’i Jotama, izay zanakalahin’i Ozia mpanjakan’i Joda, no niakaran’i Rezina mpanjakan’i Syria sy i Peka zanakalahin’i Remalia, mpanjakan’i Isiraely, hankany Jerosalema mba hiady aminy, nefa tsy naharesy azy izy.",
    "2 Ary nolazaina tamin’ny mpianakavin’i Davida hoe: Miandany amin’i Syria i Efraima. Dia nihararetra ny fony sy ny fon’ny vahoakany toy ny fihararetran’ny hazo any an’ala amin’ny rivotra.",
    "3 Tamin’izay dia hoy ny Tompo tamin’i Isaia: Mandehana ankehitriny ianao sy i Seara-jasoba, zanakao lahy, hitsena an’i Ahaza eo amin’ny faran’ny lakandranon’ny farihy ambony, eo amin’ny lalambe mankamin’ny sahan’ny mpanasa lamba;",
    "4 Ary lazao aminy hoe: Mitandrema, ary mitonia; aza matahotra, aoka tsy ho reraka ny fonao, satria midonaka ireo tapa-porohana roa ireo, dia ny fahatezeran-dRezina mivaivay amin’i Syria sy ny an’ny zanakalahin-dRemalia.",
    "5 Noho i Syria sy i Efraima ary ny zanakalahin’i Remalia efa nanao teti-dratsy hanohitra anao ka nanao hoe:",
    "6 Andeha isika hanani-bohitra any Joda ary hampahadikidiky azy sy hanao famaharana ao ho antsika, ary hametrahantsika mpanjaka iray eo anivony, eny, dia ny zanakalahin’i Tabeala izany.",
    "7 Izao no lazain’ny Tompo Andriamanitra: Sady tsy hitranga izany no tsy ho tanteraka.",
    "8 Fa i Damasy no lohan’i Syria ary i Rezina no lohan’i Damaskosy; ary ao anatin’ny dimy amby enimpolo taona dia ho potika i Efraima ka tsy ho vanon-ko firenena intsony.",
    "9 Ary i Samaria no lohan’i Efraima ary ny zanakalahin’i Remalia no lohan’i Samaria. Raha tsy mety mino ianareo dia tsy ho tafatoetra marina tokoa.",
    "10 Ankoatra izany dia niteny tamin’i Ahaza indray ny Tompo, nanao hoe:",
    "11 Mangataha ianao famantarana amin’ny Tompo Andriamanitrao; angataho izany na ho ao amin’ny lalina, na ho eny amin’ny avo eny ambony.",
    "12 Nefa hoy i Ahaza: Sady tsy hangataka aho no tsy haka fanahy ny Tompo.",
    "13 Ary hoy izy: Mihainoa ianareo ankehitriny, Ry mpianakavin’i Davida; moa zava-bitika aminareo va ny manasatra ny olona no dia hanasatra ny Andriamanitro koa ianareo?",
    "14 Koa ny Tompo mihitsy no hanome famantarana anareo—Indro, hitoe-jaza ny virijiny ka hiteraka zazalahy ary hanao ny anarany hoe Imanoela.",
    "15 Hero-dronono sy tantely no hohaniny mba hahaizany mandà ny ratsy ka hifidy ny tsara.",
    "16 Fa mialoha ny hahaizan’ny zaza mandà ny ratsy ka mifidy ny tsara, dia hohafoin’ireo mpanjaka roa ireo ny firenena izay ankahalainao.",
    "17 Ny Tompo hahatonga aminao sy amin’ny olonao ary amin’ny ankohonan-drainao andro izay tsy mbola nisy toa azy hatramin’ny andro nialan’i Efraima tany Joda, mpanjakan’i Asyria.",
    "18 Ary ny zavatra hitranga amin’izany andro izany dia hisiaka hiantso ny lalitra izay any amin’ny faritanin’i Egypta lavitra indrindra ny Tompo sy ny renitantely izay any amin’ny tany Asyria.",
    "19 Dia ho avy ireo, ka samy hiala sasatra eny amin’ny lohasaha aolo sy eny an-tsefatsefaky ny harambato ary eny amin’ny tsilo rehetra eny sy eny amin’ny kirihitra rehetra eny.",
    "20 Amin’izany andro izany ihany no hanaratan’ny Tompo ny loha sy ny volon-tongotra amin’ny hareza nohofain’ireo izay teny am-pitan’ny renirano sy ny mpanjakan’i Asyria; ary hokakasana aminy koa ny volom-bava.",
    "21 Ary ny zavatra hitranga amin’izany andro izany dia ny olona iray hamahana ombivavy tanora iray sy ondrivavy roa;",
    "22 Ary ny zavatra nitranga, noho ny habetsahan’ny ronono homen’ireo biby ireo, dia hihinana rononomandry izy; satria rononomandry sy tantely no hohanin’ny olona rehetra sisa tavela amin’ny tany.",
    "23 Ary ny zavatra hitranga amin’izany andro izany dia ny toerana rehetra nisy tahom-boaloboka arivo izay lafo sekely volafotsy arivo, dia ho rakotra hery sy tsilo.",
    "24 Zana-tsipika sy tsipika no hoentin’ny olona mankao, satria ny tany manontolo dia hanjary hery sy tsilo.",
    "25 Ary tsy hisy hankamin’ireo havoana rehetra izay nohevoina tamin’ny angady ireo, noho ny fahatahorana ny hery sy ny tsilo; fa ho falehan’ny omby ireny ary ho voahitsakitsaky ny biby fiompy madinika."
  ]
}