{
  "header": {
    "study_summary": "Ho tafiditra ho isan’ny vahoakan’ny fanekempihavanana ny Jentilisa niova fo—Hino ny teny ny Lamanita sy ny Jiosy maro ka hanjary maha-te ho tia—Hampodiana amin’ny laoniny Isiraely ary hofongorana ny olon-dratsy. Tokony ho 559–545 taona talohan’i Kristy.",
    "title_number": "Toko 30"
  },
  "verses": [
    "1 Ary ankehitriny, indro ry rahalahiko malala, te hiresaka aminareo aho; satria izaho Nefia dia tsy hamela ny hiheveranareo fa marina kokoa noho ny Jentilisa ianareo. Satria indro fa raha tsy mitandrina ny didin’ Andriamanitra ianareo dia ho faty tahaka azy avokoa ianareo; satria noho ny teny izay efa nolazaiko, dia tsy tokony hihevitra ianareo fa ho fongana tanteraka ny Jentilisa.",
    "2 Satria indro, lazaiko aminareo fa rehefa mety ho Jentilisa ka mibebaka, dia isan’ny olon’ny fanekempihavanan’ny Tompo; ary rehefa mety ho Jiosy ka tsy mibebaka, dia hariana; fa ny Tompo tsy manao fanekempihavanana afa-tsy amin’ireo izay mibebaka sady mino ny Zanany, dia ny Iray Masin’ny Isiraely.",
    "3 Ary ankehitriny, mbola te haminany misimisy ihany aho ny momba ny Jiosy sy ny Jentilisa. Fa aorian’ny hivoahan’ilay boky izay efa nolazaiko fa hosoratana ho an’ny Jentilisa sady hofehezina kase indray ao amin’ny Tompo, dia hisy maro no hino ny teny izay voasoratra; ary hitondra izany izy hankany amin’ny taranatsika sisa.",
    "4 Ary amin’izany dia ho fantatry ny taranatsika sisa ny momba antsika, ny nahatonga antsika handao an’i Jerosalema ary ny maha-taranaka Jiosy azy.",
    "5 Ary hambara aminy ny filazantsaran’i Jesoa Kristy; koa hampodiana amin’ny fahalalana ny razany izy, ary koa amin’ny fahalalana an’i Jesoa Kristy toy ny efa nahalalan’ny razany Azy.",
    "6 Ary amin’izany dia hifaly izy; satria ho fantany fa fitahiana iray teo an-tanan’ Andriamanitra ho azy izany; ary hanomboka hiala amin’ny masony ny kiran’ny fahamaizinana; ary tsy ho lasana ny taranaka maro eo anivony raha tsy efa tonga vahoaka madio sy maha-te ho tia izy.",
    "7 Ary ny zavatra hitranga dia hanomboka hino an’i Kristy ny Jiosy izay miely patrana; ka hanomboka hitambatambatra izy eto ambonin’ny tany; ary ho tonga olona maha-te ho tia koa izay rehetra mino an’i Kristy.",
    "8 Ary ny zavatra hitranga dia hanomboka ny asany eo anivon’ny firenena, ny foko, sy ny samy hafa fiteny, ary ny mponina rehetra ny Tompo Andriamanitra, amin’ny fanatanterahana ny fampodiana amin’ny laoniny ny olony eto an-tany.",
    "9 Ary araka ny rariny no hitsaran’ny Tompo Andriamanitra ny mahantra, ary haniny araka ny hitsiny Izy ho an’ny malemy fanahin’ny tany. Ary hamely ny tany amin’ny tsorakazon’ny vavany Izy; ary amin’ny fofonain’ny molony no handringanany ny olon-dratsy.",
    "10 Fa avy faingana tokoa ny fotoana izay hampanjarian’ny Tompo Andriamanitra fizarazarana lehibe eo anivon’ny vahoaka, ka ny olon-dratsy dia ho ringaniny; ary hitsimbina ny olony Izy, eny, na dia tsy maintsy mandringana ny olon-dratsy amin’ny afo aza.",
    "11 Ary fahamarinana no ho fisikinany ary fahatokiana no ho fehin-kibony.",
    "12 Ary amin’izany ny amboadia hiara-mitoetra amin’ny zanak’ondry; ary ny leoparda hiara-mandry amin’ny zanak’osy ary ny zanak’omby sy ny liona tanora ary ny omby mifahy hiray toerana; ary zazakely no hiroaka azy.",
    "13 Ary ny ombivavy sy ny bera hiara-komana; ny zanany hiara-mandry; ary ny liona hihina-mololo toy ny omby.",
    "14 Ary ny zaza minono hilalao amin’ny lavaky ny vipera ary ny zaza misara-nono hametraka ny tanany eo amin’ny lavaky ny menarana.",
    "15 Sady tsy handratra no tsy hanimba eran’ny tendrombohitro masina ireo, satria ho henika ny fahalalana ny Tompo ny tany, dia tahaka ny rano mahahenika ny ranomasina.",
    "16 Koa hampahafantarina ny zavatry ny firenen-drehetra; eny, hampahafantarina ny zanak’olombelona ny zava-drehetra.",
    "17 Tsy misy zava-miafina izay tsy hambara; tsy misy asan’ny maizina izay tsy haseho eo amin’ny mazava; ary tsy misy zavatra voafehy eto an-tany izay tsy hoborahina.",
    "18 Noho izany, ny zava-drehetra izay efa nambara ny zanak’olombelona dia hambara amin’izany andro izany; ary tsy hanana fahefana amin’ny fon’ny zanak’olombelona intsony i Satana mandritra ny fotoana maharitra. Ary ankehitriny ry rahalahiko malala dia faranako ny teniko."
  ]
}