{
  "header": {
    "study_summary": "Saria syyttelee Lehiä. Molemmat riemuitsevat poikiensa paluusta. He uhraavat uhreja. Pronssilevyt sisältävät Mooseksen ja profeettojen kirjoituksia. Levyt osoittavat Lehin Joosefin jälkeläiseksi. Lehi profetoi jälkeläisistään ja levyjen varjeltumisesta. Noin 600–592 eKr.",
    "title_number": "Luku 5"
  },
  "verses": [
    "1 Ja tapahtui, että kun me olimme menneet alas erämaahan isämme luokse, katso, hän täyttyi ilosta, ja myös äitini Saria oli tavattoman iloinen, sillä hän oli todella surrut meidän tähtemme.",
    "2 Sillä hän oli luullut, että me olimme menehtyneet erämaassa; ja hän oli myös syytellyt isääni sanoen hänelle, että hän oli näkyjen näkijä, sanoen: Katso, sinä olet johdattanut meidät pois perintömaaltamme, eikä poikiani enää ole, ja me menehdymme erämaahan.",
    "3 Ja tällä tavoin puhuen äitini oli syytellyt isääni.",
    "4 Ja oli tapahtunut, että isäni puhui hänelle sanoen: Minä tiedän, että olen näkyjen näkijä, sillä ellen olisi nähnyt näyssä sitä, mikä on Jumalan, en olisi tuntenut Jumalan hyvyyttä vaan olisin jäänyt Jerusalemiin ja menehtynyt veljieni kanssa.",
    "5 Mutta katso, minä olen saanut lupauksen maan, ja näistä asioista minä riemuitsen; niin, ja minä tiedän, että Herra pelastaa poikani Labanin käsistä ja tuo heidät takaisin meidän luoksemme alas erämaahan.",
    "6 Ja tällä tavalla puhuen isäni Lehi lohdutti äitiäni Sariaa meidän vuoksemme sillä aikaa, kun me matkasimme erämaassa ylös Jerusalemin maahan hankkiaksemme juutalaisten aikakirjan.",
    "7 Ja kun me olimme palanneet isäni telttaan, katso, heidän ilonsa tuli täydeksi ja äitini sai lohdun.",
    "8 Ja hän puhui sanoen: Nyt minä tiedän varmasti, että Herra on käskenyt miestäni pakenemaan erämaahan; niin, ja minä tiedän myös varmasti, että Herra on suojellut poikiani ja pelastanut heidät Labanin käsistä ja antanut heille voimaa, jolla he saattoivat toteuttaa sen, mitä Herra käski heidän tehdä. Ja tällä tavalla hän puhui.",
    "9 Ja tapahtui, että he riemuitsivat tavattomasti ja uhrasivat teuras- ja polttouhreja Herralle; ja he kiittivät Israelin Jumalaa.",
    "10 Ja kun he olivat kiittäneet Israelin Jumalaa, isäni Lehi otti aikakirjat, jotka oli kaiverrettu pronssilevyihin, ja tutki niitä alusta alkaen.",
    "11 Ja hän näki, että ne sisälsivät viisi Mooseksen kirjaa, jotka kertoivat maailman luomisesta sekä Aadamista ja Eevasta, jotka olivat ensimmäiset vanhempamme;",
    "12 ja myös juutalaisten aikakirjan alusta alkaen aina Juudan kuninkaan Sidkian hallituskauden alkuun asti;",
    "13 ja myös pyhien profeettojen profetiat alusta alkaen aina Sidkian hallituskauden alkuun asti; sekä monta profetiaa, jotka on puhuttu Jeremian suulla.",
    "14 Ja tapahtui, että isäni Lehi löysi pronssilevyistä myös isiensä sukuluettelon; sen vuoksi hän tiesi olevansa Joosefin jälkeläinen, niin, nimittäin sen Joosefin, joka oli Jaakobin poika, joka myytiin Egyptiin ja jota Herran käsi varjeli, jotta hän voisi varjella isänsä Jaakobin ja koko hänen perhekuntansa menehtymästä nälänhätään.",
    "15 Ja heidät oli myös johdattanut pois orjuudesta ja pois Egyptin maasta tuo sama Jumala, joka oli varjellut heitä.",
    "16 Ja näin isäni Lehi löysi isiensä sukuluettelon. Ja myös Laban oli Joosefin jälkeläinen, minkä vuoksi hän ja hänen isänsä olivat pitäneet aikakirjoja.",
    "17 Ja nyt, kun isäni näki kaiken tämän, hän täyttyi Hengellä ja alkoi profetoida jälkeläisistään –",
    "18 että nämä pronssilevyt kulkeutuisivat kaikille kansakunnille, suvuille, kielille ja kansoille, jotka olisivat hänen jälkeläisiään.",
    "19 Ja nyt, hän sanoi, etteivät nämä pronssilevyt koskaan tuhoutuisi; eikä aika niitä enää himmentäisi. Ja hän profetoi monia asioita jälkeläisistään.",
    "20 Ja tapahtui, että tähän asti minä ja isäni olimme pitäneet käskyt, jotka Herra oli antanut meille.",
    "21 Ja me olimme hankkineet aikakirjat, jotka Herra oli käskenyt meidän hankkia, ja tutkineet niitä ja havainneet, että ne olivat tavoittelemisen arvoiset, niin, tosiaankin suuriarvoiset meille, koska siten saatoimme säilyttää Herran käskyt lapsillemme.",
    "22 Sen vuoksi oli Herran viisauden mukaista, että me kuljettaisimme niitä mukanamme matkatessamme erämaassa lupauksen maata kohti."
  ]
}