{
  "header": {
    "study_summary": "Nefi näkee näyssä lupauksen maan; sen asukkaiden vanhurskauden, pahuuden ja sortumisen; Jumalan Karitsan tulemisen heidän keskuuteensa; kuinka kaksitoista opetuslasta ja kaksitoista apostolia tulevat tuomitsemaan Israelin; sekä epäuskoon vaipuvien inhottavan ja saastaisen tilan. Noin 600–592 eKr.",
    "title_number": "Luku 12"
  },
  "verses": [
    "1 Ja tapahtui, että enkeli sanoi minulle: Katso ja näe jälkeläisesi sekä veljiesi jälkeläiset. Ja minä katsoin ja näin lupauksen maan, ja minä näin joukoittain ihmisiä, niin, ikään kuin heitä olisi ollut yhtä paljon kuin meren hiekkaa.",
    "2 Ja tapahtui, että minä näin väkijoukkoja kokoontuneina yhteen taistelemaan toinen toistansa vastaan; ja minä näin sotia ja sotahuhuja ja suuria teurastuksia miekalla kansani keskuudessa.",
    "3 Ja tapahtui, että minä näin monen sukupolven kuolevan sotien ja kiistojen jatkuessa maassa, ja minä näin monia kaupunkeja, niin etten edes laskenut niitä.",
    "4 Ja tapahtui, että minä näin pimeyden sumun lupauksen maan yllä; ja minä näin salamoita ja kuulin ukkosen jylinää ja maanjäristyksiä ja kaikenlaisia melskeisiä ääniä; ja minä näin maan ja kallioiden halkeavan; ja minä näin vuorten sortuvan kappaleiksi; ja minä näin maan tasankojen murtuvan; ja minä näin monien kaupunkien vajoavan; ja minä näin monien palavan tulessa; ja minä näin monien sortuvan maahan sen järähtelyn tähden.",
    "5 Ja tapahtui minun nähtyäni nämä asiat, että minä näin pimeyden huurun haihtuvan maan päältä; ja katso, minä näin väkijoukot, jotka eivät olleet saaneet surmaansa Herran suurten ja kauhistavien tuomioiden tähden.",
    "6 Ja minä näin taivaiden aukenevan ja Jumalan Karitsan laskeutuvan taivaasta; ja hän tuli alas ja näyttäytyi heille.",
    "7 Ja minä myös näin ja todistan, että Pyhä Henki laskeutui kahdentoista muun päälle; ja he olivat Jumalan asettamia ja valittuja.",
    "8 Ja enkeli puhui minulle sanoen: Katso Karitsan kahtatoista opetuslasta, jotka on valittu palvelemaan sinun jälkeläisiäsi.",
    "9 Ja hän sanoi minulle: Sinähän muistat Karitsan kaksitoista apostolia? Katso, he ovat ne, jotka tulevat tuomitsemaan Israelin kahtatoista heimoa; sen vuoksi he tulevat tuomitsemaan sinun jälkeläistesi kaksitoista palvelijaa, sillä te olette Israelin huonetta.",
    "10 Ja nämä kaksitoista palvelijaa, jotka sinä näet, tulevat tuomitsemaan sinun jälkeläisesi. Ja katso, he ovat vanhurskaita ikuisesti, sillä heidän uskonsa tähden Jumalan Karitsaan heidän vaatteensa tehdään valkoisiksi hänen veressään.",
    "11 Ja enkeli sanoi minulle: Katso! Ja minä katsoin ja näin kolmen sukupolven kuolevan vanhurskaudessa; ja niiden vaatteet olivat valkeat niin kuin Jumalan Karitsan. Ja enkeli sanoi minulle: Nämä on tehty valkoisiksi Karitsan veressä heidän uskonsa tähden häneen.",
    "12 Ja minä, Nefi, näin myös monen neljännestä sukupolvesta kuolevan vanhurskaana.",
    "13 Ja tapahtui, että minä näin maan ihmispaljouksien kokoontuneen yhteen.",
    "14 Ja enkeli sanoi minulle: Katso jälkeläisiäsi sekä veljiesi jälkeläisiä.",
    "15 Ja tapahtui, että minä katsoin ja näin jälkeläiskansani kokoontuneen yhteen suurin joukoin veljieni jälkeläisiä vastaan; ja he olivat kokoontuneet yhteen taistelemaan.",
    "16 Ja enkeli puhui minulle sanoen: Katso saastaisen veden lähdettä, jonka isäsi näki, niin, nimittäin sitä virtaa, josta hän puhui; ja sen syvyydet ovat helvetin syvyyksiä.",
    "17 Ja pimeyden sumut ovat sen Perkeleen kiusauksia, joka sokaisee ihmislasten silmät ja paaduttaa heidän sydämensä ja eksyttää heidät laveille teille, niin että he hukkuvat ja joutuvat kadotetuiksi.",
    "18 Ja se suuri ja avara rakennus, jonka isäsi näki, on ihmislasten turhamaiset kuvitelmat ja ylpeys. Ja heidät erottaa suuri ja kauhistava kuilu, niin, nimittäin iankaikkisen Jumalan ja Messiaan oikeudenmukaisuuden sana, Messiaan, joka on Jumalan Karitsa, josta Pyhä Henki todistaa maailman alusta tähän hetkeen asti ja tästä hetkestä vastedes ja ikuisesti.",
    "19 Ja enkelin puhuessa näitä sanoja minä katsoin ja näin, että veljieni jälkeläiset taistelivat minun jälkeläisiäni vastaan, enkelin sanan mukaan; ja jälkeläisteni ylpeyden ja Perkeleen kiusausten tähden minä näin veljieni jälkeläisten kukistavan jälkeläiskansani.",
    "20 Ja tapahtui, että minä katsoin ja näin veljieni jälkeläiskansan voittaneen minun jälkeläiseni; ja he kulkivat maassa suurin joukoin.",
    "21 Ja minä näin heidän kokoontuneen yhteen suurin joukoin, ja minä näin heidän keskuudessaan sotia ja sotahuhuja, ja minä näin monen sukupolven kuolevan sotien ja sotahuhujen keskellä.",
    "22 Ja enkeli sanoi minulle: Katso, nämä tulevat vaipumaan epäuskoon.",
    "23 Ja tapahtui, että minä näin, että heidän vaivuttuaan epäuskoon heistä tuli tumma ja inhottava ja saastainen kansa, täynnä joutilaisuutta ja kaikenlaisia iljetyksiä."
  ]
}