{
  "header": {
    "study_summary": "Messias on oleva valona pakanoille ja päästävä vangit vapaiksi. Israel kootaan voimallisesti viimeisinä aikoina. Kuninkaat ovat heidän kasvatusisiään. VertaaJesajan lukuun 49. Noin 589–570 eKr.",
    "title_number": "Luku 21"
  },
  "verses": [
    "1 Ja vielä: Kuule, oi sinä Israelin huone, kaikki te, jotka on taitettu pois ja ajettu pois kansani paimenten jumalattomuuden tähden, eli kaikki te, jotka on taitettu pois, jotka on hajotettu vieraisiin maihin, jotka olette minun kansaani, oi Israelin huone. Kuunnelkaa minua, oi saaret, ja kuulkaa, te kaukaiset kansat; Herra kutsui minut kohdussa ollessani, äitini vatsassa ollessani hän minun nimeni mainitsi.",
    "2 Ja hän teki minun suuni terävän miekan kaltaiseksi, kätensä varjoon hän minut kätki ja teki minusta hiotun nuolen; viineensä hän minut kätki",
    "3 ja sanoi minulle: Sinä, oi Israel, olet minun palvelijani, jossa minut kirkastetaan.",
    "4 Silloin minä sanoin: Turhan takia olen uurastanut, tyhjään ja turhaan olen haaskannut voimani; onhan oikeuteni Herran huomassa ja työni Jumalani huomassa.",
    "5 Ja nyt, sanoo Herra, joka teki minut palvelijakseen kohdusta alkaen tuodakseen Jaakobin takaisin luokseen: Vaikka Israelia ei koottaisikaan, kuitenkin minä olen arvokas Herran silmissä, ja minun Jumalani on minun voimani.",
    "6 Ja hän sanoi: Vähäistä on se, että olet minun palvelijani nostaaksesi ennalleen Jaakobin heimot ja tuodaksesi takaisin Israelin eloon jääneet. Minä annan sinut myös valoksi pakanoille, niin että sinä olisit minun pelastukseni maan ääriin asti.",
    "7 Näin sanoo Herra, Israelin Lunastaja, hänen Pyhänsä, tälle ihmisen halveksimalle, kansakuntien kammoamalle, hallitsijoiden orjalle: Kuninkaat saavat nähdä ja nousevat seisomaan, ruhtinaatkin palvelevat Herran tähden, joka on uskollinen.",
    "8 Näin sanoo Herra: Oikealla hetkellä minä olen teitä kuullut, oi meren saaret, ja pelastuksen päivänä minä olen teitä auttanut; ja minä varjelen teitä ja annan teille palvelijani kansan liitoksi saattaakseni ennalleen maan, jakaakseni autioituneet perintöosat;",
    "9 jotta voisit sanoa vangituille: Lähtekää, pimeydessä istuville: Tulkaa esiin! He syövät teiden varsilla, ja kaikki korkeat paikat ovat heidän laitumenaan.",
    "10 Ei heidän tule nälkä eikä jano, ei heitä ahdista helle eikä aurinko; sillä heitä ohjaa heidän armahtajansa, niin, vesilähteille hän heidät opastaa.",
    "11 Ja minä teen kaikki vuoreni tieksi, ja minun valtatieni korotetaan.",
    "12 Ja silloin, oi Israelin huone, katso, nämä tulevat kaukaa; ja katso, nämä pohjoisesta ja lännestä ja nämä Assuanin maasta.",
    "13 Laulakaa, oi taivaat, ja iloitse, oi maa, sillä idässä olevien jalat vahvistetaan; ja puhjetkaa lauluun, oi vuoret, sillä heitä ei enää lyödä; sillä Herra on lohduttanut kansaansa ja armahtaa ahdistettujansa.",
    "14 Mutta katso, Siion on sanonut: Herra on minut hylännyt, ja minun Herrani on minut unohtanut – mutta hän on osoittava, ettei hän ole.",
    "15 Sillä voiko nainen unohtaa rintalapsensa, niin ettei hän säälisi kohtunsa poikaa? Kyllä, he voivat unohtaa, mutta minä en sinua unohda, oi Israelin huone.",
    "16 Katso, minä olen piirtänyt sinut kätteni kämmeniin; sinun muurisi ovat aina minun edessäni.",
    "17 Sinun lapsesi rientävät sinun tuhoojiasi vastaan, ja ne, jotka repivät sinut raunioiksi, menevät luotasi pois.",
    "18 Kohota katseesi ympärillesi ja katso; kaikki nämä kokoontuvat yhteen, ja he tulevat sinun luoksesi. Ja niin totta kuin minä elän, sanoo Herra, sinä saat todella pukea heidät kaikki päällesi niin kuin korun, ja kuin morsian saat kietoa heidät yllesi.",
    "19 Sillä sinun rauniosi ja autiot paikkasi ja hävitetty maasi on nyt tuleva asukkailleen ahtaaksi; ja ne, jotka sinut nielaisivat, ovat kaukana.",
    "20 Lapset, jotka saat ensimmäiset menetettyäsi, sanovat jälleen korviesi kuullen: Täällä on ahdasta, tee minulle tilaa, että minä voin asua.",
    "21 Silloin sinä kysyt sydämessäsi: Kuka nämä on minulle synnyttänyt, minähän olen lapseni menettänyt ja olen hedelmätön, vankina ja vaeltanut paikasta toiseen? Ja kuka nämä on kasvattanut? Katso, minähän jäin yksin; missä nämä ovat olleet?",
    "22 Näin sanoo Herra Jumala: Katso, minä kohotan käteni pakanoille ja nostan viirini kansoille; ja he tuovat poikasi sylissään ja kantavat tyttäresi olallaan.",
    "23 Ja kuninkaista tulee sinulle kasvatusisiä ja heidän kuningattaristansa sinulle imettäjiä; he kumartuvat kasvoillensa maahan sinun eteesi ja nuolevat tomun sinun jaloistasi; ja sinä opit tietämään, että minä olen Herra, sillä ne, jotka minua odottavat, eivät joudu häpeään.",
    "24 Sillä otetaanko väkevältä saalis, tai vapautetaanko lailliset vangit?",
    "25 Mutta näin sanoo Herra: Väkevänkin vangit otetaan pois, ja pelätyn saalis vapautetaan; sillä minä taistelen sitä vastaan, joka sinua vastaan taistelee, ja sinun lapsesi minä pelastan.",
    "26 Ja minä syötän sinun sortajillesi heidän omaa lihaansa; he juopuvat omasta verestään kuin makeasta viinistä; ja kaikki liha tulee tietämään, että minä, Herra, olen sinun Vapahtajasi ja sinun Lunastajasi, Jaakobin Väkevä."
  ]
}