{
  "header": {
    "study_summary": "Kutsu käydä Herran lepoon annetaan. Rukoilkaa vakain aikein. Kristuksen Hengen avulla ihmiset voivat erottaa hyvän pahasta. Saatana taivuttaa ihmisiä kieltämään Kristuksen ja tekemään pahaa. Profeetat ilmaisevat Kristuksen tulemisen. Ihmeitä tehdään ja enkelit palvelevat uskon kautta. Ihmisten tulee toivoa iankaikkista elämää ja pitää kiinni rakkaudesta. Noin 401–421 jKr.",
    "title_number": "Luku 7"
  },
  "verses": [
    "1 Ja nyt minä, Moroni, kirjoitan muutamia isäni Mormonin sanoja, jotka hän puhui uskosta, toivosta ja rakkaudesta, sillä tällä tavoin hän puhui kansalle opettaessaan sitä synagogassa, jonka se oli rakentanut jumalanpalveluspaikaksi.",
    "2 Ja nyt minä, Mormon, puhun teille, rakkaat veljeni; ja Isän Jumalan ja meidän Herramme Jeesuksen Kristuksen armosta ja hänen pyhästä tahdostaan, häneltä saamani kutsumuksen lahjan tähden, minä saan puhua teille tällä hetkellä.",
    "3 Niinpä minä tahtoisin puhua teille, jotka kuulutte kirkkoon, jotka olette rauhaisia Kristuksen seuraajia ja jotka olette saaneet riittävän toivon, jonka kautta voitte käydä Herran lepoon, tästä vastedes aina kunnes saatte levätä hänen luonaan taivaassa.",
    "4 Ja nyt, veljeni, minä päättelen teistä näin teidän rauhaisan vaelluksenne tähden ihmislasten parissa.",
    "5 Sillä minä muistan Jumalan sanan, joka sanoo, että heidän teoistaan te tunnette heidät; sillä jos heidän tekonsa ovat hyviä, silloin hekin ovat hyviä.",
    "6 Sillä katso, Jumala on sanonut, ettei ihminen, joka on paha, voi tehdä sitä, mikä on hyvää, sillä jos hän antaa uhrilahjan tai rukoilee Jumalaa, se ei hyödytä häntä lainkaan, ellei hän tee sitä vakain aikein.",
    "7 Sillä katso, sitä ei lueta hänelle vanhurskaudeksi.",
    "8 Sillä katso, jos ihminen, joka on paha, antaa lahjan, hän tekee sen vastahakoisesti; sen vuoksi se katsotaan hänelle samaksi kuin jos hän olisi pitänyt lahjan; sen vuoksi hänet luetaan pahaksi Jumalan edessä.",
    "9 Ja samoin ihmiselle myös luetaan pahaksi, jos hän rukoilee, eikä vakain sydämen aikein; niin, eikä se hyödytä häntä lainkaan, sillä Jumala ei ota vastaan sellaisia.",
    "10 Niinpä ihminen, joka on paha, ei voi tehdä sitä, mikä on hyvää; eikä hän anna hyvää lahjaa.",
    "11 Sillä katso, karvas lähde ei voi tuottaa hyvää vettä, eikä hyvä lähde voi tuottaa karvasta vettä; sen vuoksi ihminen, joka on Perkeleen palvelija, ei voi seurata Kristusta; ja jos hän seuraa Kristusta, hän ei voi olla Perkeleen palvelija.",
    "12 Niinpä kaikki, mikä on hyvää, tulee Jumalasta, ja se, mikä on pahaa, tulee Perkeleestä, sillä Perkele on Jumalan vihollinen ja taistelee jatkuvasti häntä vastaan ja kutsuu ja houkuttelee syntiin ja tekemään sitä, mikä on pahaa, jatkuvasti.",
    "13 Mutta katso, se, mikä on Jumalasta, kutsuu ja kannustaa tekemään hyvää jatkuvasti; sen tähden kaikki, mikä kutsuu ja kannustaa tekemään hyvää ja rakastamaan Jumalaa ja häntä palvelemaan, on Jumalan innoittamaa.",
    "14 Ja nyt, varokaa, rakkaat veljeni, ettette katso sellaisen, mikä on pahaa, olevan Jumalasta tai sellaisen, mikä on hyvää ja Jumalasta, olevan Perkeleestä.",
    "15 Sillä katsokaa, veljeni, teille on annettu arvostelukyky, jotta voisitte erottaa hyvän pahasta; ja arvostelutapa on yhtä selvä – jotta voisitte tietää täysin varmasti – kuin päivänvalo eroaa pimeästä yöstä.",
    "16 Sillä katso, Kristuksen Henki on annettu jokaiselle ihmiselle, jotta hän voi erottaa hyvän pahasta; ja nyt, minä osoitan teille, kuinka on arvosteltava; sillä kaikki, mikä kutsuu tekemään hyvää ja saa uskomaan Kristukseen, on lähetetty Kristuksen voiman ja lahjan kautta; sen vuoksi te voitte tietää täysin varmasti, että se on Jumalasta.",
    "17 Mutta mikä tahansa saa ihmiset tekemään pahaa ja olemaan uskomatta Kristukseen ja kieltämään hänet ja olemaan palvelematta Jumalaa, silloin te voitte tietää täysin varmasti, että se on Perkeleestä, sillä tällä tavalla Perkele toimii, sillä hän ei kehota ketään tekemään hyvää, ei yhden yhtäkään, eivätkä hänen enkelinsäkään eivätkä ne, jotka alistuvat hänen valtaansa.",
    "18 Ja nyt, veljeni, koska te tunnette sen valon, jonka mukaan voitte arvostella ja joka valo on Kristuksen valo, katsokaa, ettette arvostele väärin, koska sillä samalla tuomiolla, jolla te tuomitsette, teidätkin tuomitaan.",
    "19 Sen vuoksi minä pyydän teiltä hartaasti, veljet, että tutkisitte uutterasti Kristuksen valossa, jotta voitte erottaa hyvän pahasta; ja jos te tartutte kaikkeen hyvään ettekä sitä tuomitse, te olette varmasti Kristuksen lapsia.",
    "20 Ja nyt, veljeni, kuinka on mahdollista, että te voitte tarttua kaikkeen hyvään?",
    "21 Ja nyt minä tulen siihen uskoon, josta sanoin tahtovani puhua; ja minä kerron teille, millä tavalla te voitte tarttua kaikkeen hyvään.",
    "22 Sillä katso, Jumala, joka tietää kaiken ja on ikuisuudesta ikuisuuteen, katso, hän lähetti enkeleitä palvelemaan ihmislapsia, ilmoittamaan Kristuksen tulemisesta; ja Kristuksen kautta tulisi kaikki hyvä.",
    "23 Ja Jumala myös julisti profeetoille omalla suullaan, että Kristus tulisi.",
    "24 Ja katso, erilaisin tavoin hän ilmaisi ihmislapsille sitä, mikä oli hyväksi; ja kaikki, mikä on hyvää, tulee Kristuksesta; muuten ihmiset olisivat langenneita, eikä mikään hyvä voisi tulla heidän osakseen.",
    "25 Sen vuoksi, enkelien palveluksen kautta ja jokaisesta sanasta, joka lähti Jumalan suusta, ihmiset alkoivat osoittaa uskoa Kristukseen, ja niin he uskon kautta tarttuivat kaikkeen hyvään; ja näin oli Kristuksen tulemiseen asti.",
    "26 Ja hänen tultuaan ihmiset myös pelastuivat uskon kautta hänen nimeensä, ja uskon kautta heistä tulee Jumalan lapsia. Ja niin totta kuin Kristus elää, hän puhui nämä sanat meidän isillemme, sanoen: Mitä tahansa sellaista te pyydätte Isältä minun nimessäni, mikä on hyvää, uskossa uskoen saavanne, katso, se annetaan teille.",
    "27 Ja nyt, rakkaat veljeni, ovatko ihmeet lakanneet, koska Kristus on noussut taivaaseen ja on istuutunut Jumalan oikealle puolelle, anoakseen Isältä oikeuttansa osoittaa armoa, jota hänellä on ihmislapsiin nähden?",
    "28 Sillä hän on täyttänyt lain vaatimukset, ja hän vaatii itselleen kaikki ne, joilla on usko häneen; ja ne, joilla on usko häneen, pitävät kiinni kaikesta hyvästä; sen vuoksi hän puolustaa ihmislasten asiaa; ja hän asuu iankaikkisesti taivaissa.",
    "29 Ja koska hän on tehnyt tämän, rakkaat veljeni, ovatko ihmeet lakanneet? Katso, minä sanon teille: eivät, eivätkä enkelit ole lakanneet palvelemasta ihmislapsia.",
    "30 Sillä katso, he ovat hänen alamaisiaan palvellakseen hänen käskynsä sanan mukaisesti, näyttäytyen niille, joilla on vahva usko ja luja mieli kaikessa jumalisuudessa.",
    "31 Ja heidän palvelutyönsä virkana on kutsua ihmisiä parannukseen ja täyttää Isän ihmislasten kanssa tekemät liitot ja tehdä niiden työ, valmistaa tietä ihmislasten keskuudessa julistamalla Kristuksen sanaa Herran valituille astioille, jotta he voivat todistaa hänestä.",
    "32 Ja niin tekemällä Herra Jumala valmistaa keinon, niin että muutkin ihmiset voivat uskoa Kristukseen, niin että Pyhällä Hengellä voi olla heidän sydämessään voimansa mukainen sija; ja tällä tavalla Isä toteuttaa ne liitot, jotka hän on tehnyt ihmislasten kanssa.",
    "33 Ja Kristus on sanonut: Jos teillä on usko minuun, teillä on voima tehdä kaikki, minkä minä näen hyväksi.",
    "34 Ja hän on sanonut: Tehkää parannus, kaikki te maan ääret, ja tulkaa minun luokseni ja ottakaa kaste minun nimeeni ja uskokaa minuun, jotta voitte pelastua.",
    "35 Ja nyt, rakkaat veljeni, jos näin on, että nämä asiat, jotka olen teille puhunut, ovat totta – ja Jumala näyttää teille voimalla ja suurella kirkkaudella viimeisenä päivänä, että ne ovat totta – ja jos ne ovat totta, onko ihmeiden aika lakannut?",
    "36 Tai ovatko enkelit lakanneet ilmestymästä ihmislapsille? Tai onko hän evännyt heiltä Pyhän Hengen voiman? Tai epääkö hän, niin kauan kuin aika kestää tai maa pysyy tai sen päällä on yksikin ihminen pelastettavana?",
    "37 Katso, minä sanon teille: ei, sillä ihmeet tehdään uskon tähden, ja uskon tähden enkelit ilmestyvät ja palvelevat ihmisiä; jos siis nämä asiat ovat lakanneet, voi ihmislapsia, sillä se johtuu epäuskosta, ja kaikki on turhaa.",
    "38 Sillä kukaan ihminen ei voi Kristuksen sanojen mukaan pelastua, ellei hänellä ole uskoa hänen nimeensä; jos siis nämä asiat ovat lakanneet, silloin uskokin on loppunut, ja kauhea on ihmisen tila, sillä hän on ikään kuin mitään lunastusta ei olisi suoritettu.",
    "39 Mutta katso, rakkaat veljeni, teidän tilanne minä näen paremmaksi, sillä minä näen, että teillä on usko Kristukseen, sävyisyytenne tähden; sillä ellei teillä ole uskoa häneen, silloin te ette ole arvollisia hänen kirkkonsa kansaan luettaviksi.",
    "40 Ja vielä, rakkaat veljeni, minä tahtoisin puhua teille toivosta. Kuinka te voitte saavuttaa uskon, ellei teillä ole toivoa?",
    "41 Ja mitä teidän on toivottava? Katso, minä sanon teille, että teidän tulee toivoa Kristuksen sovituksen ja hänen ylösnousemuksensa voiman kautta tulevanne herätetyiksi iankaikkiseen elämään, ja tätä teidän uskonne tähden häneen, lupauksen mukaisesti.",
    "42 Sen vuoksi, jos ihmisellä on uskoa, hänellä täytyy olla toivoa, sillä ilman uskoa ei voi olla toivoa.",
    "43 Ja vielä, katso, minä sanon teille, ettei hänellä voi olla uskoa ja toivoa, ellei hän ole sävyisä ja sydämeltään nöyrä.",
    "44 Muuten hänen uskonsa ja toivonsa on turhaa, sillä kukaan ei ole otollinen Jumalan edessä, paitsi sävyisät ja sydämeltään nöyrät; ja jos ihminen on sävyisä ja sydämeltään nöyrä ja tunnustaa Pyhän Hengen voimasta, että Jeesus on Kristus, hänellä täytyy olla rakkautta, sillä ellei hänellä ole rakkautta, hän ei ole mitään; niinpä hänellä täytyy olla rakkautta.",
    "45 Ja rakkaus on pitkämielinen ja lempeä eikä kadehdi eikä pöyhkeile, ei etsi omaansa, ei vihastu helposti, ei ajattele pahaa eikä iloitse vääryydestä vaan iloitsee totuudesta, kaiken se kestää, kaiken se uskoo, kaiken se toivoo, kaiken se kärsii.",
    "46 Jos siis, rakkaat veljeni, teillä ei ole rakkautta, te ette ole mitään, sillä rakkaus ei koskaan katoa. Pitäkää sen vuoksi kiinni rakkaudesta, joka on suurin kaikista, sillä kaiken täytyy kadota –",
    "47 mutta aito rakkaus on Kristuksen puhdasta rakkautta, ja se kestää ikuisesti; ja kenellä sitä havaitaan olevan viimeisenä päivänä, hänen käy hyvin.",
    "48 Rukoilkaa siis, rakkaat veljeni, Isää koko sydämen voimalla, että täyttyisitte tällä rakkaudella, jonka hän on suonut kaikille Poikansa Jeesuksen Kristuksen tosi seuraajille; että teistä tulisi Jumalan lapsia; että me hänen ilmestyessään olisimme hänen kaltaisiaan, sillä me saamme nähdä hänet sellaisena kuin hän on; että meillä olisi tämä toivo; että meidät puhdistettaisiin niin kuin hän on puhdas. Aamen."
  ]
}