{
  "header": {
    "study_summary": "Jaakob jatkaa Jesajan kirjan lukemista: Viimeisinä aikoina Herra lohduttaa Siionia ja kokoaa Israelin. Lunastetut tulevat Siioniin suuren ilonvallitessa. VertaaJesaja 51 ja 52:1–2. Noin 559–545 eKr.",
    "title_number": "Luku 8"
  },
  "verses": [
    "1 Kuulkaa minua, te, jotka tavoittelette vanhurskautta. Katsokaa sitä kalliota, josta teidät on lohkaistu, ja sitä kaivosonkaloa, josta teidät on kaivettu.",
    "2 Katsokaa Abrahamia, isäänne, ja Saaraa, häntä joka teidät synnytti; sillä minä kutsuin hänet, Abrahamin, yksinään ja siunasin hänet.",
    "3 Sillä Herra lohduttaa Siionia, hän lohduttaa kaikkia sen autioita paikkoja; ja hän tekee sen autiomaan Eedenin kaltaiseksi ja sen aron kuin Herran puutarhaksi. Riemu ja ilo on oleva siellä, kiitos ja ylistyslaulu.",
    "4 Kuule minua, kansani, ja kallista minulle korvasi, oi kansakuntani; sillä laki lähtee minusta, ja minä säädän oikeuteni kansojen valoksi.",
    "5 Minun vanhurskauteni on lähellä, minun pelastukseni on lähtenyt matkaan, ja minun käsivarteni on tuomitseva kansan. Saaret odottavat minua, ja minun käsivarteeni ne turvaavat.",
    "6 Kohottakaa katseenne taivaita kohden, ja katselkaa maata alhaalla; sillä taivaat katoavat pois kuin savu, ja maa käy vanhaksi kuin vaate; ja sen asukkaat kuolevat samalla tavalla. Mutta minun pelastukseni pysyy ikuisesti eikä minun vanhurskauteni häviä.",
    "7 Kuulkaa minua, te, jotka tunnette vanhurskauden, kansa, jonka sydämeen minä olen kirjoittanut lakini; älkää pelätkö ihmisten pilkkaa, älkääkä säikkykö heidän herjauksiaan.",
    "8 Sillä koi syö heidät niin kuin vaatteen, ja toukka syö heitä kuin villaa. Mutta minun vanhurskauteni pysyy ikuisesti ja minun pelastukseni polvesta polveen.",
    "9 Herää, herää! Pukeudu voimaan, oi Herran käsivarsi; herää niin kuin muinaisina päivinä. Etkö sinä ole se, joka on iskenyt hengiltä Rahabin ja haavoittanut lohikäärmettä?",
    "10 Etkö sinä ole se, joka on kuivannut meren, suuren syvyyden vedet; joka on muuttanut meren syvänteet tieksi lunastettujen kulkea yli?",
    "11 Ja nyt, Herran lunastetut palaavat ja tulevat laulaen Siioniin; ja heidän päällänsä on ikuinen riemu ja pyhyys, ja he saavat ilon ja riemun; murhe ja suru pakenevat.",
    "12 Minä olen, niin, minä olen teidän lohduttajanne. Katso, kuka sinä olet, että pelkäät ihmistä, joka on kuoleva, ja ihmislasta, jonka käy niin kuin ruohon?",
    "13 Ja unohdat Herran, Luojasi, joka on levittänyt auki taivaat ja laskenut maan perustukset, ja olet pelännyt alati joka päivä sortajan raivoa, niin kuin hän olisi valmis tuhoamaan? Ja missä on sortajan raivo?",
    "14 Vangittu maanpakolainen pääsee pian vapaaksi, eikä hän kuole vankikuoppaan eikä häneltä puutu leipää.",
    "15 Mutta minä olen Herra, sinun Jumalasi, jonka aallot pauhasivat; Herra Sebaot on minun nimeni.",
    "16 Ja minä olen pannut sanani sinun suuhusi ja kätkenyt sinut käteni varjoon pystyttääkseni taivaat ja laskeakseni maan perustukset ja sanoakseni Siionille: Katso, sinä olet minun kansani.",
    "17 Herää, herää, nouse, oi Jerusalem, joka olet juonut Herran kädestä hänen kiivautensa maljan – sinä olet juonut vavistuksen maljan pohjasakat viimeiseen pisaraan.",
    "18 Eikä ketään taluttajaa kaikkien niiden poikien joukossa, jotka hän on synnyttänyt; ei ketään käteen tarttujaa kaikissa niissä pojissa, jotka hän on kasvattanut.",
    "19 Nämä kaksi poikaa ovat tulleet luoksesi sinua säälimään – hävitystäsi ja tuhoasi ja nälkää ja miekkaa – ja kenen avulla minä sinua lohdutan?",
    "20 Sinun poikasi ovat taintuneet näitä kahta lukuun ottamatta; he makaavat kaikkien katujen päässä; kuin villihärkä verkossa, he ovat täynnä Herran kiivautta, sinun Jumalasi nuhdetta.",
    "21 Kuule siis nyt tätä, sinä poloinen ja päihtynyt, vaikka et viinistä:",
    "22 Näin sanoo sinun Herrasi: Herra ja sinun Jumalasi ajaa kansansa asiaa; katso, minä olen ottanut pois sinun kädestäsi vavistuksen maljan, kiivauteni maljan pohjasakat; sinun ei enää tarvitse juoda siitä.",
    "23 Vaan minä panen sen sinun ahdistajiesi käteen, niiden, jotka ovat sanoneet sielullesi: Kumarru maahan, että voimme kulkea ylitse! – Ja sinä olet antanut ruumiisi maankamaraksi ja kaduksi kulkijoille.",
    "24 Herää, herää, pukeudu voimaasi, oi Siion; pukeudu kauniisiin vaatteisiisi, oi Jerusalem, pyhä kaupunki; sillä vastedes ei tule sinun sisällesi enää ympärileikkaamaton eikä epäpuhdas.",
    "25 Ravista tomu yltäsi, nouse, istuudu, oi Jerusalem; irrota kahleet kaulastasi, oi vangittu tytär Siion!"
  ]
}