{
  "header": {
    "study_summary": "Jesaja näkee myöhempien aikojen temppelin, Israelin kokoamisen ja tuhatvuotisen tuomion ja rauhan. Ylpeät ja jumalattomat alennetaan toisessa tulemisessa. VertaaJesaja 2. Noin 559–545 eKr.",
    "title_number": "Luku 12"
  },
  "verses": [
    "1 Sana, jonka Jesaja, Amosin poika, näki Juudasta ja Jerusalemista:",
    "2 Ja tapahtuu viimeisinä aikoina, jolloin Herran huoneen vuori seisoo lujana, ylimpänä vuorista ja kohoaa korkeimpana kukkuloista ja kaikki kansakunnat virtaavat sen luokse,",
    "3 että monet kansat lähtevät liikkeelle sanoen: Tulkaa, nouskaamme Herran vuorelle, Jaakobin Jumalan huoneeseen; ja hän opettaa meille teitänsä, ja me tahdomme kulkea hänen polkujaan; sillä Siionista lähtee laki ja Jerusalemista Herran sana.",
    "4 Ja hän tuomitsee kansakuntien kesken ja nuhtelee monia kansoja; ja ne takovat miekkansa auran teriksi ja keihäänsä vesureiksi – kansakunta ei kohota miekkaa kansakuntaa vastaan, eivätkä ne enää opettele sotimaan.",
    "5 Oi Jaakobin lapset, tulkaa ja vaeltakaamme Herran valossa; niin, tulkaa, sillä te olette kaikki kulkeneet harhaan, kukin jumalattomille teillensä.",
    "6 Sen tähden, oi Herra, sinä olet hylännyt kansasi, Jaakobin lapset, koska he ovat täynnä idän tapoja ja kuuntelevat ennustajia kuin filistealaiset, ja he mieltyvät muukalaisten lapsiin.",
    "7 Heidän maansa on myös täynnä hopeaa ja kultaa, eikä heidän aarteillaan ole loppua; heidän maansa on myös täynnä hevosia, eikä heidän vaunuillaan ole loppua.",
    "8 Heidän maansa on myös täynnä epäjumalia; kättensä töitä he palvovat, omien sormiensa luomuksia.",
    "9 Ja halpasäätyinen ei kumarru, eikä ylhäinen nöyrry; sen tähden älä anna hänelle anteeksi.",
    "10 Oi te jumalattomat, menkää vuorten uumeniin ja piiloutukaa maan tomuun, sillä Herran pelko ja hänen ylhäisyytensä kirkkaus lyövät teitä.",
    "11 Ja tapahtuu, että ihmisen kopea katsanto nöyrtyy ja ihmisten korskeus taipuu maahan, ja sinä päivänä Herra yksin on ylhäinen.",
    "12 Sillä Herran Sebaotin päivä kohtaa pian kaikkia kansakuntia, niin, joka ainoaa; nimittäin ylpeitä ja kopeita ja jokaista, joka on ylhäinen, ja hänet painetaan alas.",
    "13 Niin, ja Herran päivä kohtaa kaikkia Libanonin setrejä, sillä ne ovat korkeita ja ylhäisiä, ja kaikkia Basanin tammia,",
    "14 ja kaikkia korkeita vuoria ja kaikkia kukkuloita, ja kaikkia kansakuntia, jotka ovat ylhäisiä, ja jokaista kansaa,",
    "15 ja jokaista korkeaa tornia ja jokaista vahvaa muuria,",
    "16 ja kaikkia meren laivoja ja kaikkia Tarsisin laivoja ja kaikkia ihania kuvia.",
    "17 Ja ihmisen kopeus taipuu maahan, ja ihmisten korskeus painetaan alas, ja sinä päivänä Herra yksin on ylhäinen.",
    "18 Ja epäjumalat hän hävittää, joka ikisen.",
    "19 Ja he menevät kallion onkaloihin ja maan luoliin, sillä Herran pelko valtaa heidät, ja hänen ylhäisyytensä kirkkaus lyö heidät, kun hän nousee järisyttämään maata kauhistavasti.",
    "20 Sinä päivänä ihminen heittää myyrille ja lepakoille hopeiset epäjumalansa ja kultaiset epäjumalansa, jotka hän on tehnyt itselleen palvottaviksi,",
    "21 mennäkseen kallioiden halkeamiin ja louhikkoisten kallioiden huipuille, sillä Herran pelko valtaa heidät, ja hänen kirkkautensa ylhäisyys lyö heidät, kun hän nousee järisyttämään kauhistavasti maata.",
    "22 Lakatkaa luottamasta ihmiseen, jonka henkäys on hänen sieraimissaan, sillä mitä arvoa hänellä on?"
  ]
}