{
  "header": {
    "study_summary": "Jesaja näkee Herran. Jesajan synnit annetaan anteeksi. Hänet kutsutaan profetoimaan. Hän profetoi siitä, että juutalaiset kieltävät Kristuksen opetukset. Jäännös on palaava. VertaaJesaja 6. Noin 559–545 eKr.",
    "title_number": "Luku 16"
  },
  "verses": [
    "1 Kuningas Ussian kuolinvuonna minä myös näin Herran istuvan korkealla ja ylhäisellä valtaistuimella, ja hänen vaatteensa liepeet täyttivät temppelin.",
    "2 Sen yläpuolella seisoivat serafit; heillä oli kuusi siipeä kullakin; kahdella he peittivät kasvonsa, ja kahdella he peittivät jalkansa, ja kahdella he lensivät.",
    "3 Ja he huusivat toinen toiselleen ja sanoivat: Pyhä, pyhä, pyhä on Herra Sebaot; koko maa on täynnä hänen kirkkauttansa.",
    "4 Ja ovenpielet vapisivat huutajan äänen voimasta, ja huone tuli täyteen savua.",
    "5 Silloin sanoin minä: Voi minua, sillä minä hukun, koska minulla on saastaiset huulet, ja minä asun keskellä kansaa, jolla on saastaiset huulet; sillä minun silmäni ovat nähneet Kuninkaan, Herran Sebaotin.",
    "6 Silloin lensi luokseni yksi serafeista kädessään hehkuva hiili, jonka hän oli ottanut pihdeillä alttarilta,",
    "7 ja hän pani sen suulleni ja sanoi: Katso, tämä on koskettanut huuliasi, ja sinun pahat tekosi on otettu pois ja sinun syntisi puhdistettu.",
    "8 Minä kuulin myös Herran äänen sanovan: Kenet minä lähetän, ja kuka menee meidän puolestamme? Silloin minä sanoin: Tässä olen, lähetä minut.",
    "9 Ja hän sanoi: Mene ja sano tälle kansalle: Kuulemalla kuulkaa, mutta he eivät ymmärtäneet; ja näkemällä nähkää, mutta he eivät käsittäneet.",
    "10 Paaduta tämän kansan sydän ja koveta sen korvat ja sulje sen silmät – ettei se näkisi silmillään eikä kuulisi korvillaan eikä ymmärtäisi sydämellään eikä kääntyisi ja tulisi terveeksi.",
    "11 Silloin minä sanoin: Herra, kuinka pitkäksi aikaa? Ja hän sanoi: Siksi kunnes kaupungit ovat hävitettyinä, asukkaita vailla, ja talot tyhjillään ja maa on kokonaan autio;",
    "12 ja Herra on siirtänyt ihmiset kauas, sillä maa jää keskeltä aivan hylätyksi.",
    "13 Mutta vielä jää jäljelle kymmenesosa, ja se palaa takaisin, ja se hävitetään niin kuin lehmus ja niin kuin tammi, joiden elinvoima jää niihin, kun ne pudottavat lehtensä; niin senkin elinvoima on oleva pyhä siemen."
  ]
}