{
  "header": {
    "study_summary": "Kristus on oleva kompastuskivi ja loukkauskallio. Etsikää Herraa älkääkä supisevia velhoja. Kääntykää lain ja todistuksen puoleen ohjausta saadaksenne. VertaaJesaja 8. Noin 559–545 eKr.",
    "title_number": "Luku 18"
  },
  "verses": [
    "1 Edelleen Herran sana sanoi minulle: Ota itsellesi iso kirjakäärö ja kirjoita siihen ihmisen kynällä: Maher-Salal-Has-Basista.",
    "2 Ja minä otin itselleni uskolliset todistajat kirjoittamaan, pappi Urian ja Sakarjan, Jeberekjan pojan.",
    "3 Ja minä lähestyin profeetatarta, ja hän tuli raskaaksi ja synnytti pojan. Silloin Herra sanoi minulle: Anna hänelle nimeksi Maher-Salal-Has-Bas.",
    "4 Sillä katso, ennen kuin lapsi on oppinut huutamaan: isäni, ja: äitini, viedään Damaskoksen rikkaudet ja Samarian ryöstösaalis Assyrian kuninkaan eteen.",
    "5 Herra puhui minulle taaskin sanoen:",
    "6 Koska tämä kansa pitää halpana hiljaa virtaavia Siloan vesiä ja riemuitsee Resinistä ja Remaljan pojasta,",
    "7 niin sen tähden, katso, Herra nostattaa heidän ylitsensä virran vedet, väkevät ja paljot, nimittäin Assyrian kuninkaan ja kaiken hänen mahtinsa; ja hän nousee kaikkien uomiensa yli ja menee kaikkien äyräittensä yli.",
    "8 Ja hän kulkee läpi Juudan, hän tulvii ja menee yli äyräittensä, hän yltää aina kaulaan saakka; ja hänen levitetyt siipensä peittävät sinun maasi äärestä ääreen, oi Immanuel.",
    "9 Liittykää yhteen, oi te kansat, niin teidät murskataan kappaleiksi; ja kallistakaa korvanne, kaikki te kaukaisten maiden asukkaat: vyöttäkää itsenne, niin teidät murskataan kappaleiksi; vyöttäkää itsenne, niin teidät murskataan kappaleiksi.",
    "10 Neuvotelkaa yhdessä, niin se raukeaa tyhjiin; sanokaa sana, niin se ei pidä; sillä Jumala on meidän kanssamme.",
    "11 Sillä näin Herra puhui minulle lujalla kädellä ja kielsi minua vaeltamasta tämän kansan tietä, sanoen:",
    "12 Älä sinä sano salaliitoksi kaikkea sitä, mitä tämä kansa salaliitoksi sanoo, äläkä pelkää, mitä he pelkäävät, äläkä pelästy.",
    "13 Pidä pyhänä itse Herra Sebaot, ja häntä pelkää, ja häntä kauhistu.",
    "14 Ja hän on oleva pyhäkkö, mutta kompastuskivi ja loukkauskallio molemmille Israelin huoneille, loukku ja ansa Jerusalemin asukkaille.",
    "15 Ja monet heistä kompastuvat ja kaatuvat ja loukkaantuvat ja joutuvat ansaan ja jäävät kiinni.",
    "16 Sido todistus talteen, sinetöi laki opetuslasteni keskellä.",
    "17 Ja minä odotan Herraa, joka kätkee kasvonsa Jaakobin huoneelta, ja panen toivoni häneen.",
    "18 Katso, minä ja lapset, jotka Herra on minulle antanut, olemme Herran Sebaotin merkkeinä ja ihmeinä Israelissa, hänen, joka asuu Siionin vuorella.",
    "19 Ja kun he sanovat teille: Kysykää neuvoa niiltä, joissa on vainajahenkiä, ja velhoilta, jotka supisevat ja mumisevat – eikö kansan pitäisi kääntyä Jumalansa puoleen, jotta elävät kuulisivat kuolleilta?",
    "20 Lakiin ja todistukseen; ja elleivät he puhu tämän sanan mukaisesti, se johtuu siitä, ettei heissä ole valoa.",
    "21 Ja he kulkevat sen läpi ankarasti ahdistettuina ja nälkäisinä; ja tapahtuu, että nälissään he ärtyvät ja kiroavat kuninkaansa ja Jumalansa ja katsovat ylhäälle.",
    "22 Ja he katsovat maata ja näkevät vaivaa ja pimeyttä, tuskan synkeyttä, ja heidät ajetaan pimeyteen."
  ]
}