{
  "header": {
    "study_summary": "Assyrian tuho on vertauskuva jumalattomien tuhosta toisessa tulemisessa. Vähän ihmisiä jää jäljelle, kun Herra tulee jälleen. Jaakobin jäännös palaa takaisin sinä päivänä. VertaaJesaja 10. Noin 559–545 eKr.",
    "title_number": "Luku 20"
  },
  "verses": [
    "1 Voi niitä, jotka säätävät vääriä säädöksiä ja jotka kirjoittavat tekemiään katalia päätöksiä",
    "2 estääkseen tarvitsevia saamasta oikeutta ja riistääkseen kansani köyhiltä oikeuden, niin että lesket joutuvat heidän saaliiksensa ja että he voivat ryöstää orvoilta!",
    "3 Ja mitä te teette rangaistuksen päivänä ja hävityksessä, joka tulee kaukaa? Kenen luo pakenette apua hakemaan? Ja minne kätkette rikkautenne?",
    "4 Ilman minua heidän on kumarruttava vangittujen joukkoon ja kaaduttava surmattujen sekaan. Kaikesta tästä ei hänen vihansa ole väistynyt, mutta hänen kätensä on yhä ojennettuna.",
    "5 Oi assyrialaista, minun vihani vitsaa; ja heidän suuttumuksensa on sauva heidän kädessään.",
    "6 Minä lähetän hänet tekopyhää kansakuntaa vastaan ja käsken hänet vihani kansaa vastaan ryöstämään ja saalistamaan ja tallaamaan sitä kuin katujen lokaa.",
    "7 Mutta hän ei tarkoita sitä, eikä hän ajattele sydämessään niin; vaan hänellä on mielessään tuhota ja hävittää monia kansakuntia.",
    "8 Sillä hän sanoo: Eivätkö minun ruhtinaani ole kaikki kuninkaita?",
    "9 Eikö Kalne ole niin kuin Karkemis? Eikö Hamat niin kuin Arpad? Eikö Samaria ole niin kuin Damaskos?",
    "10 Niin kuin minun käteni on perustanut epäjumalien valtakunnat, joiden veistetyt kuvat olivat paremmat kuin Jerusalemin ja Samarian;",
    "11 enkö minä tekisi Jerusalemille ja sen epäjumalille samoin kuin olen tehnyt Samarialle ja sen epäjumalille?",
    "12 Ja nyt tapahtuu, että kun Herra on tehnyt kaiken työnsä Siionin vuorella ja Jerusalemissa, minä rankaisen Assyrian kuninkaan pöyhkeän sydämen hedelmää ja hänen kopean katseensa ylpeyttä.",
    "13 Sillä hän sanoo: Käteni voimalla ja omalla viisaudellani olen tehnyt tämän kaiken, sillä minä olen ymmärtäväinen; ja minä olen siirtänyt kansojen rajat ja olen ryöstänyt niiden aarteet, ja minä olen kukistanut asukkaat urhean miehen lailla;",
    "14 ja minä pääsin käsiksi kansojen rikkauksiin kuin linnunpesään; ja minä olen koonnut kaikki maat niin kuin hylätyt munat kootaan; eikä ollut ketään, joka olisi siipeä liikauttanut tai nokkaa avannut tai piipittänyt.",
    "15 Kerskaileeko kirves sille, joka sillä hakkaa? Mahtaileeko saha sille, joka sitä käyttää? Ikään kuin vitsa heiluttaisi itseään kohottajilleen, tai ikään kuin sauva kohoaisi itsestään, ikään kuin ei olisikaan puuta!",
    "16 Sen tähden Herra, Herra Sebaot lähettää hänen lihaviensa keskuuteen laihuuden, ja hänen loistonsa alle hän sytyttää palon niin kuin tulipalon.",
    "17 Ja Israelin valosta tulee tuli ja hänen Pyhästään tulenlieska, joka polttaa ja nielee hänen orjantappuransa ja hänen ohdakkeensa yhdessä päivässä;",
    "18 ja kuluttaa hänen metsänsä ja viljavan peltonsa vehmauden, sekä sielun että ruumiin; ja he ovat kuin lipunkantaja uupuessaan.",
    "19 Ja niin vähiin käyvät hänen metsänsä puut, että lapsi voi merkitä ne muistiin.",
    "20 Ja tapahtuu sinä päivänä, että Israelin jäännös ja ne, jotka Jaakobin huoneesta ovat säästyneet, eivät enää turvaudu lyöjäänsä vaan turvautuvat uskollisina Herraan, Israelin Pyhään.",
    "21 Jäännös palaa takaisin, niin, nimittäin Jaakobin jäännös, väkevän Jumalan luo.",
    "22 Sillä vaikka sinun kansasi Israel olisi kuin meren hiekka, kuitenkin vain jäännös siitä palaa; säädetty hävitys tulee vanhurskauden tulvana.",
    "23 Sillä Herra Jumala Sebaot toteuttaa hävityksen, nimittäin päätöksensä mukaisesti koko maassa.",
    "24 Sen tähden, näin sanoo Herra Jumala Sebaot: Oi kansani, joka asut Siionissa, älä pelkää assyrialaista; hän lyö sinua vitsalla ja kohottaa sauvansa sinua vastaan Egyptin tapaan.",
    "25 Sillä aivan pieni hetki vielä, niin suuttumus lakkaa, ja vihani kääntyy heidän tuhokseen.",
    "26 Ja Herra Sebaot nostaa ruoskan häntä vastaan niin kuin Midianin teurastuksessa Orebin kallion luona; ja niin kuin hänen sauvansa oli meren yllä, niin hän kohottaa sen Egyptin tapaan.",
    "27 Ja tapahtuu sinä päivänä, että hänen kuormansa otetaan pois sinun harteiltasi ja hänen ikeensä sinun niskastasi, ja ies tuhotaan voitelun tähden.",
    "28 Hän on tullut Aijatiin, hän on kulkenut Migroniin; Mikmasiin hän on jättänyt kuormastonsa.",
    "29 He ovat kulkeneet solan poikki; he ovat yöpyneet Gebaan; Ramat pelkää, Saulin Gibea on paennut.",
    "30 Korota äänesi, oi Gallimin tytär; anna sen kuulua Laisaan asti, oi poloinen Anatot.",
    "31 Madmena on lähtenyt tiehensä; Gebimin asukkaat kokoontuvat paetakseen.",
    "32 Vielä samana päivänä hän seisahtuu Nobiin; hän heristää kättään Siionin tyttären vuorta, Jerusalemin kukkulaa, vastaan.",
    "33 Katso, Herra, Herra Sebaot katkoo kauhulla oksiston, ja korkealle ulottuvat hakataan maahan, ja korskeat nöyryytetään.",
    "34 Ja hän hakkaa metsien tiheiköt kirveellä maahan, ja Libanon kaatuu mahtavan edessä."
  ]
}