{
  "header": {
    "study_summary": "Iisain kanto (Kristus) tuomitsee vanhurskaasti. Jumalan tunteminen peittää maan tuhatvuotisessa valtakunnassa. Herra kohottaa merkkiviirin ja kokoaa Israelin. VertaaJesaja 11. Noin 559–545 eKr.",
    "title_number": "Luku 21"
  },
  "verses": [
    "1 Ja Iisain kannosta lähtee verso, ja vesa kasvaa hänen juuristaan.",
    "2 Ja hänen päällensä laskeutuu Herran Henki, viisauden ja ymmärryksen henki, neuvon ja väkevyyden henki, tiedon ja Herran pelon henki;",
    "3 ja antaa hänelle Herran pelossa nopean ymmärryksen; eikä hän tuomitse silmämitalla eikä jaa oikeutta korvakuulolta.",
    "4 Vaan hän tuomitsee köyhät vanhurskaasti ja ajaa oikeuden mukaan maan sävyisien asiaa; ja hän lyö maata suunsa sauvalla ja huultensa henkäyksellä surmaa jumalattomat.",
    "5 Ja vanhurskaus on hänen kupeidensa vyö ja uskollisuus vyönä hänen uumillaan.",
    "6 Edelleen, susi asuu karitsan kanssa, ja pantteri laskeutuu levolle vohlan viereen, ja vasikka ja leijonanpentu ja syöttiläs yhdessä; ja pikkulapsi paimentaa niitä.",
    "7 Ja lehmä ja karhu käyvät laitumella; niiden vasikat ja pennut laskeutuvat yhdessä levolle, ja leijona syö olkia kuin härkä.",
    "8 Ja imeväinen leikkii kyyn kololla, ja vieroitettu lapsi pistää kätensä myrkkykäärmeen pesään.",
    "9 Kukaan ei tee pahaa eikä tuota turmiota koko minun pyhällä vuorellani, sillä maa on täynnä Herran tuntemusta, niin kuin vedet täyttävät meren.",
    "10 Ja sinä päivänä on oleva Iisain juurivesa, joka kohoaa kansojen merkkiviirinä; sen luokse pakanat pyrkivät, ja hänen leposijansa on oleva loistava.",
    "11 Ja sinä päivänä tapahtuu, että Herra vielä toisen kerran ojentaa kätensä tuodakseen takaisin kansansa jäljellä olevan jäännöksen Assyriasta ja Egyptistä ja Patrosista ja Kuusista ja Elamista ja Sinearista ja Hamatista ja meren saarilta.",
    "12 Ja hän pystyttää merkkiviirin kansakunnille ja kokoaa Israelin karkotetut ja kerää yhteen Juudan hajotetut maan neljältä kulmalta.",
    "13 Edelleen, Efraimin kateus katoaa, ja Juudan vastustajat hävitetään; Efraim ei kadehdi Juudaa, eikä Juuda vainoa Efraimia.",
    "14 Vaan he ryntäävät länteen filistealaisten niskaan; he saalistavat kaikkia idän heimoja; Edom ja Moab joutuvat heidän käsiinsä; ja Ammonin lapset tottelevat heitä.",
    "15 Ja Herra hävittää kokonaan Egyptin merenlahden, ja hän heristää kättään väkevällä tuulellansa virran yllä ja lyö sen seitsemäksi joeksi ja antaa ihmisten kulkea ylitse kuivin jaloin.",
    "16 Ja on oleva valtatie hänen kansansa jäännökselle Assyriasta, niin kuin oli Israelille sinä päivänä, jolloin se lähti ylös Egyptin maasta."
  ]
}