{
  "header": {
    "study_summary": "Babylonin tuho on vertauskuva toisessa tulemisessa tapahtuvasta tuhosta. Se on vihan ja koston päivä. Babylon (maailma) sortuu iäksi. VertaaJesaja 13. Noin 559–545 eKr.",
    "title_number": "Luku 23"
  },
  "verses": [
    "1 Babylonin tuomion ennustus, jonka Jesaja, Amosin poika, näki.",
    "2 Kohottakaa lippu korkealle vuorelle, korottakaa äänenne heille, viittokaa heitä käymään sisälle ylhäisten porteista.",
    "3 Minä olen antanut käskyn pyhitetyilleni, minä olen myös kutsunut väkeviäni, sillä minun vihani ei ole niiden päällä, jotka riemuitsevat minun korkeudestani.",
    "4 Väenpaljouden pauhina vuorilla on kuin suuren kansan pauhina, yhteen kokoontuneiden kansakuntien valtakuntien melske; Herra Sebaot järjestää taistelujoukot.",
    "5 He tulevat kaukaisesta maasta, taivaan ääreltä, niin, Herra ja hänen suuttumuksensa aseet, hävittämään koko maan.",
    "6 Valittakaa, sillä Herran päivä on käsillä; se tulee tuhona Kaikkivaltiaalta.",
    "7 Sen tähden herpoavat kaikki kädet, jokaisen sydän jähmettyy;",
    "8 ja he pelkäävät; kivut ja murheet saavat heidät valtaansa; he hämmästyvät toisiaan; heidän kasvonsa ovat kuin liekit.",
    "9 Katso, Herran päivä tulee armottomana täynnä kiivastusta ja hehkuvaa vihaa muuttamaan maan autioksi; ja hän hävittää siitä sen syntiset.",
    "10 Sillä taivaan tähdet ja sen tähtikuviot eivät anna valoaan; aurinko pimenee radallaan, eikä kuu säteile valoaan.",
    "11 Ja minä rankaisen maailmaa pahuudesta ja jumalattomia heidän pahoista teoistaan; minä teen lopun ylpeiden ylimielisyydestä ja painan maahan pelättyjen korskeuden.",
    "12 Minä teen ihmisen harvinaisemmaksi kuin puhdas kulta, niin, ihmisen harvinaisemmaksi kuin Ofirin kulta.",
    "13 Sen tähden minä järisytän taivaat, ja maa järkkyy paikaltansa Herran Sebaotin kiivastuksessa ja hänen hehkuvan vihansa päivänä.",
    "14 Ja he ovat kuin pakosalle ajetut gasellit ja kuin lampaat, joita kukaan ei kokoa; ja he kääntyvät kukin oman kansansa luo ja pakenevat kukin omaan maahansa.",
    "15 Jokainen ylpeä lävistetään, niin, ja jokainen, joka on liittynyt jumalattomiin, kaatuu miekkaan.",
    "16 Heidän lapsensakin lyödään murskaksi heidän silmiensä edessä; heidän talonsa ryöstetään ja heidän vaimonsa raiskataan.",
    "17 Katso, minä yllytän heitä vastaan meedialaiset, jotka eivät hopeasta ja kullasta välitä eivätkä niihin mielly.",
    "18 Heidän jousensa myös murskaavat nuorukaiset, ja kohdun hedelmää he eivät sääli; heidän silmänsä eivät lapsia säästä.",
    "19 Ja Babylonin, kuningaskuntien kruunun, kaldealaisten suuruuden kaunistuksen, käy niin kuin silloin, kun Jumala kukisti Sodoman ja Gomorran.",
    "20 Koskaan siellä ei ole asukkaita, eikä siellä asuta polvesta polveen; eikä arabi pystytä sinne telttaa; eivätkä paimenet lepuuta siellä laumojansa.",
    "21 Vaan autiomaan villipedot makaavat siellä, ja heidän huoneensa ovat täynnä ulvovia otuksia; ja pöllöt asuvat siellä, ja villivuohet tanssivat siellä.",
    "22 Ja saarten villipedot ulvovat heidän autioissa taloissaan ja sakaalit heidän huvipalatseissaan; ja hänen hetkensä on lähellä, eikä hänen aikaansa pidennetä. Sillä minä tuhoan hänet joutuin; niin, sillä minä olen armollinen kansalleni, mutta jumalattomat hukkuvat."
  ]
}