{
  "header": {
    "study_summary": "Israel kootaan ja se saa tuhatvuotisen levon. Lusifer karkotettiin taivaasta kapinoimisen tähden. Israel voittaa Babylonin (maailman). VertaaJesaja 14. Noin 559–545 eKr.",
    "title_number": "Luku 24"
  },
  "verses": [
    "1 Sillä Herra armahtaa Jaakobia ja valitsee vielä Israelin ja sijoittaa sen sen omaan maahan; ja muukalaiset liittyvät siihen, ja he yhdistyvät Jaakobin huoneeseen.",
    "2 Ja kansat ottavat sen ja tuovat sen sen sijalle; niin, kaukaa maan ääristä asti; ja se palaa lupauksen maihinsa. Ja Israelin huone ottaa ne haltuunsa, ja Herran maa on oleva palvelijoita ja palvelijattaria varten; ja se vangitsee vangitsijansa, ja se hallitsee sortajiansa.",
    "3 Ja tapahtuu sinä päivänä, että Herra antaa sinulle levon murheestasi ja pelostasi ja siitä kovasta orjuudesta, jossa sinut oli pantu palvelemaan.",
    "4 Ja tapahtuu sinä päivänä, että sinä virität Babylonin kuninkaasta tämän sananparren ja sanot: Kuinka on sortajasta tullut loppu, loppu kultaisesta kaupungista!",
    "5 Herra on taittanut jumalattomilta sauvan, hallitsijoilta valtikat.",
    "6 Sitä, joka löi kansoja raivon vallassa, löi lakkaamatta, sitä, joka hallitsi kansakuntia vihan voimalla, vainotaan, eikä kukaan estä.",
    "7 Kaikki maa on levossa ja rauhassa; se puhkeaa laulamaan.",
    "8 Niin, sypressit riemuitsevat sinusta, sekä Libanonin setrit, sanoen: Kun sinut on kaadettu, ei kukaan kaataja tule meitä vastaan.",
    "9 Helvetti alhaalla on kiihdyksissä sinun tähtesi ottaaksensa sinut vastaan, kun tulet; sinun tähtesi se ajaa liikkeelle kuolleet, kaikki maan johtomiehetkin; se on nostattanut valtaistuimiltansa kaikki kansakuntien kuninkaat.",
    "10 Kaikki he puhuvat ja sanovat sinulle: Oletko sinäkin tullut heikoksi niin kuin me? Onko sinusta tullut meidän kaltaisemme?",
    "11 Hautaan on vaipunut sinun komeutesi; sinun harppujesi ääni ei kuulu; madot ovat vuoteena allasi, ja madot peittävät sinut.",
    "12 Kuinka olet taivaalta pudonnut, oi Lusifer, sarastuksen poika! Onko alas maahan survaistu sinut, joka kukistit kansakunnat!",
    "13 Sillä sinä olet sanonut sydämessäsi: Minä nousen taivaaseen, minä korotan valtaistuimeni Jumalan tähtiä korkeammalle; minä tahdon myös istua kokoontumisvuorella kaukana pohjoisessa;",
    "14 minä nousen pilvien huippuja korkeammalle; minä olen Korkeimman vertainen.",
    "15 Mutta sinut syöstään alas helvettiin, pohjimmaiseen kuiluun.",
    "16 Jotka sinut näkevät, tuijottavat sinua ja tarkastelevat sinua ja sanovat: Onko tämä se mies, joka järkytti maata ja joka vapisutti valtakuntia?",
    "17 Ja teki maailman autiomaaksi ja hävitti sen kaupungit, eikä avannut vankiensa huonetta?",
    "18 Kaikki kansakuntien kuninkaat, niin, aivan kaikki, lepäävät kunniassa, kukin omassa kammiossaan.",
    "19 Mutta sinut on viskattu haudastasi kuin iljettävä vesa ja niiden jäännökset, jotka on surmattu, miekalla lävistetty, jotka suistuvat kuilun kiville kuin jalkoihin tallattu raato.",
    "20 Et pääse liittymään heihin haudassa, koska olet hävittänyt maasi ja surmannut kansasi; pahantekijäin jälkeläisiä ei koskaan enää mainita.",
    "21 Valmistakaa teurastus heidän lapsillensa heidän isiensä pahojen tekojen tähden, etteivät he nouse ja ota haltuunsa maata ja täytä maanpiiriä kaupungeilla.",
    "22 Sillä minä nousen heitä vastaan, sanoo Herra Sebaot, ja hävitän Babylonilta nimen ja jäännöksen ja pojan ja veljenpojan, sanoo Herra.",
    "23 Edelleen, minä teen sen haikaroiden alueeksi ja vesilammikoiksi; ja minä lakaisen sen tuhon luudalla, sanoo Herra Sebaot.",
    "24 Herra Sebaot on vannonut sanoen: Niin kuin minä olen ajatellut, niin on varmasti tapahtuva; ja niin kuin minä olen päättänyt, niin on pysyvä:",
    "25 Että minä tuon assyrialaisen maahani ja tallaan hänet jalkojeni alle vuorillani; silloin hänen ikeensä heltiää heidän päältään ja hänen kuormansa heltiää heidän hartioiltaan.",
    "26 Tämä on päätös, joka on päätetty kaikesta maasta; ja tämä on käsi, joka on ojennettuna kaikkien kansakuntien yli.",
    "27 Sillä Herra Sebaot on päättänyt, ja kuka sen kumoaa? Ja hänen kätensä on ojennettuna, ja kuka sen kääntää pois?",
    "28 Kuningas Ahasin kuolinvuonna oli tämä tuomion ennustus:",
    "29 Älä riemuitse, koko Filistea, koska lyöjäsi sauva on katkennut, sillä käärmeen juuresta kasvaa myrkkykäärme, ja sen hedelmä on tulinen lentävä käärme.",
    "30 Ja köyhien esikoiset saavat syödä, ja tarvitsevat saavat levätä turvassa; ja minä tapan sinun juuresi nälänhädällä, ja se surmaa sinun jäännöksesi.",
    "31 Valita, oi portti, huuda, oi kaupunki; sinä koko Filistea olet lamautunut; sillä pohjoisesta tulee savu, eikä yksikään ole poissa paikaltaan.",
    "32 Mitä on vastattava kansakuntien sanansaattajille? Että Herra on perustanut Siionin, ja hänen kansansa köyhät löytävät siinä turvansa."
  ]
}